{
  "url": "https://listthemountain.org/indigenous/rock-shelters",
  "title": "Loaparte/BLACK ROCK",
  "wordCount": 353,
  "imageCount": 2,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "White Rock is shown beside the Shoobridge Track, but it is another map mystery because it is not easy to find. Perhaps it does not exist or it is, in fact, Sphinx Rock. Certain changes to the path of the Sawmill Track over time make it possible to explain how our map-maker of the 1930s, Hodgman, made the error of marking the two next to each other. But in any case, what was in 1935 named White Rock has an earlier name: Black Man’s Cave. A striking change in nomenclature.",
    "Some Palawa people slept in stone homes—caves, overhang cliffs or rock arches. Caves can make very comfortable lodgings: dry on a rainy day, cool on a hot day, warm on a cold night. Soft fine sands to recline upon. Often well hidden by brush, they are safe, with not even the tell-tale signal of a smoke column to betray their presence. Some caves were occupied permanently, but most were for occasional use, and the smaller ‘roughies’ for emergency shelter only.",
    "Aboriginal cultural material can be found on the floor of caves, but even a cave which appears empty can in fact be rich with artefacts, because they may be below the surface. Some rock shelters with no visible surface or sub-surface evidence may yet prove to have been occupied. Depending on the slope, remains have been found buried beyond the entrances. Careful excavation can reveal knives, sewing bones, roasted wallaby thighs and ‘roo tails, axe heads, knapping tools, grinding stones, and the remains of small prey such as beaks and carapaces. The heaviest artefacts of all are the hearthstones. Some still grease-covered. Hot rock cooking. Layers of charcoal and ash are common, but under some conditions, fragile and precious organic materials such as pollens and even plant seeds can be discovered.",
    "They give us, at each depth, a menu, a lifestyle that is oftentimes hundreds and sometimes thousands of years in duration.",
    "And the Mountain has several locations with the hallmarks and prerequisites of occupation.",
    "What is missing is the archaeological proof. No comprehensive Aboriginal archaeological survey has been conducted on the Mountain."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606169971426-BMCGZ9IHA8K34DRC9ZFV/Jigsaws-white-rock.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}