{
  "url": "https://listthemountain.org/mind-fields/emotional-territory",
  "title": "EMOTIONAL TERRITORY",
  "paragraphs": [
    "In reply to the simple questions of an astonishing questionnaire (see refs) three hundred Hobartians poured out their hearts, responding to the Park’s Trustees just how they felt up there on the mountain.",
    "Their poignant, heartfelt, passionate love letters show that Hobartians have high emotional attachment issues over their mountain.",
    "The strong likelihood is that these feelings are not new. These feelings for the mountain would most likely be long held, profound.",
    "Yes. The survey report author Anne McConnell argued that the social values have antecedents and thus, historical validity. Those values informed the original Mountain Park Act a century ago, and ‘appear’ to have applied since at least the early days of … Hobart.’",
    "Gwenda Sheridan made similar observations after a comprehensive study of creative responses to the mountain throughout time and space. So it appears reasonable for McConnell to have concluded that these values are the social values for the Park.",
    "What is unstated, but strongly implied, is that known values likely applied for thousands of years ago too.",
    "How people felt about the mountain in centuries past is a new field in Humanities study for emotional historians—that is, historians of the emotions.",
    "Emotional Territory features quotations from respondents to the Questionnaire alongside quotations from a century and a half of TROVE’s newspapers. But let it begin with a rare, but potent dissenter, the Oxford don Peter Conrad, who expressed a powerful emotional response to the mountain—but an entirely negative one.",
    "Together, the responses suggest that the mountain is indeed a beloved thing.",
    "The mountain is literally attractive as well as aesthetically beautiful, but when the perception of a common place is suddenly altered, revealed as some unearthly realm, inexplicable, ravishing or terrifying, vanquishing, from being in the misty rain to walking in heaven,  When the mind’s simple appreciation of beauty is suddenly ravished, vanquished by a sublimity things have got emotional and possibly irrational.",
    "Julia Horne’s thesis In Pursuit of Wonder explores how in the 1820s George Frankland Surveyor-general of Van Diemen's Land ordered his surveyors to climb mountains and ‘describe unusual and interesting items and sights’, and the surveyors obligingly recorded accounts of how viewing certain mountains ‘affected their sensibilities’.",
    "Additional examples",
    "HERITAGE ASSESSMENT",
    "In the Pinnacle Development Plan [WPMT 2001] Anne McConnell concluded that the social value of Wellington Park is ‘underscored by its being a focus for significant community and personal events’.",
    "Some emotional territory underlies the entire landscape as far as the eye can see, but many feelings for a place, for individually identified places, could have attributed GPS coordinates, be plotted in a GIS and then mapped.",
    "HERITAGE SIGNIFICANCE",
    "How many mountains in Australia are beloved? So beloved? This tends to suggest that the mountain’s significance is high due to this rarity."
  ],
  "images": []
}