{
  "url": "https://listthemountain.org/shelters/rock-cabin-pinnacle",
  "title": "ROCK CABIN",
  "wordCount": 530,
  "imageCount": 8,
  "headings": [
    {
      "tag": "h2",
      "text": "a chance to boil a billy out of the wind"
    },
    {
      "tag": "h3",
      "text": "SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "REFERENCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "A decade before the road extended to the Pinnacle, in 1928, a Council Works team under R. Reid completed a shelter at the Pinnacle to give walkers a chance to have lunch and boil a billy out of the wind. All citizens were invited to attend the official opening. Refreshments were to be served, but the advertisement advised attendees to bring your own cup. Four hundred walked up and back to attend the opening. Hats, coats, ties and waistcoats aplenty. Several 70- and 80-year-olds managed the climb, among them Nurse Chapman (aged 73) who walked unassisted all the way up and back. Others had been there fifty years earlier—and fifty times before. Built of solid stone, costing perhaps one hundred pounds, the proud Lord Mayor J. Wignall declared to all, bathed in glorious sunshine, that: “Mount Wellington is Hobart's greatest asset.” The Mayor then, in a wonderful recreation of Lady Jane’s summit supper (during which the landscape as seen through the teapot pouring handle was described in 1839) dispensed the refreshing afternoon tea into all the cups. The hut eventually had a bench around the wall, a table, a fireplace, and a water tank near the door. But at first it didn’t have even a door and in the first month, a Mercury reporter called for it. Still, the chimney drew well and Council kept firewood in the hut, but it was already running low. Use continued into Mulga Mick’s Dawn Services of the mid 1930s.",
    "In 2001 Abrahams measured and described the hut as follows:",
    "‘A stone walled hut with walls of variously shaped dolerite rocks cemented together and with the rear (SW) wall built up against dolerite columns; walls are up to 1m thick; skillion corrugated iron roof painted green; the roof is fixed on a timber frame fixed down on steel posts (inside the shelter and fixed into the cement floor); chimney in the S wall has a dolerite cemented butt and a round concrete pipe flue; there is a doorway on E side but no door; there are no windows; sandstone in the entrance steps suggests incorporation of part of the earlier structure. Internally there is no lining and there is a concrete slab floor; there is no furniture. Hut dimensions are: external – 6m x 4.3m x 3.5m high; internal – 3.8m x 3.1m x 2.75m high. Associated feature include a former water tank foundation built against the N wall which comprises a square of large hand dressed sandstone blocks filled with rubble and capped with cement. The hut is built into a small embankment against dolerite columns of the Pinnacle.’",
    "The roof was replaced several times, most recently by the HCC in the mid-1990s.",
    "Termed the 'Pinnacle Stone Hut' in Hepper & de Gryse, Rock Cabin was built upon the foundations of Lady Jane’s women’s shelter, likely utilising its original stones. It is, in effect, Lady Jane’s cabin rearranged.",
    "In their 2005 Audit project, Vol 2, McConnell and Scripps gave Rock Cabin the indicative significance: High State.",
    "In 2018 the WPMT recognised Rock Cabin as of very high priority for nomination to the Tasmanian Heritage Register.",
    "Focus on the Fringe Vol 2 (WPMT 2005)"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1602901620332-T1N9E8B1636MJ0WIVRU9/rock-cabin-1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1602902154574-RGGJOPQOJR6IU10Y64T5/rock-cabin-2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1602909013869-YS8WAGUFXJC5X4R0P3HX/rock-cabin-photo.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1602902459264-JEDOIE43PHN9Q718DY80/chapman.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690269856886-8LI6IEFL8WX1976W0WWA/Screen+Shot+2023-07-25+at+4.55.38+pm+%281%29.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605765659163-1XV5Q6CIOOMQ3V93DUW1/_B181161.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/43fd3087-1da7-430f-a32e-fd7e3dfcc36a/Slurryhut.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}