{
  "url": "https://listthemountain.org/indigenous/laller",
  "title": "Riawarawapah/SPIRIT OF PLACE",
  "wordCount": 471,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "The importance of staying sacred"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“The powers of animals, plants, rivers, mountains, spirits and ancestors blend into one another.”",
    "The Mountain was created.",
    "It was created by a tremendously powerful ancestor who, Worreddy told George Robinson in a celebrated passage, is named Laller.",
    "“Laller made the Mountains”.",
    "Large landmarks elsewhere in Australia often have symbolic significance to Aboriginal Peoples.",
    "In palawa cosmology the entire landscape is created, is alive with its creators—who are eternal; and the cultural landscape is constructed in a 'sacred geography' where ‘distinctions between the living and non-living are less real than in the West,’ according to Professor Greg Lehman, the grand descendant of Manalganna—which Langford underlined by saying that the wrong development on the mountain would be a scar not only across the place, but a deep wound across the hearts of Aboriginal people.",
    "Evidence for the worship of mountains in Tasmania has been found in the Blue Tier. That such ideas were widespread is difficult to refute. The case for the worship (for lack of a better word) of mountains by the palawa is given a stronger footing in archaeological studies in the Blue Tier, where carvings into the lower slopes, and the presence of a ceremonial cave, strongly suggest this conclusion.",
    "“Kunanyi is a dominant feature within the cultural landscape. It has incredible significance to Aboriginal people in regards to the stories it holds within,” said Sharnie Read from Tasmanian Aboriginal Centre.",
    "“The shape of the mountain, its sounds and silence, its connection to the dark spaces beyond and the valleys and folds that hinge the mountain system together are what we experience and what we look at, but what we see and feel is a description of the creation of palawa, of the journey of our people traveling through our country, from one nation to another. These valleys and folds of the mountain are permanent pathways, they are our illustration of ancient native tracks.”",
    "Image from NITV website 28/7/21",
    "When interviewed, local Tasmanian Aboriginal people have expressed a personal apprehension at going all the way to the top of the Mountain. This is a place they will go to only once, on their journey beyond this world to another place.",
    "“Aboriginal cultural landscape was constructed in a ‘sacred geography’ where distinctions between the living and non-living are less real than in the West.”",
    "Aboriginal Heritage Tasmania Chairman Rodney Dillon said kunanyi/Mount Wellington is a bearing point for the state's Aboriginal people. \"It’s got a significance in the change of its shape, whether it’s snowing or blowing, or whether it’s raining or really hot. The shape of it, the face of it, the way that the clouds hang around it, when the mountain changes colour, you can tell what the weather is doing by the colour of the mountain. I think it is important for the mountain to stay sacred.”"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c476292d-2a11-4d11-bc58-e7c0269653a1/Screen+Shot+2022-11-16+at+11.16.08+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/07b44d6c-1070-44fe-9b10-a9319242f770/Screen+Shot+2022-11-16+at+11.05.08+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}