{
  "url": "https://listthemountain.org/living-wonders/octopus-tree",
  "title": "OCTOPUS TREE",
  "wordCount": 520,
  "imageCount": 14,
  "headings": [
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "VALUES"
    },
    {
      "tag": "h3",
      "text": "SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "image (c) Roger Cameron",
    "German explorer Karl Leche’s account of a Madagascan  tree whose tentacles could ensnare, suffocate and then consume sacrificial humans appeared in 1874 and soon spread around the world in newspaper reports (reinforced by a seemingly authoritative 1920s book) including the Hobart newspaper The Voice that carried a page one headline: “SACRIFICED TO THE OCTOPUS TREE”  as recently as New Year’s Day in 1938, publishing the story on the editorial opinion that ‘almost impossible as it sounds… [the account was] … published by no less a body than the London Missionary Society.’",
    "In fact, Leche, as well as his kreophagous tree, were such convincing literary inventions that they were not debunked until 1951.",
    "By then, however, the tree had slithered into the literature of HG Wells and lived on in John Wyndam’s novel Day of the Triffids as well as in stories by Annie Proux and JK Rowling. Such trees also spread their tentacles into horror movies like The Woman Eater, From Hell it Came and Little Shop of Horrors. And there’s still no stopping it. Entertain yourself by reading all about these homicidal, octopidal monstrosities here and in Wikipedia. Some still do believe in them.",
    "Our real Octopus Tree—the sole Eucalyptus delegatensis (Tasmaniensis) in a forest of regnans—that is un-missable as one walks the Shoobridge track, gained its name from its exposed roots grasping the underlying sandstone rock in a quasi-death grip. Submerged in its damp refugia, having survived multiple bushfires, the Octopus tree is likely several hundred years old.",
    "Knowledge of the tree may be ancient. Aboriginal walking tours have used the tree to introduce people to palawa ways, with different artefacts laid on the ground near the tree and talked about.",
    "Surprisingly, neither during the entire 19th century nor in the first half of the 20th century is the tree pictured, named, described or referenced in any newspaper or gazette held in the nation’s vast TROVE catalogue; however, the tree was publicised on the 1931 Forster Map printed shortly after Hobart Council bought a large tract of land from the Cascade Brewery and cut new walking tracks. Whether the track was cut to pass the tree or not is unknown. The tree appears again on the Hobart Walking Club’s famous Map of Roads and Tracks in 1935. It has been on the map ever since and you can find it on TASMAP and Topographic layers in The LIST.",
    "Today, the tree has a personal signpost.",
    "Natural, Scientific, Aesthetic, Scenic.",
    "The tree is extremely well known, frequently visited, much admired by both adults and children, and extensively photographed by amateur and professional photographers including Peter Dombriviskis —who published it in his monumental 1993 photo book On the mountain and Brodey Emery.",
    "In 2023 the tree was painted by the renowned local botanical artist Lynne Upton and its image featured in her exhibition catalogue and in the press.",
    "Despite the paucity of historical references, the Octopus Tree is one of only three named trees in the Park.",
    "The tree has no specific heritage recognition. In 2023 ENSHRINE nominated the tree to Hobart’s Register of Significant Trees."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2ca2c94f-6e07-4804-9c57-570b3ed5928d/DEDIPs1U0AEjYft.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691368391874-8C6498COZPXZJPP4HHXR/IMG_5520.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691375134042-40ZLOJR5YSLQD8OTDIPA/screenshot_20200912-1120072725463323146584517.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691381163795-OA8YXT558QJXBO25WOTW/carnivorousplant23prio_0031.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691368831816-6L8SS82FMM6H4ZZT69DW/affiche-the-woman-eater-1957-2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691368913788-IVDSFSR37XU1YBSWBCKK/tumblr_oe4velnnyh1spnykgo1_640.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691375521197-KNG9UPIKXPPM7H6YBS8U/Screen+Shot+2023-08-07+at+12.30.49+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691373728623-OH28MQOLOHFHZ57NBT92/Madagascan+Man-Eating+Tree.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691376324606-OGIOTZE8MVPYGR1VWJIL/little-shop-of-horrors-2016-audrey-ii-esther-hannaford-brent-hill.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1691717286395-2WNVYJV4VYUFBFQ4MSUX/Screen+Shot+2023-08-11+at+11.24.15+am.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1602819687169-OZN66QUQGNTBLUUS51QD/octopus_2135188.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690096220998-3DZ3CQ97OCAJARQGC9HQ/bettgallery-lynne-uptin-eucalyptus-tasmaniensis-octopus-tree-2023.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b2336cf4-eeef-4d1e-ad54-b08814bb65e1/Screen+Shot+2023-08-07+at+11.52.34+am.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}