{
  "url": "https://listthemountain.org/shelters/lady-franklins-shelters",
  "title": "LADY JANE’S LADIES Pinnacle SHELTER",
  "paragraphs": [
    "In the summer of 1839 Jane Franklin climbed the mountain from Lenah Valley in a main party of six. Jane found the journey so thrilling she not only wanted every woman to experience it, but, recognising that most women did not have convict servants to carry up every necessity to make a camp for them at the top, she proposed that shelters be built upon the mountain—one at the halfway and another at the top—for ladies to rest at, and perhaps sleep in.",
    "Six years later, there were two such huts in those positions, but surprisingly few contemporary records mention their construction or use. Doubt clouded the strength of the connection to Jane Franklin—a Governor’s wife. ENSHRINE has not seen evidence for their erection being her stated wish—let alone a cheque for the contractor and Jane Franklin’s biographer Alison Alexander found no documentary evidence for a connection—not, she added, that that is conclusive proof either. Certainly, she had the money and follies were not unknown to her. For example, she gave away seven hundred pounds in order to have every snake in Tasmania killed. She also personally paid for the construction of a Grecian temple in Lenah Valley.",
    "The complicating factor is the construction by the Hobart City Council of another shelter on the same site in 1929. In other words, the Council, unannounced, might have demolished Lady Jane’s Ladies’ Pinnacle Shelter. For on the day of its official opening, the Examiner newspaper blankly recorded that the Pinnacle was ‘a favourite spot of Lady Franklin, who had a cabin built on the site…’. Pity that.",
    "A  site investigation by Abrahams in 2002 found that ‘sandstone in the entrance steps suggests incorporation of part of the earlier structure.’ Only further archeological digging can determine if this is true, and if other remnants exist.",
    "The huts were discussed by several researchers — Peter McFie, Greg Beckman and Elizabeth de Quincey, but after nearly ten years searching, Anne McConnell summed it up when she wrote in 2012 that ‘The nature of the huts is poorly known, with only a few known references … and no pictorial information.’ From the spartan references McConnell considered that two huts were built by the government around 1843 at Lady Jane’s request.",
    "Since then, two significant pieces of documentation have appeared pushing the date of construction back at least three years—to 1840. In 2021 the first pictorial information—and of both shelters, painted over 150 years ago—were recognised in a NSW Library catalogue by a Tasmanian researcher named Irene Schaffer. Both images are reproduced on this page. They were painted by Grant Lloyd in 1846.",
    "Seeing on the Pinnacle Hut sketch the name inked: “Lady Franklin Hut” does not prove Lady Franklin ordered or built the hut or even knew of its existence, for she never returned to the Pinnacle and indeed had departed the state three years before the sketch was made and likely never saw it either; but, some association is established. (Conversely, the Springs Shelter is not named after her.)",
    "The second piece concerned an event reported in the Colonial Times newspaper in  1840. This report (below) is confusing. It relates the escape route of two convicts from Hobart’s prison barracks. Such routes are always vaguely described and sometimes deliberately mis-described by felons.",
    "Make of it what you will, but whether clothing and guns were in the hut, whether the reference to the hut robbed is the hut at the top of the mountain—I think the better interpretation—or at the Springs: neither matter matters. What matters is that early in 1840, during Jane Franklin’s residence in Hobart, her ownership of a hut on the mountain was in the public eye and not disputed. [Against this construction, the Wellingtologist Martin Stone wonders if, after two days wandering in the bush, the said hut might in fact have been an outbuilding belonging to Jane Franklin at Ancanthe. Maybe, but to this author, Kangaroo Bottom is not “on the mountain” and also it is an odd lowlands outbuilding that contains both wearing apparel and guns whereas mountain huts have been furnished by generous people with all the necessities. Lady Jane left several pairs of shoes for public use.]",
    "Considering next the hut’s intermediate history—between its painting and its demolition— the painting of the Pinnacle shelter is highly instructive. The hut’s precise location can be well established and its size estimated—substantial. And it is already de-roofed, very likely the result of fire—a bushfire, vandal-lit or an escaped hut fire, so we now know that it was ruined quite early in its life. Yet the Pinnacle hut likely stood for many, many years before being dismantled in 1929 and then reconstituted as Rock Cabin. If she could came back to life, we like to think Lady Jane would recognise it.",
    "Regarding the Springs hut, its building material appears to be wood. (Blue gum? :-) The location cannot be established from the sketch, but its size can be gauged by the figure outside it. It looks in better condition, it has a roof. Yet it too was (presumably) dilapidated for it was demolished a year after the sketch was done following His Excellency the Governor granting permission to a party of gentlemen to pull the hut down—on condition they replaced it with a larger shelter (16’ x 14’) ‘in a better situation’ with a fireplace and two rooms (one available for ladies, one for gents) fitted out to permit the ‘pic nic’. As to the expense, that was to be defrayed, the gentlemen said, by a subscription. As to why gentlemen who desired a new hut in a more suitable location would want to destroy a hut not in their way that was built exclusively for ladies deserves explanation.",
    "Historic, social and (according to McConnell) scientific.",
    "‘The [Pinnacle] hut is considered to have fabric related and scientific (archaeological) significance, although there has been some loss of significance due to its reduced physical integrity.’—McConnel and Handsjuk page 32",
    "The hut has been mentioned in various heritage reports and in the management plan.",
    "In 2005 McConnell and Scripps put the two Lady Franklin shelter sites amongst a group of 18 on the mountain that ‘should have the highest research priority’ and stated: ‘The next oldest identified historic heritage places in the Park are the two shelters for visitors built in c.1843 at the request of Lady Jane Franklin, one at the Pinnacle and one at the Springs.’ (page 14).",
    "Anne McConell later stated in 2012: ‘The two huts … are historically highly significant as the earliest known public recreational shelters, and possibly the earliest natural area recreational infrastructure, in Tasmania. As such they demonstrate the very early and important role of Mount Wellington as a scenic tourism and recreational venue. All physical remains however are considered to have high scientific significance given the rarity and early nature of these mountain refuge type huts. Because of their historical significance these two huts and present day hut sites are considered to be of high local and state significance, and of some national level significance. These two sites may also be rare early sites in other similar colonial contexts, such as in New Zealand, Canada and the USA. Both huts are considered to meet criteria (a) of the Historic Cultural Heritage Act 1995 at the state level.’",
    "In their 2010 Summit Heritage Assessment report McConnell and Handsjuk concluded that: ‘In spite of the major refurbishments, the hut size and construction is essentially the same as when built and the bulk of the structure is original. It is possible that some of the original fabric of the first hut also still exists and there may be some sparse associated archaeological remains associated with the historical use of the hut.",
    "The social and aesthetic significance have not been assessed, but are considered likely to be values that attach to the site. The stone hut nestling under the Pinnacle and built of local stone in a simple rustic style and with natural dolerite boulders and native vegetation surrounding it, is considered to have some aesthetic value. The hut is also known to have low level, but consistent, use, mainly by locals, including for special occasions, meals and overnight camping (although this latter activity is not permitted under the Wellington Park Management Plan).’",
    "In short, Rock Cabin is most likely built with the stones from Jane’s cabin. We might say, Rock Cabin is Jane’s Cabin rearranged. Its restoration would be very beneficial to a national heritage bid.",
    "The huts were not the first on the mountain. That honour goes to the muwinina huts in the Goat Hills and then the sawyers at the Kings Pits (around around Junction Cabin) on Brown’s Flats. The Franklin shelters were the first recreational shelters.",
    "In 2018 the Park’s trustees agreed to nominate the hut (WPHH0275) to the Tasmanian Heritage Register.",
    "ENSHRINE suggests that Jane Franklin’s Pinnacle shelter is the most important building on the mountain and that the new evidence raises its national significance from ‘Some’ to ‘Outstanding’ for its crucial contribution to the history of bushwalking, nature appreciation and aesthetics, women’s history, the understanding of Lady Jane herself and the development of the architecture of mountain huts.",
    "Colonial Times of 10 March 1840 (page 7)",
    "McConnell and Scripps Focus on the Fringe (WPMT 2005) Vol 1 page 43-44.",
    "McConnel and Handsjuk Summit Area Heritage Significance Assessment (WPMT 2010)",
    "McConnel Huts and Tracks of Mount Wellington  (WPMT 2012)",
    "Greg Buckman (2000, p15)",
    "In Focus on the Fringe (Inventory Vol 2, page 64) it is said ‘They were built in c. 1843 by the government at her request’.",
    "Abrahams (2001, pp63-66)",
    "Hepper & de Gryse (1994).",
    "Macfie, P. (c.1994, p3).",
    "WPMT (1985 – gazetteer)",
    "WPMT (1996, Appendix B)"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617066661992-53YRUCCAI0GYAFZC33P1/c13681_0006_c-lady-franklin-pinnacle.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/4205f5a9-79c5-4f8e-925f-db4f4a36f5c8/CT+absconders.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617415962366-UI1BCCI47IAADKHRJ7X2/springs-hut.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606613631954-VC134DAF9A4XS1SKBYYX/_B181161.jpg"
    }
  ]
}