{
  "url": "https://listthemountain.org/shelters/sheltered-landscape",
  "title": "The Sheltered Landscape",
  "paragraphs": [
    "At least a dozen shelter sheds dot the mountain. They are entirely different buildings to the mountain (recreational) huts in that they are for public, not private, use and are generally comparatively Spartan in their furnishings and architecture. They have outlasted all the recreational huts, being better—and simpler—maintained by richer landlords as well as enjoying the fire and saw-proof benefit of being built of stone.",
    "Most of them should be considered as emergency shelters, but another group are better known as Bowers, which are more ornate.",
    "Built beside walking tracks and found both high and low, they are bare but beloved. Bare—barely serviceable, sometimes window-free and dim, if not dark without candles; a bit drafty—as some have no door; damp until a fire is lit, but, crucially, they are always open and they are never full. There is always room for one more. That makes them very welcome—especially in inclement weather—to all. Generally intended for day-use only, but habitable overnight in an emergency. But they are more than that.",
    "Some long predate the mountain’s 60 or so private, weekend recreation huts.",
    "A soldier of the 40th was shot on Monday morning at the foot of Mount Wellington reported The Sydney Gazette and NSW Advertiser on Monday, 22nd of August 1825, that is. Some bushrangers were surprised up there and fought back.",
    "A forester employed by the government suggested in 1886 that ‘a Government shelter shed might also be provided near the \"Trig\" station.’ Not realising perhaps that the original Ladies Shelter Shed built at that spot in the late 1830s was one of the first buildings on the mountain.",
    "They are exemplars of a kind of architecture and they are social spaces. Their exteriors are of sandstone or bluestone capped by an iron roof. The walls are rarely broken by more than the entrance doorway and one window. There are usually no floors, only packed earth.",
    "Inside, there is an entrance space for dumping rucksacks and boots. In the middle is a long, rough table, but sometimes only a bench seat. At one end, logs for stools around an open fireplace with a mantle  above the hearth and sometimes stone candle-stands. On which, if you are lucky, are candle stubs. But you need to bring your own matches and know how to find dry kindling in a rainstorm, or it will be a bleak wait till the storm cleared.  In remote huts, occasionally, platforms for sitting or sleeping. There might be a bottle of spirits somewhere, hidden.",
    "The shelters were rarely used for emergencies. Mainly, they served as places for the quiet pleasure of resting, sitting at a crackling open fire, savouring the mountain’s quietude or the rain on the bare iron. Out of the wind, the heat of the hearth, and something good in your belly. But Andrew Darby reported in 1993 that ‘Today, homeless young people sometimes use its rock shelters and huts for what can only be a bone-chilling night.’",
    "In all this, the shelters contrast with the generally privately built, owned, locked, ornate, ‘recreational’ huts on the lower slopes that were designed for comfortable weekend getaways.",
    "Also included in this section of the site are the tree “shelters” that were home to a few Hobartians and the caves of the muwinina.",
    "These qualities in the mountain’s shelter sheds house historical, social, aesthetic, archaeological and architectural heritage values.",
    "As buildings, the shelter sheds are of outstanding local and state significance, but it is their association with the walking tracks and the history of bushwalking that gives them their  Australian heritage significance, as there is nothing else quite like this network in Australia.",
    "McConnell Tracks and Huts"
  ],
  "images": []
}