{
  "url": "https://listthemountain.org/work-places/hunters-hut",
  "title": "Hunting",
  "wordCount": 610,
  "imageCount": 4,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE VALUES"
    },
    {
      "tag": "h3",
      "text": "SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The Muwinina used fire  to clear the undergrowth. Slow, carefully timed and executed burns encouraged the growth of new pick. Green grasses. This attracted grazing animals like wallaby and kangaroo—which grew to enormous size.",
    "French expeditions in the late 18th Century sailing up the southeast coast reported extensive burning in the foothills of the Wellington Range, describing the Mountain as ringed with fires. From Storm Bay, Baudin observed that the high forests upon the Platform Mountain (kunanyi) were less dense—appearing to have been burnt off.",
    "One of Baudin’s officers, Louis-Claude Freycinet came ashore near [present day] Glenorchy desirous of meeting the Muwinina people whom he had seen from the river. His longboat beached and the crew took off after the Muwinina who were heading swiftly inland toward Goats Hill. The crewmen observed them alighting the bush as they walked over the brow. The French, undeterred and as quickly as they could, followed through a wall of smoke. They next saw the unknown Muwinina ascending Mount Hull several kilometers away, and then in the afternoon at Mt Communication, setting one burn line after the next. The French could not catch up and after an all-day twelve kilometre hill-climb, desisted, observing the locals still extending the front of their fire as they vanished over Collins Bonnet. Describing the day in his diary (unknowingly) Freycinet became the first to record fire-stick farming at landscape-scale. Today, the subtleties of the methods the Muwinina used are now re-emerging and being re-applied.",
    "A blaze on the Mountain reported in 1806 may well have been one of the final fires of the Muwinina. The park-like, cleared landscape which they now occupied, rich in game, was formed and maintained by the Muwinina. It made hunting, as well as travel, easier. Without this carefully tended grazing land, effectively farmed, the British colonists may well have starved or been forced to abandon their camps.",
    "Muwinina people wore possum skin cloaks and the mountain was the place to get them in winter, when their furs were thickest. Tanning was an early colonial industry, likewise based on the demand for possum skin rugs in colonial homes. Other game was trapped for food as well as for taxidermy and on-sale to museums or to furnish exotic additions to the glass domes popular in parlours during the Victorian Era.",
    "A visitor from Queensland was told by his guide in 1864 that “there is plenty of kangaroo hunting about these plains [South Wellington] in the summer time’.",
    "The Mercury disparaged ‘Others, who perhaps regard themselves as sportsmen because they carry guns, and consider it good fun to shoot thrushes, parrots, and magpies on the mountainside. One party during the weekend left a cartridge lying on the track, and the deputy Town Clerk is anxious to return it to the person who lost it. The City Council would also be glad to learn the names of those responsible for the shooting, and Information to that end would be rewarded.’ Mercury 7/7/29",
    "Elizabeth de Quincey noted that ‘hunters were a common site on Mt Wellington until the late 1930s.’",
    "Hunters (also known as Hogan’s) Hut was a pre-1931 stone building and most likely a possum hunter’s hut off Hunters Track. An HCC plan labelled it “crude”.",
    "The 1935 Hobart Walking Club map (Hodgman) marks it as “(burnt)”.",
    "Historical, Archaeological, Social and Technological",
    "The practice of snaring was unique to Australia and is of some international significance according to Cubit.",
    "Hunters Track is named after the hut.",
    "Our Disappearing Heritage Simon Cubit",
    "“A Queensland visitor's account of a trip up the mountain” Queensland Times, Ipswich Herald and General Advertiser 14 July 1864, page 4",
    "Focus on the Fringe"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612248728414-SH6VYHIF4EXV5C6IV3TL/DSC01529-HuntersHut-davies.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612248742111-L31KV7CJX7TJZ0FPD020/crude-stone-hut.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617367398272-69NG603H8K7ZA19ZU37K/Screen+Shot+2021-04-01+at+2.52.15+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}