{
  "url": "https://listthemountain.org/about-us",
  "title": "enshrining cultural heritage",
  "wordCount": 1515,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h1",
      "text": "enshrining cultural heritage"
    },
    {
      "tag": "h1",
      "text": "ENSHRINE’s 10-YEAR PLAN"
    },
    {
      "tag": "h2",
      "text": "PATRON"
    },
    {
      "tag": "h2",
      "text": "FOUNDERS"
    },
    {
      "tag": "h2",
      "text": "ADVISORS"
    },
    {
      "tag": "h3",
      "text": "GeoGRAPHY & ENVIRONMENTAL STUDIES"
    },
    {
      "tag": "h3",
      "text": "HUTS"
    },
    {
      "tag": "h3",
      "text": "TrackS"
    },
    {
      "tag": "h3",
      "text": "PLANNING"
    },
    {
      "tag": "h3",
      "text": "HERITAGE"
    },
    {
      "tag": "h3",
      "text": "mapping"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "To place a revered or precious object in a receptacle that ensures it will be protected is to enshrine it.",
    "ENSHRINE advocates for legally enshrined heritage recognition of kunanyi/Mt Wellington.",
    "That the mountain is Australia’s most outstanding Associative cultural landscape of its type Gwenda Sheridan has argued for many years. We simply offer additional, supporting evidence of this assessment in diverse forms: documents, images, text and ideas.",
    "Our website has:",
    "interpretive material to increase understanding, appreciation and respect for the mountain’s cultural heritage.",
    "interpretive material to increase understanding, appreciation and respect for the mountain’s cultural heritage.",
    "evidence supporting heritage nominations for each place, precinct, area and landscape with cultural heritage significance;",
    "evidence supporting heritage nominations for each place, precinct, area and landscape with cultural heritage significance;",
    "draft nominations for local, state and national heritage registers",
    "draft nominations for local, state and national heritage registers",
    "ENSHRINE emerged in 2019 from like-minded members in a network of researchers called the Mount Wellington Heritage Volunteer Network.",
    "Enshrine was inspired by the joint motion of the chair of the Parks and Reserves committee Councillor Anna Reynolds and the senior Alderman Jeff Briscoe in HCC F18/142051 13-1-9 [December 2018].",
    "Acknowledges all cultural contributors to the mountain: palawa, Tasmanian, British and European. We recognise shared cultural places and traditions.",
    "Acknowledges all cultural contributors to the mountain: palawa, Tasmanian, British and European. We recognise shared cultural places and traditions.",
    "Seek appropriate recognition for all cultural values, noting especially that for indigenous Tasmanians there is no separation between natural and cultural values.",
    "Seek appropriate recognition for all cultural values, noting especially that for indigenous Tasmanians there is no separation between natural and cultural values.",
    "Combines its own research with advice and recommendations from its expert advisory panel.",
    "Combines its own research with advice and recommendations from its expert advisory panel.",
    "Incorporates the work and wisdom of more than a century of research.",
    "Incorporates the work and wisdom of more than a century of research.",
    "Informs and consults landowners; custodians; the mountain-user community; and local, state and national government heritage agencies.",
    "Informs and consults landowners; custodians; the mountain-user community; and local, state and national government heritage agencies.",
    "Takes a “bottom-up” approach, building from founding nominations at the local level, expecting our last to be at the federal level.",
    "Takes a “bottom-up” approach, building from founding nominations at the local level, expecting our last to be at the federal level.",
    "Is in no hurry, but has a 10-year plan (2020–30)",
    "Is in no hurry, but has a 10-year plan (2020–30)",
    "Lodged its first nomination in 2023 for a Local Historic Landscape Precinct under the heritage code of the City of Hobart.",
    "Lodged its first nomination in 2023 for a Local Historic Landscape Precinct under the heritage code of the City of Hobart.",
    "Is self-funded, evidence-based and expert led, but is not a community group.",
    "Is self-funded, evidence-based and expert led, but is not a community group.",
    "ENSHRINE plans to make nominations at all three levels of government-based heritage recognition in Australia.",
    "2020–2023 Nominate a Local Historic Landscape Precinct or a Cultural Landscape Precinct in the Heritage Code of Hobart’s planning scheme.",
    "2024–26 Nominate Local historic landscape precincts to Kingborough, Glenorchy, New Norfolk and Huon.",
    "2027–28 Nominate an area, precincts or a set of places to the Tasmanian Heritage Register",
    "2029 Nominate an Associate Cultural Landscape to Australia’s Register of National Heritage Places",
    "Our logo is abstracted from the cartographic iconography of JW Hodgman’s 1935 Mountain Park walk map.  This circular-framed map was printed in black and red on cream paper. The black rim, compass rose, curved red lines and the off-set, all-caps Deco typeface are all derived from the map —which is now itself a heritage item.",
    "Alison Alexander was born and bred and has lived in view of the mountain for her whole life. She started walking in the foothills with her father in 1954, for they pretended to be Hillary and Tensing climbing Mount Everest. Seventy years later she still walks its tracks every day, enjoying the views. A doctor of history, she has published (and won numerous awards for) 35 histories, including the official history of the mountain’s surrounding Councils: Hobart City Council, South Hobart and Glenorchy. As well as being the Patron, she reinterprets the past for us. She knows the mountain from all sides.",
    "Maria Grist is an author and walker who, alongside her husband, John, has roamed the slopes of the mountain for more than 40 years in search of its heritage. She does not possess a single dress, being ever-ready in real track pants and walking boots. The author of two books on the mountain (The Romance of Mount Wellington and The Mountain Huts of kunanyi) as well as two dozen historic studies and timelines, she also built the popular website kunanyi/Mt Wellington History. As convenor of the Wellington Park Heritage Volunteer network, she worked closely with Anne McConnell during her tenure as Heritage Officer for the Wellington Park Management Trust.",
    "John Grist is our elder statesmen type figure. Many, many decades ago he conducted a heritage search and rescue push. As the power of the web grew exponentially and John’s walking stick grew heavier, John began to zoom in on the search side of the business. He has an uncanny ability to see any aberration on a surface (as well as below and above it) in the shadowy shape and lurid colours on his LiDAR screens.",
    "Bernard Lloyd is a non-fiction author. He has published three histories, including The Watergetters on how Hobart quenched its thirst and featured in many of Australia’s leading magazines. He climbed the mountain the day after he arrived in Hobart in 1988 and has returned on numerous occasions to tramp, ski, camp, climb and swim.",
    "Dr Lorne Kriwoken A backwoodsman hailing from British Columbia, he has bespotted his every passport travelling to every natural World Heritage Area on Earth. Never lost, always informed, in UTAS’s pioneering School of Environment Studies his academic publications and collaborations spanned the world of rock and ice, sea to summit. He continues to lecture cruise ship passengers and aircraft customers while on his travels.",
    "John Grist has met with the original builders and the founders and denizens of the mountain’s huts. He knows where every single one of them is located in his head. He buys artefacts from others to return them to the Park.",
    "John Cannon’s bushwalking kicked off when he walked the Overland Track in winter aged 14. Five years earlier—aged 11—he’d climbed the mountain, in icy conditions, from the Waterworks with his school class and one vigilant teacher. As a man, John served the state’s Nomenclature Board and sat on the editorial Committee of The Tasmanian Tramp. He represented bushwalking on the World Heritage Area Consultative Committee from 2005-12. He is best known for his In the Bush column for the Mercury newspaper, at only 31 years in print he is pipped by Peregrine who did 34 years. After retiring John became (what a surprise) a Tasmanian walking guide. He still delights in walking on the mountain and elsewhere with friends in the Hobart Walking Club. We do not know of a person who has so frequently and closely observed the tracks on the Mountain.",
    "Catherine Nicholson is a Fellow of the Planning Institute of Australia. With a Masters in Regional and Urban planning and after 35 years in senior positions in the world of planning and environment, working across State and Local government and in private practice as well in a large engineering and environmental consultancy firm, she was appointed a Commissioner of the Resource Planning and Development Commission (now the Tasmanian Planning Commission) and also sat as an expert member of Tasmania’s Resource Management and Planning Appeals Tribunal (RMPAT) for 15 years. In 2012/13 Catherine researched and wrote the review of the Wellington Park Management Plan. Here come the judge.",
    "Danielle Gray has worked as a town planner since 1997 and holds qualifications from the University of Tasmania in architecture and town planning, majoring in historic heritage conservation. Her thesis won the Planning Research and Teaching Award at the Tasmanian RAPI (Royal Australian Planning Institute) in  2000. Danielle has held both statutory and strategic planning positions in five southern Tasmanian Councils and  managed  cultural and historic heritage programs. She has extensive experience in the Tasmanian Resource Management and Planning Appeals Tribunal and is a former board member of the Tasmanian Heritage Council (2015-2020).",
    "Bruce Chetwynd is a consultant Visual Landscape Planner. His long career in Tasmania’s DIER culminated in him as Senior Landscape Planner developing visual management guidelines and advice on developments including forest plantations, native harvest operations and road design in native forest as well as rural landscapes. He authored the landmark Wellington Park Landscape and Visual Character and Quality Assessment report. He holds a Graduate Diploma of Landcape Planning [UTAS] and a Graduate Diploma of Recreation Planning [CCAE] as well as a B.A. in Environmental Design. He lives on Mount Nelson.",
    "ENSHRINE has also consulted",
    "Martin Stone",
    "Sharnie Reid",
    "Yoav Bar-Ness",
    "Jerry de Gryse",
    "Greg Lehman",
    "Anne McConnell",
    "Gwenda Sheridan"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e20688fe-dfbf-4cbb-bce3-e50d3a133c12/NEW+logo.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e7c5cbbb-556a-4985-b176-5b2205fba077/230k.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}