{
  "url": "https://listthemountain.org/destinations/woods-hut",
  "title": "WOODS’ HOSTEL",
  "wordCount": 650,
  "imageCount": 7,
  "headings": [
    {
      "tag": "h3",
      "text": "VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Australia’s first wilderness lodge",
    "“After a long rest we resumed our journey, and late in the afternoon reached the hut of “the old man of the mountain,” where, to our surprise, we found quite a large party, bent on the same errand as ourselves. However, we received a hearty welcome from host and hostess, the kindness of the latter being beyond all praise. The large kettle and ample saucepan were in immediate requisition; and, what with new laid eggs, rashers cut from a large flitch of bacon by the hostess’s own fair hands, potatoes, and ripstone pippins from their spacious well cultivated garden, and a cup of real Bohea; and you will allow, gentle reader, that we fared remarkably well, all things considered.”",
    "The Graphic, March 8, 1884",
    "It was reported in 1848 that ‘a few individuals are busily engaged in preparing a resting place midway up, wherein may be enjoyed creature comforts … preparatory to the ascent … towards … the summit of the mountain. The promoters of this undertaking deserve the thanks of all who relish a day of harmless and healthy recreation. Colonial Times 12/9/1848",
    "Almost fifty years before the Springs Hotel was built, visitors to the mountain could find—halfway—refreshment, a hot meal and overnight lodging as well as guidance, at Wood’s hostel at The Springs. Simple it was, but it was, perhaps the first ‘wilderness lodge’ in Australia and it operated between 1860 and 1880.",
    "It was the home of the ‘Old Man of the Mountain’, Henry Woods and his wife and children. As well as looking after tourists—including searching for them when they became lost in the “blindfold” mists—Woods carted ice down to the city every second day, looked after the water supply at the Springs and cut and repaired walking tracks for the Council. The kettle was always on the boil at Woods cottage according to historian Elizabeth de Quincy. She also reported the claim that the garrulous Woods  might lay claim to having more acquaintances than any half dozen best known colonists—such were the number of their visitors.",
    "“This is the abode of old Woods and his better half, otherwise known as the “old man and old woman of the mountain.” It is here that visitors stop to take breath and refreshments. The old couple attend to the wants of weary pedestrians by furnishing them with cooking utensils, or even the food itself for a trifle; they make no charge, but leave it to the option of the traveller. The old couple invariably come off best. ... The old girl must have seen us coming, for she had a nice warm cup of tea, bread and butter, and raspberries already set on the table on speculation. On entering the hut we were kindly invited to partake of the good cheer provided, which we did to her astonishment. However, we amply paid her, and sat down for a chat for a few minutes before leaving. I was not long in discovering that Mrs. Woods was Scotch, and a very old colonist.”",
    "Woods was succeeded for a short time by his son (also Henry), then later by Joseph Thomson and lastly by Daniel Lucy, who had the unfortunate luck of choking to death on a sausage. After this time, a ranger was formally appointed to look after the Mountain and its many visitors.",
    "“It is, we believe, tolerably well known that there is a track to the springs, called, for convenience sake, as much as for anything else, half-way, and that refreshments can be had there. That is, in fact, the usual halting place. But how to get there is the difficulty.”",
    "Historical, archaeological and social.",
    "In 2018 the Park’s trustees agreed that Wood’s Cottage (WPHH 0407), Woods Stables and Wood’s Hut 2 should have high priority for nomination to the Tasmanian Heritage Register.",
    "A Timeline of buildings at The Springs",
    "Focus on the Fringe"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601432194086-GRZGSJ86IBRQK7K0PLL2/Illustration+from+%22The+Graphic%22+1884?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670387909225-1JGYVQR8KJE3X5TW6ULP/Woods%2BHut.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650424334783-VUFKSP1Y5BPQ873NIXJW/b50747-springs-crop.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1639179112859-0UTYDEI68LLTFRD5MSC3/woods_2b.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590556965150-WGUKD1P9PK70X7LDBWTA/Screen+Shot+2020-01-28+at+2.37.15+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690289853515-26HUIEC3NLAJA00FEKSB/Screen+Shot+2023-07-25+at+10.16.41+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}