{
  "url": "https://listthemountain.org/work-places/ice-houses",
  "title": "Rullai-ungaratine Orragurra wurina/ICE HOUSES",
  "wordCount": 1203,
  "imageCount": 13,
  "headings": [
    {
      "tag": "h2",
      "text": "How to serve an ice cream dessert in summer without a refrigerator? Build an ice house up the mountain."
    },
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "HERITAGE ASSESSMENTS"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The encircled building may be the Springs Icehouse",
    "c1870 Credit TAHO",
    "If it were today, the entrepreneurs would be pitching their proposal as low food miles, carbon-friendly, authentic, natural, sustainable and organic.",
    "In 1849 the benefits were more immediate and pragmatic. To produce a chill in wine, make a clink in whisky glasses, and (for the lower classes) atop summer sundaes to sit ice cream scoops.",
    "Either way: an ice works should be built high up the mountain.",
    "“Throwing away the public labour in the procuration of snow!” complained a correspondent to the Launceston Examiner. Commencing the foundations on April Fool’s Day was a godsend to scoffers. We may join them if we imagine the initiating governor’s interest was selfish, perhaps complaining heatedly to his aide-de-camp Captain Stanley, ‘It’s stifling down here! In Sydney Town, they enjoy sherry cobblers, brandy smashes or mint juleps, but without ice, we are parched!’",
    "Captain Stanley was a doer. And Denison was not derailed by  the sledgers. He procured sledge hammers.",
    "He offered as his ‘subscription’ to the idea the appropriation of the labour of a gang of 20 convicts to build just such an ice house. Financed by additional subscriptions, a track [now the Icehouse track] which reached high above the snowline, was widened to allow packhorses to carry building planks up and ice down.",
    "On April Fools Day, 1844, half a dozen convicts on probation commenced the site preperation for what turned out an “aristocratic” looking first icehouse. It was designed by a Captain Stanley and the convict overseer. On a cleared site the hard ground was hollowed down about a metre, then a double layered, drystone wall of foundation stones was laid on its perimeter, 46 feet long and 22 feet wide. Atop the stones, a dual-walled wooden superstructure  was raised, and lichen and rushes were stuffed into the cavity to increase the insulation. The roof was later described as  ‘heavy, sloping and covered with turf and brushwood’. At a total cost just under fifty pounds—including ‘extra rations of tea, sugar and tobacco for the convicts employed during the winter’—the house was completed as winter descended.",
    "Snow, not ice blocks, was then collected from the slopes in barrows, wheeled into the houses and packed and patted down to therein freeze into ice. Unlike those where blocks of ice were cut from frozen lakes or rivers, the mountain’s icehouses were snow mound ice houses.",
    "The Aristocrat icehouse was soon filled in with snow to the depth of 15 feet, equalling 180,000 lbs of ice, which was more than necessary for the subscribers, so they agreed to sell it to non-subscribers at 3d. per lb. The first block was received at Government House. It arrived in June 1845 in a canvas bag packed in sawdust.  Reported as “Van Diemen’s Land Ice”, later blocks departed wrapped in blankets, slung either side of a pony. The Hobarton Guardian commented: “the subscribers’ wines will, henceforth, be iced, after the most approved and luxurious fashion of the most dainty epicurism.”",
    "There no advertisements and we have no images inside the icehouses, but the illustrations below of mid-century icehouses in the UK and America show some of the known features.",
    "There must have been a lot of epicureans because in the end three additional ice-houses (upper and lower, see map above) were subsequently built, in 1853 and then around 1875. The ice house at the Springs was in the log cabin style. Three huts were also put up to house the freezing snow workers.",
    "‘It is understood that as soon as the ice-house is regularly worked the price of ices will be reduced to that charged in London for those luxuries.’ Hobart Town Advertiser December 1849.",
    "A confectioner and pastry cook named Webb was the second-most generous subscriber after the governor and soon (1849) got sole management of the ice. He bought the first icehouse in 1853 and soon after established a second at The Springs. There was a break-in that same year and another in 1856, after which Webb told the press he would install man-traps and spring guns to deter any ‘mischievous excurcionists’. They didn’t work. In the same year Mr Webb’s hut at the lower icehouse was deliberately burned down. The year 1860 was poor. The product had ‘rather the appearance of snow than ice; it cannot, therefore, be served up as other ice, but is used for cooling wine, lemonade, and other liquors.’",
    "As well as to their patrons in Hobart, the ice houses supplied ice to over-heated passers-by. Walkers halfway up the mountain.",
    "Angus Barnes writes that for those less willing to challenge the mountain's highest reaches, the ice houses in the vicinity of the Springs (and the upgrade of the track to them) provided a more easily accessible focal point to be ‘delighted at a trifling cost with a luxury only properly appreciated by the panting polka dancer or by the restless fever patient whose temples are cooled by the delicious application of ice.’",
    "A visitor in 1858 observed no less than fifty-seven people at the [Ice] House at the Springs, with one gentleman who had served under Don Carlos enthusiastically calling out with a confused mixture of language—and from a strong mixture in a tin pot—“Viva, the Ice House!” [Hobart Town Daily Mercury, 10 July 1858, page 5]. In 1860 ice was exported to Sydney.",
    "In the early 1900s, the houses were still producing, with ranger Charles Gadd driving the blocks down to town on a cart drawn by his sturdy pony “Baby”. It is unknown precisely when the last ice house ceased stomping, but certainly by 1933 none of them were in use and were remembered as having been useful by that point mainly to the hospital. As always there were doubters but that sixty year economic history is enviable.",
    "The foundation stones remain to this day. Also, cocktail creators and refined scone-batter makers still resort to the mountain when occasion requires and conditions permit collection of the city’s finest frozen waters.",
    "Historic, archaeological and social.",
    "McConnell and Scripps (FoF 2003) considered the Icehouse complex ‘a feature unique to Mount Wellington’ (p 61) and ‘deserving of its own place in the Park’s list of interpretation themes’ 9p 59).",
    "The bridle track to the icehouses, the Ice House Track, is also a significant historic track. (WPHH0140).",
    "WPHH0139 lower icehouses complex.",
    "WPHH0550 upper icehouses complex.",
    "In Focus on the Fringe Vol 1, 2003 the Icehouse ‘complex’ was identified as one of the highest priority sites: ‘The Icehouses Complex is considered to be a site complexe rather than a precinct because it comprises sets of closely related elements and have many elements, but these elements are not necessarily closely physically related.’",
    "In Focus on the Fringe Vol 2 Inventory in 2005 McConnell and Scripps in assessed its state level significance indicatively as High.",
    "In 2018 the Park’s Trust made both the upper and lower icehouse complexes and the track priority places for nomination to the Tasmanian Heritage Register.",
    "The Friends of Mount Wellington recently reported that ‘The Ice Houses are suffering from neglect which is impacting their structural integrity’.",
    "A Brief History of the Icehouses - Maria Grist",
    "The Tasmanian Tramp No. 21,  1974",
    "Angus Barnes"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/44ace78b-efae-4fd0-a09d-071756388e2d/Icehouse+Image.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697427512297-N6IDCO5RPTRRLX6A7K40/Springs%2BIcehouse%2BSideview.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697439464638-USSDEO741N8JOKNZ6V1E/5447174142b52973ef128fe59a2346e800246016.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697427822929-3DNDPXE9NB9K4KOLMPM2/AUTAS001126184514.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697152772226-VUG2K6Y22T8SGKBDEZBA/Ice+House+complex+map.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607309213062-62F1ZJ604U1YMER6GVVU/Mercury%2B%2528Hobart%252C%2BTas.%2B-%2B1860%2B-%2B1954%2529%252C%2BWednesday%2B9%2BFebruary%2B1870%252C%2Bpage%2B1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697428676491-GAOFMBQP2TZ5UFXPG5TN/Upper+Icehouse.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605747409507-BGXHTJ63M1PPVXUJ4QPK/NS3195-2-362.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605747411544-6661V77RB7OJ9OHEPOFW/icehouseFeb84B.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605747421528-Q44QHJGRDRB0JITYZOTI/icehouseFeb84.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697421825839-PE94WNS3J4617KFJ30LE/0962.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697421827440-21TCMLYSWP2RXHJD6ZBB/ice-house.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}