{
  "url": "https://listthemountain.org/tracks/hunters-track",
  "title": "Hunters Track",
  "paragraphs": [
    "Along this track stood draughty huts and when the possums climbed out of their high hollows at night to feed the ‘ring tailers’ emerged from their split paling lairs to stalk them. After a while the possum snarers learned that acetylene lamps made spotting their quarry easier and instead of sprung wires, they shot the furry fellows from their boughs.",
    "Flayed from the carcass and pegged to the walls of the skinning shed, the pelts dried by the heat and smoke of fires lit by the snarers, on which they also roasted the haunches or hamburgered the possum meat into patties. The living and the dead, high up the Mountain, slept near each other.",
    "Furriers paid 3 shillings for the greys, the blacks were worth five shillings—about thirty dollars in today’s money. For a few it was fun-filled pocket money, for some in the 1930s it was the work they had. Illegal though it then was.",
    "Not every one agreed to the ‘ruthless destruction of that perfectly harmless and interesting little animal, the ring-tailed opossum’ as a letter writer wrote in 1913. And during the 1930s the Park Ranger was empowered to evict the possum hunters.",
    "In 1932, during the great period of track building on the Mountain, a gang of 10 men working in The Mountain Park on ‘susso’ (Hobart City Council’s work for the dole) joined Lenah Valley Track to the Possum Hunters Track.",
    "During the war years of 1940s the hunt died out, bushfires engulfed the buildings and the name condensed to Hunters Track, but the crumbled stone wall of one possum hunter’s hut can still be found.",
    "TRACK NOTES by John Cannon",
    "Hunters Track was built across a significant boulder field and has a distinctive rock path across this scree section.",
    "HERITAGE SIGNIFICANCE",
    "McConnell assessed the track’s local Historic and Scientific  significance as ‘Medium – High’ and found it of state heritage significance as part of the Depression-era suite of walking tracks. ‘There is limited knowledge of hunting and snaring on Mount Wellington and only a few sites related to the activity are known. On the eastern face of Mount Wellington there are some camp sites above New Town Falls that are thought to have been hunters/snarers campsites, and [there are] the ruins of the ‘oppossum hunter’s’ hut at the junction of Hunters Track and the Old Hobartians Track. The date these camps were used … are likely to be the 1890s or 1920s.’"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/fe291891-e6f9-4e1d-b33e-288349290055/DSC01529-HuntersHut-davies.jpg",
      "alt": ""
    }
  ]
}