{
  "url": "https://listthemountain.org/tracks/ice-house-track",
  "title": "ICE HOUSE",
  "paragraphs": [
    "Both very early and very historic, the Ice House track leads up from The Springs (initially via The Falls Track), up past a cluster of icehouse ruins on the mountain’s upper slopes, skirts the Ploughed Field, and passes through a saddle named “The Gap”, to gain the summit’s ridge where it terminates at the South Wellington trackhead.",
    "McConnell describes the Icehouse Track as ‘rustic in nature’,  notes the use of local stone materials and that it is distinguished from the mountain’s purpose-built recreational tracks by its greater width—a feature it shares with the Fingerpost track. As well as its perpendicular inclination.",
    "The earliest colonists’ ascents came this way to reach the Gap, crossing the open Ploughed Field. By the 1830s a discernible foot track formed.The foot track was widened to a bridle track by a party of convicts in 1849 to facilitate the progress of ponies transporting blocks of ice in conjunction with the building of an ice house halfway up, at 1,100 metres. The suggestion that the bridle track was made ‘where the foot of  “the Devil” alone had hitherto trod’ is not sustained.",
    "During the 1850s the track was better formed to service two new, ‘upper’ ice houses. Eventually, there would be four ice houses and several associated huts along the track.",
    "In the 1870s a very brave surveyor suggested that by widening the Ice House Track yet again a carriageway could be constructed all the way to the summit.",
    "In 1872 the route between the ice-house and the pinnacle— poetically—was marked befittingly with ‘spots of white paint’, the Mercury reported, ‘to enable excursionists to reach the highest point of Mount Wellington without the fatigue of crossing, but not depriving them of the privilege of seeing the extraordinary boulders which are designated the Ploughed Field. Messrs. T. Crisp and Oldham, solicitors, Melbourne, accompanied by Mr. Josiah C. Pratt, were the first to avail themselves of the new track yesterday.’",
    "The track was kept open until the 1890s through its association with the ice houses .",
    "Between 1906 and the 1930s it was sometimes closed to protect the purity of the Springs feeding the waterworks.",
    "After the creation of the Zig Zag track in the 1930s the Icehouse track fell almost entirely out of favour. A Mr Baker who grew up in Fern Tree in the 1930s-40s noted that when he went up the mountain, he did not use the Icehouse Track as they 'had heard it was dangerous'.",
    "After 1942 it was slightly re-routed.",
    "The tracks fell into a bad state in the 1960s and Hobart Council did work to restore it (probably after 1965).",
    "The Ice House Track (1.4k, also known as the Old Pinnacle, Skyline or Ploughed Field route) is the only track access to the western Wellingtons. It is a direst, upward route. Above the icehouses, pre 1945 fire, the track passed through a dense grove of celery-top pines and Antarctic Beech. Above the ice house ruins it becomes a cairned route. Walked typically as a  loop: up the Ice-House-South Wellington then down the Zig-Zag-Pinnacle tracks. Tastrails describes this 9 k round trip as ‘perhaps the best day walk available on the southern side of kunanyi/Mount Wellington.’",
    "It had a prime use-value for the city’s supply of ice, but today it has historical, archeological, scenic, architectural (associative), social (recreational) and scientific interest value.",
    "It was the mountain’s first bridle track and amongst the first half dozen colonial tracks on the mountain. (McConnell Historic Track and Hut Network report, p7).",
    "The track forms a section of a chain of very early tracks, (Rivulet-Fingerpost-Icehouse and South Wellington) together now known as the ‘Hobart Rivulet Way’, being the earliest route from the city to the summit for the colonists.",
    "It was thus the main route by which early 19th century scientists (including Robert Brown and Charles Darwin) and excursionists accessed the summit area.",
    "It was the probable route of the instruments and building equipment carried  from the Springs to summit for Wragge's Summit Observatory in 1895. (Thwaites 1982-3).",
    "It is thought that the material to build Thark Hut was likewise transported up the mountain in 1901 on narrow wheeled, horse-drawn carts.",
    "The Ice House Track is recognised in the Park’s database of historic heritage places as WPHH 0140.",
    "In 2012 McConnell assessed this track as having High local and High state level significance ‘for historical reasons and as a rare, extremely well preserved example of its type and period of construction, as well as for the preservation of its historical setting.’",
    "In 2018 the Park’s trustees placed the track on their High Priority list for nomination to the Tasmanian Heritage Register.",
    "McConnell Historic Tracks and Huts",
    "McConnell and Scripps Focus on the Fringe",
    "Mountain Ruins Mercury, June 22, 1946 p 6."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1603942123656-HJX7IKY3Y3VDUTSSMGNY/icehouse.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697445787234-7TQLJ1YSG7R0OPPH6O5G/Beginning+of+Icehouse+Track.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435851880-L3OHXFQD4SWP8JSVZENQ/Screen+Shot+2023-07-27+at+3.26.54+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690434995674-3WKPBNVG1K665WD15SJ1/Screen+Shot+2023-07-27+at+3.14.28+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435849984-FCPM9E6BXAXSM7MXC45E/Screen+Shot+2023-07-27+at+3.27.26+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650343511197-1VO3NY7OK1N8O5OBF7E7/ploughed-field.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650343808567-2NUUYE0CHUCA7L9H6ELB/ice-house-NS1013-1-2009.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670502455961-IEFPXMOI3D1TX77PI06W/Screen+Shot+2022-12-08+at+11.26.47+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435853419-U9DJ7GX0VJOAP2657KZ5/Screen+Shot+2023-07-27+at+3.25.37+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435857404-AV019MM5I6QW9YN10C8U/Screen+Shot+2023-07-27+at+3.26.39+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435860254-NZ9140XBMSDOFHZWP7I3/Screen+Shot+2023-07-27+at+3.25.51+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690435856106-LWHXIT4DUI2DUU6GGAC4/Screen+Shot+2023-07-27+at+3.14.15+pm.jpeg"
    }
  ]
}