{
  "url": "https://listthemountain.org/tracks/lenah-valley-track",
  "title": "KANGAROO VALLEY TRACK",
  "paragraphs": [
    "TRACK NOTES by John Cannon",
    "The lower end of this track was the logical progression of the New Town Way. In fact, it has become a major arterial track on the mountain, providing access from the end of Lenah Valley to The Springs and many other side tracks along the way.",
    "The Old Hobartians Track is an early offshoot at an old hut site from where it heads uphill to the Chalet, joining forces with Hunters Track (whose name suggests an earlier activity on the Mountain) along the way. Not long after that New Town Falls is reached.",
    "If one were to follow the creek up off track, one would eventually reach the site of the possum trapper’s camp. Lenah Valley Track continues to sidle uphill past some sandstone escarpments en route to Junction Cabin where, as its name implies, tracks converge from all points of the compass. Beyond there Lenah Valley Track continues to trend gently uphill past Rock Cabin (initially called Log Cabin, it burnt down when it was only 4 years old) and Sphinx Rock. It is always worth the minimal side trip to the great view from the top of Sphinx Rock.",
    "According to McConnell, the Lenah Valley Track is ‘considered the most significant of the Depression period tracks because:",
    "It forms the backbone of the Depression period tracks;",
    "It appears to have been considered the primary track as it had three huts (in this case day use shelters) built along it, and is the only track where this occurred;",
    "It was designed both to link the Springs with Lenah Valley and to be upgraded to a carriage drive to link the two areas by road and provide circuit road route from Hobart;",
    "It exemplifies the peak of the vision for foot based scenic tourism through the designed access to scenic features (in this case the New Town Falls), and the construction of associated infrastructure, in this case the three huts (Log Cabin, Junction Cabin and the Old Hobartians Cabin), all of which show deliberative design and a connection with global rustic design (ie, in the use of the American term ‘cabin’ and the log cabin style of Log Cabin);",
    "The extensive rock work on the track; and",
    "The excellent preservation of more than two thirds of the track.’"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604376650144-21HBSRW3VU3JIPWAY16Y/TasMail-LyVyTrack-13-10-1932-2.jpg",
      "alt": "Lenah Valley Track. Tasmanian Mail 1932"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1603943725455-VIFAGIXQ7FXUR5D09T4G/sphinx-rock.jpg",
      "alt": "Sphinx Rock. From the Grist collection"
    }
  ]
}