{
  "url": "https://listthemountain.org/tracks/myrtle-gully-track",
  "title": "MYRTLE GULLY",
  "paragraphs": [
    "How was it that Indian crewmen from a foreign vessel came to worship in this rainforested gully?",
    "Another question is how come the Gully—so close, so accessible and so picturesque—was also so little known to locals? Myrtle Gully could be reached by taking a tram from the city to South Hobart and then walking for less than 15 minutes up a century-old dray track to the Old Farm. A few knew. The Gully was a very early (1880s) site for the building of elaborately rustic mountain huts, but the hut owners kept its beauty and sacred aura a secret unto themselves.",
    "The spokesperson for the Lascars explained that compatriots in Melbourne had found their way to it, admired it, and explained that it was easily reached. The Lascars went there, they said, because it reminded them of the fern gully “jungle” near their native village. Respectful, grateful, impressed: the Mercury newspaper reported that ‘the demeanour of the Lascars while in Myrtle Gully was such as to convey the impression that the place was populated by fairies, that their visit was inspired by religious motives.’",
    "These Lascars were Tamil Hindus. In their holy conception of landscapes, forests (mullai) are embued with the ever-present sacred immanence of the divine. In such fertile places: rich with native plants and animals, waterfalls, rainforest, Jasmine, tall grasses and fragrant bark, where wild bees are a source of honey, the devotee waits in hope (thus experiencing the joys of expectation) that God will appear and, by ecstatic possession, fill their soul. Shiva!",
    "In the Autumn of 1931 Tasmania was on an unrivalled ecstatic downer. The Great Crash of 1929 had broken the economy. The only thing going up was unemployment. As a means to offer meaningful work, and on the grounds that ‘Myrtle Gully will outvie the other fern gullies on the Mountain’, the idea of cutting a track to open up a connection to the Lenah Valley Track at Junction Cabin was embraced.",
    "It was dense bush and the cost was estimated at 200 pounds. An impossible sum without community appeal. The Mayors Mountain Fund was established. A hat was sat at the counter of the municipal office and the public encouraged to ‘Drop 1 shilling in the hat for the unemployed. The greater the number of shillings “dropped” the sooner will another fern gully be added to the scenic delights of the mountain. And greater will be the assistance afforded to those who work for wages instead of doles or rations.’",
    "In the maw of Depression, as they had done since the 1840s, Hobartians tipped their shillings in the hat to make a new track happen.",
    "Only men with families were employed. WIWO (walk-in, walk-out) workers. One week on, one week off.  Every one was paid 13s 10d a day, but after three weeks contract they were stood down to give some other desperate beggar a shovel. Skilled bushmen, navvies, artisans, clerks, drapers assistants: they all took a turn.",
    "‘With an eye for natural beauties, the path was laid with split logs and man fern trunks.’ Work began at the Park boundary, but as the track arose, funds decreased. How could it be sustained?",
    "The Mercury joined the campaign, spruiking in weekly progress reports how the track: ‘opens immediately onto a rivulet bridged in a rustic manner’, how the first waterfall is set between eight large ‘fern sentinels’, how where a miniature gorge of rare beauty was discovered, how ‘extrarordinarily large forms the delicate cat head (?) assumes’.  ‘Unsual rock formations’, a waterfall ‘higher and more beautiful than O’Grady’s Falls’, another roaring waterfall through a v-shaped gorge (possibly Secret Falls) ‘the walls of which are green with the centuries of growth of mosses and ferns’.",
    "Step by step, coin by coin, the track was enabled. Funds dipped perilously low some weeks but whenever more ‘scenic values of a high and rare order’ were revealed, fresh falling shillings refilled the hat.",
    "The track was opened on June 6, 1931. 400 men had been employed.",
    "Surprisingly, by the 1970s the track had fallen into disuse and was so overgrown it was possibly shut by Council. Only to be reconstruced between 1997 and 1999.",
    "Today, the Pinnacle Observation Shelter is a memorial to the road workers. Surely, the noble and arguably more beautiful creations of the track-workers should also be commemorated. They too worked in rain, hail, sleet and blizzard, they too worked cheerily and without interruption—and without blasting.",
    "An important and charming route between the Boundary (or Main) Fire Trail and the Junction Cabin area, this track is very popular because of the ferns, myrtle and sassafras along its shaded route.",
    "Constructed in 1930, it is one of the tracks built after the Council acquired the land from the Cascade company.",
    "Remains of two of the fifty or so recreational huts built on the mountain between 1890 and 1934 can be seen beside the track. Several other huts are close by over the next ridge.",
    "A platypus is an infrequent but well attested inhabitant of its shaded pools.",
    "Myrtle Gully is a stronghold for some of the largest specimens of the Climbing Mountain Berry (Billardiera longiflora) whose glossy, red ribbed berries form on long tendril-like stalks that drape musk, fern, and other shrubs on the hillsides over summer.",
    "The  sky up to thirty-five metres above the Gully is patterened with the lace-like foliage of the Myrtle. Not descidious, but in summer its waxy green leaves assume a rusty tint. They can live for a thousand years. Once common in many of the Mountain’s gullies, their ranks have been sadly thinned by fires.",
    "Of all the Depression-era tracks, Myrtle Gully Track (along with the Lenah Valley and Organ Pipes) are the three tracks considered (page 68–69) to have state-level heritage significance. Myrtle Gully has ‘additional significance as a good example of an up valley floor track with a high aesthetic setting and good surviving evidence for bedrock modification in its construction.’"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/21ec01a8-c61a-4086-b2b9-04f6285dae12/453062_unexplored-ruins-lord-shiva-wallpapers_1920x1080_h%2B2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607464381365-1YMSW22EMGHHQUJXL251/New-Tracks-Lone_Cabin-TasMail-1-10-1930-2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607465125252-VSURI4RA1TMRYGOP4AJN/MYRTLE-GULLY-FALLS-44a.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607463977087-BN63ATZV8S78RU26RKL9/Myrtle-Gully-July_20__Insert_1b-Crop.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607464486609-8RHZ0Q6MP4EXFF27QRY3/myrtle-gully.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1648008179047-9PQDOUZ8N6O1N6EGU2X3/wellington-green.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1648008184566-Q962H563C1LTZXS6NWUD/IMG_3650_FernRetreat.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1648008189811-CN98P3Z585AJ9V3MNEY5/fern-retreat-NS1013-1-1098.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684416321301-0IYO0TCNNTMJHCJH25KO/1470607398949.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/72a7df20-7f36-41db-b44e-750dd73f2216/b0b5019f7615c6bc391e478ddc464d1d.jpg"
    }
  ]
}