{
  "url": "https://listthemountain.org/tracks/organ-pipes-track",
  "title": "ORGAN PIPES",
  "paragraphs": [
    "CHRONOLOGY",
    "The history of this track’s emergence is itself misty. There’s a suggestion of an Organ Pipes track is 1855; however, the reference, Grist says, “may well have been on the route of a section of today’s Lenah Valley Track.” In 1894 it is not only there, but already in a need of clearing of many trees across it. And it is described as badly-formed. At that time a well-graded track lead from the Springs to the ‘start’ of the Organ Pipes. It would therefore be longer than a mile, 2.1 kilometres long. After the construction of the Springs Hotel in 1907, another track, one from White (or Sphinx) rock to the base of the Organ Pipes, was up-graded. The mountain ranger Alfred Pitman was said to be extending it to join the New Town Track. Between 1928 and 1932 The Organ Pipes – Mt Arthur – Panorama Track is constructed as a mid-high level scenic track, but also as a linking track, and a more northern summit route. It provided a summit round-trip walk. It was also seen as the start of a connection to Collins Bonnet and then to Collinsvale’—not yet built. Grist references consideration for stone flagging—also undone. Could be amazing.",
    "WALKING NOTES",
    "Linking the Pinnacle Track with the Chalet on the Pinnacle Road, the Organ Pipes Track passes under the awe-inspiring dolerite flutes of the Organ Pipes. Its upgrading in recent years has been in keeping with its status as one of Tasmania’s 60 Great Short Walks. For those who prefer not to dangle off cliffs, a study of the varied plant life along this track will be as rewarding as the legendary views. These plants enjoy a microclimate of cloud forest. When almost at the Chalet, you might notice a remnant of the lower end of the Panorama Track. The top end of this track starts on the Pinnacle Road not far from the summit and descends through pleasant sub-alpine country; however, the lower end has been eclipsed by rockfalls which now necessitate walking along the road for some distance.—by JOHN CANNON",
    "VALUES",
    "Historical, scientific, social and aesthetic. The Track also has social value as a scenic track.’ —McConnell  page 68",
    "SIGNIFICANCE",
    "WPHH0261",
    "Medium-strong level significance, according to McConnell. Its local significance is High. It has additional significance ‘as it was specifically designed to provide a high level scenic track, which was seen as not being provided for at the time.  Its state significance is as a suite (R) & (D), but it has no known national heritage significance.—McConnell  page 68",
    "McConnell p 3, 5 & 8."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604378108398-2XGF6LRN58RRMWPIRTDW/1933-1.jpg",
      "alt": "Happy walkers in 1933"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649762466575-9JCMAQ5DMNEMRG09YN63/organpipes-track.jpg",
      "alt": "1965 HWC map by C. A. Meech, traced by M. Grist 1991"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649818356703-2F41FM190GECUG4GY6LV/springs-September_19_1907-2.jpg",
      "alt": "View above the Springs"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649818397967-CQOV5C4PRKMXB1WMPJ36/TasMail_20-4-1933_organpipestrack-2.jpg",
      "alt": "Organ Pipes track"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649826319367-9MWFLGE9A7V10FDXCFZL/article29902730-3-001.jpg",
      "alt": "The Mercury, 30 March 1931, page 8. Photo: B. Sheppard."
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1663467506329-VTZD70AR4EYN6K86KRL4/organpipes2.jpg",
      "alt": "Postcard by William Fellowes, from the Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649762546604-N687Y3NSEIFSE9MO585C/20181130_152742+2.jpg",
      "alt": "20181130_152742 2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683291768561-G2ITCWO40PX342NTJ3SM/Organ+Pipes+Track+NLA+1990+PIC+Cold+Store+Row+A4%3A5%3A1+%5BPIC+DOM%5D+Folder+2+%23PIC%3A12677%3A167.jpeg",
      "alt": "Organ Pipes Track NLA 1990 PIC Cold Store Row A4:5:1 [PIC DOM] Folder 2 #PIC:12677:167.jpeg"
    }
  ]
}