{
  "url": "https://listthemountain.org/tracks/ploughed-field",
  "title": "PLOUGHED FIELD",
  "paragraphs": [
    "The most difficult and dangerous part of the ascent has been the highlight of the climb to the Pinnacle since at least 1837.",
    "In 1872, discussing the proposed pipeline to tap the Plains Rivulet, a correspondent to the Tasmanian Tribune in Hobart claimed that above the inlet, ‘Before the water appears above the surface, it runs under the enormous mass of boulders known as the “Potato Field” or “Ploughed Field,” over which the track to Wellington Falls passes ; the basaltic rocks not only purify the water but have a very great effect in equalising the flow—retarding the rapid drainage during the wet season, and preventing evaporation during seasons of heat and drought…’ (15/7/1872 p2)",
    "The Conservator of Forests suggested in 1887 that ‘on the plateau above the Ploughed Field, clumps of willows, Scotch pine (pinus sylvestris) and other hardy trees might be planted in suitable localities among the rocks …The protection afforded the existing timber, and the increase by planting would add greatly to the attractiveness of the Mount \"outing,\" and the enjoyment of visitors, whilst the main object of these improvements—the shelter and water supply of the City would be conserved at the same time.’ Mercury 26/8/1887.",
    "WALKING NOTES by JOHN CANNON",
    "The Ploughed Field was the upper part of the route to the Pinnacle above the Ice House Track. It was used by most walkers prior to the building of the Zig Zag track. The name refers to an area of huge boulders, each of which was described as being “as large as a stockman’s hut.” It was so-named because it appeared to early visitors to resemble a land freshly ploughed by a giant. Many ladies ruined their slippers crossing this boulder field (some later reports spoke of the ground on some lower tracks being littered by ruined shoes).  Many accounts of surmounting the fields have survived from all eras. Lady Franklin’s party left a stirring description. There is another twenty years later, in 1864. Another in 1964 and there will be a ripper in 2064.",
    "Historical, Aesthetic and Social//Literary heritage values.",
    "Provisional",
    "In the Wellington Park Management Plan the Ploughed Field itself is WPHH 0282 and the South Wellington-Potato-Field [foot] Track is WPHH 0336, with the Potato-Field being WPHH 0284.",
    "McConnell Tracks and Huts",
    "Focus on the Fringe",
    "John Cannon"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/ffb9c97a-9a05-4840-b713-05b9b8bea052/ploughed-field-clifford-2_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1648294806477-IPCZTN2TZ8NE6DZKM76M/Boulders+French+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601771141016-0KM2459ZFF2Y5IZTL1J7/ploughed-field-clifford-2_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611704252576-72FI7SYOBUFU2B5M0FXU/Potato-field.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601771149815-I1OMMAU5GMEBDICDLSTH/ploughed_field_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605947829634-L5BFAALZKWON4K1GGLYM/Jigsaws+Potatoes.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601771376282-DSMGDWU1U9PK6GXXJSRJ/ploughed-field-ice-house-track_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/51ce0cc1-7461-42d0-82aa-237f9795d395/Screenshot+2024-06-12+at+10.58.50%E2%80%AFAM.jpeg"
    }
  ]
}