{
  "url": "https://listthemountain.org/tracks/red-paint-track",
  "title": "HAYWOOD’s RED PAINT",
  "paragraphs": [
    "No track on the mountain is so directly associated with a single person as Haywood’s Red Paint Track. Haywood was its track blazer, first ascendant, the fastest and fiercest of its early pilgrims and foreman of its maintenance crew for twenty years.",
    "Not to be confused with the 1850s NewTown Red Paint Track or the Orange Paint Track or the Yellow Paint Track, Haywood’s Red Paint Track was cut (the Mercury newspaper reported) in 1899 after the 20-something David Haywood ‘missed his bearings’ on a route he well knew-the track to the Middle Island Creek waterhole. (on the route to Fern Retreat and Falls Hut). Determined that this \"should not occur again\", the next weekend—though the thermometer stood at 90 degrees in the shade—Haywood, accompanied by some friends and seven pounds' weight of red paint, got cracking. ‘They sought again that baffling waterhole, and, like pioneers of old, started to blaze out the new track through the forest and rock right to the foot of the organ pipes, and then to the pinnacle, through what \"Dave\" calls the big gap. It took several adventures to do it on two or three days. The grade of climb was often 1 in 3, but it was glorious work.’",
    "From then, Mr Haywood, of Liverpool-street, was a very regular trekker of his painted track and did not tarry. He achieved his PB on his fortieth ascent. Its firsthand account was published in Hobart’s Daily Post in November 1909:",
    "‘Sir, I was started by my old friend Jack Poole, and half-a-dozen others, from Walch's corner at one minute past five a.m. I went along Elizabeth Street up Macquarie Street and through the Old Farm to Cascade Pond by 5.32. When I arrived on the Middle Island Track at 5.58 l was five minutes behind my previous best time but feeling strong. Water Hole by 6.23. When I got to Red Track I was still going strong. The scenery is one of the most beautiful on the mount. Square Rock 6.50. One gets a great view of the Organ Pipes as the track leads right up to them. Then on to the summit pinnacle where I arrived in good form at 7.20am (2 hours 19 minutes). I placed eleven cards and left at 7.21 for my homeward sprint over the same route. Made the foot of the Red Track pass by 7.31, Water hole 7.50, Middle Island turn off 8 am. (I might mention that the Middle Island track is a bit stiff.) Cascade Pond 8.20 and I was back to Walch's corner, arriving there at 8.52 a.m, making my time from Walch's to the Pinnacle and back nine minutes less than four hours. 3 hours 51 minutes. The conditions were fair, heel and toe walking up and coming down go-as-you-please i.e run/jog/walk] to the Cascade Brewery and then walk. I had no preparation, only deep breathing, and it was done without breakfast. I might say that I do not follow the no-breakfast treatment but I certainly believe in it. I have had a good many trips with a light breakfast but after this test: no breakfast for me in all my trips in the future.’",
    "Haywood offered a gold medal to anyone who, under “responsible conditions”, could equal or beat his time on the Red Paint Track. There is no report of him pinning any medals.",
    "Up in smoke. Many years later it was revealed that Haywood’s record-setting attempt was spurred by a wager of cigars, payable for a sub 4-hour run. Haywood arranged to meet his wagerer at the Pinnacle but the man was a no-show. Before paying, the other party went to the Pinnacle and found one of the cards left by Haywood a month earlier.",
    "Every year after 1899, for over twenty years, Haywood, at his own expense, undertook an annual spring clean, blazing trees and rocks alike with his now famous red paint. By 1913 it was reported as a route to the Pinnacle and by 1920 it had become famous. Hodgman drew it on his 1935 HWC map of Roads and Tracks  and it is well-known through the 1940s.",
    "Old Mr Haywood aged 77 retired from his barbershop and tobackery in 1949. He had by then tramped the mountain over 50 years, made 62 walking trips to the Pinnacle and ridden it twice. A true islander, in all his life he never travelled further north than Launceston. Hobart City Council had by then taken over the track maintenance  job and it appears on the 1959 Buckimshire Plan, but on the ground the track had fallen out of use and when the mountain historian Martin Stone re-traced the route in the 2000s it was hard going—almost back to its original condition—but he rediscovered a few red rocks.",
    "Haywood’s Track runs from the top of the now-disused Middle Island Track and gains the summit by a gap in the northern edge of the Organ Pipes. Only this top end of the route attracts any real use today.",
    "The track retains a former stage of track-marking. Today’s tracks are sign-posted and sometimes spaced by guide poles. Before the posts came paint. Trees, or more often rocks, were daubed with red or white (or both) paint. Before paint, trees were blazed, and stones piled into cairns.",
    "Talking about tracks where people have splashed paint around, the Yellow Paint Track linking the Old Hobartian Track with the Lost World under Mount Arthur is one of the more difficult routes on the mountain. And a separate track, called the Newtown Red Paint Track, was in existence by 1913. It afforded a route from Junction Cabin up towards the Pinnacle, and met up with Haywood’s Red Paint Track above the Organ Pipes on the northern side.",
    "In 1927 a ‘sub track’ below the Organ Pipes is described as leading off from the red track to the \"Moses Rock\" where the water running over the top of the rock comes apparently right out of the mountain side. Even in the hottest weather the water at Moses Rock is icy cold.",
    "Just to add to the colour scheme, Middle Island Track was also known to bushwalkers as the 'Red Track' because the soil colour was red.",
    "The WPMT connects the two tracks, Haywoods and Middle Island, as (WPHH 0131).",
    "The lower part, Middle Island, began in the 1820s or 30s as a sawyers road. In part well preserved, it has high significance as an early logging track.",
    "The upper half (Haywoods) McConnell and Scripps rated in itself as of High Regional (possibly State) level significance for its historical and scientific [?] values, and as part of the mountain’s network of heritage walking tracks.",
    "ENSHRINE suggests that the eponymous track’s long and  association with one person is so unusual and remarkable as to reinforce its significance.",
    "Focus on the Fringe",
    "The Mercury"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a22f04d1-7619-48a7-9dc1-17531de14e47/thereddottrack2023.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649249547503-MOZF84J5CGC0JHGMB0VI/Screen+Shot+2022-04-06+at+8.44.37+pm+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649250269325-BKIW98PQA6WBJ0LVDETM/Waterhole+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649307305677-Q9PT0R7E5W5AW38AO683/Haywood+Spring+Mount+WellingtonBilling.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649307754726-8KIAFTF6056J32VPBE27/haywood-spring-front20190528_140114.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649249816209-QBHWXAX185BVW0BQO0WP/100_1196.resized.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649306024550-RBFYFDKCLEUQ4AODWHC3/redpaint.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649249819582-6FQ8K5AM23L4MMBFFMYS/100_1192.resized.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649306095102-U75ON0UHFUGRH4U0S4VN/hodgman.jpg"
    }
  ]
}