{
  "url": "https://listthemountain.org/tracks/sawmill-track",
  "title": "Sawmill Track",
  "paragraphs": [
    "Shortly after a British camp was established in Sullivans Cove, a network of long gouges appeared up the mountain side. Caused by dragging the butts of giant felled trees downslope, these ‘resource utilisation tracks’ were among the earliest noticeable English impacts on the Mountain and a few of them—who managed to find purpose after logging ended—exist to this day, two centuries later. The best example is the very appropriately named Sawmill Track and the year 2025 is (circa—whose counting?) the Sawmill Track’s bicentenary.",
    "In one life the Sawmill Track is a remnant (together with Hobart Rivulet, Fingerpost and Middle Island tracks) of the pioneering Cascade Valley timber-getting operation, but it took on another life too, as a pathway extended by bushwalkers out of the forest to reach a prominent lookout (Sphinx Rock) and later, the Organ Pipes. Unlike the track’s steep, arrow-straight nature, its history winds from one use to the other and back at least twice. It has disappeared almost as many times as it has been found.",
    "The original, (Lower) Sawmill Track was likely created around the mid-1820s because to either side of it stood stands of huge gums, both Eucalyptus obliqua and delegatensis. These were required for the pylons of wharves and bridges and the ridgepoles and foundational beams for both private and public houses.",
    "Created? The track was nameless and not even a track. It was more a chute cut by bullock dray where huge tree butts slid down out of the forest destined for the teeth of Degraves Cascade Sawmill at the bottom end of Huon Road. A trunk scrape, a butt furrow, that the lower it went, the straighter and deeper it became. So much so that its distinctive dished profile—running down the centre of the track like a drain, trampled by many feet, bullock, horse and human, bullocky and bushwalker, sometimes further eroded by water—may be clearly seen to this day.",
    "Within twenty years—likely much less—the best of the old growth had been cut from either side and slid away. In 1846 Sawmill was written off as an “old track”. It appears to have been little-used during the second half of the 19th century, and after the Cascades sawmill closed in the 1880s the track quietly began to disappear—except that it was rediscovered and lengthened, not by foresters, but by walkers, in order to reach Sphinx Rock. Then in 1909, it was extended from Sphinx Rock through subalpine E. coccifera forest to the Organ Pipes.",
    "At the dawn of its second century, in the 1920s the Cascade Brewery Company came back, eager to take advantage of the timber on their land. A new sawmill was constructed on Strickland Avenue near Strickland Falls. (It is at this time that the track is named—for the new sawmill.) The track was once again a logging chute, with “huge mountain trees” hauled down by horses. Logging didn’t last, of course.",
    "In 1932, in the second stage of susso works, plans included upgrades and repairs to the Sawmill Track. It was well used.  The childhood diary of Rupert and Harry Johnston describes in hand-drawn maps the route to the “White Rock” (Sphinx Rock). Alas for this re-liberated track, newer tracks, dedicated to reaching both Sphinx Rock and the Organ Pipes, made it redundant again, so that by the 1950s the “lower Sawmill Track” had again almost disappeared.",
    "It was revitalised in 1991 by the founders of Enshrine, John and  Maria Grist, who took it upon themselves to find it and after work go up and reopen it. In continuous use ever since,  though the scars of the loggers shoe planks are still incised into now rotting tree stumps, around them the tall timbered forest is slowly regenerating.",
    "Setting“Sawmill Track” today runs all the way from the Inglewood Fire Trail to the Organ Pipes Track, a length of 1.8 kilometres running straight—and we mean straight—up the slope, cutting through regrowth wet forest that transitions into alpine forest.",
    "FabricThe Sawmill Track is a simple benched track with historic stone edging throughout. Its alignment at its base has been altered in relation to use. The current route roughly confirms to the 1920s alignment.",
    "Comparative significance",
    "There are more original construction features along the Icehouse Track than the comparatively simple Fingerpost and Sawmill Tracks.",
    "Sawmill Track’s aesthetic significance increases as it ascends. Its lower portion predates the rustic, natural design philosophies of the Arts and Crafts tradition in a Tasmanian environmental context and is degraded by the touched setting, however it does feature—from one access point—the charming and significant Strickland waterfall, a fern gully and rock formations.",
    "Sawmill is of a similar age, style and use as the Fingerpost Track. Both are linked to Australia’s first machine-powered sawmill (invented by Degraves) and transformed into the recreational track network, but Sawmill has the longer resource-use history. The Lower portion has historic heritage value for its long association with both timber eras, but especially the early colonial timber-getting industry. The Cultural Heritage Practitioners Tasmania have sought its recognition as a state Heritage Area for the early colonial timber industry.",
    "Notable early naturalists (among them Charles Darwin, Robert Brown [?], Charles von Hugel, and Ferdinand von Mueller) who ascended and descended the track during their collecting expeditions.",
    "An almost century-long association with the Hobart Walking Club, one of Australia’s two earliest walking clubs.",
    "The track’s use (especially its upper section) by bushwalkers to access natural features connects the track with the earliest phase of Tasmania’s tourist industry. Just as today, that early tourism centred on nature: recreation i.e. bushwalking and scenery appreciation. The network retains the earliest physical remnants of tourism in Tasmania—and thus perhaps Australia. The track retains the earliest physical remnant of its almost two-centuries association with tourism.",
    "The entire track has historic heritage significance as an example of a very early walking track that has been climbed for over a hundred years. In the 19th century, the track was the key access route to Sphinx Rock, an iconic natural feature on the mountain.",
    "As a highly important part of an historic track network covering the Mountain’s eastern face, the track has social and historic values that have some national heritage significance. Sawmill Track encapsulates the evolution of several tracks in the network on kunanyi: from utilitarian resource access to recreational/scenic track.",
    "In blending with the landscape because its materiality is entirely natural, allowing walkers to feel immersed in nature—gives the track social significance. This community value is enhanced by its very long-term use.",
    "Sawmill Track was assessed in 2012 as having high local historical significance in its own right, and at the state level: medium to high significance in its own right and also as a part of the historic track network. Upper Sawmill Track has been assessed as having medium local historic and scientific heritage significance as a walking track. In 2018 the Park’s trustees concluded that Sawmill track should have a high priority for nomination to Tasmania’s Heritage Register, however, in 2024  the WPMT report only claims local heritage significance.",
    "Historic heritage significance of the Kunanyi/Mt Wellington track network (WPMT 2024)"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650202354004-I6ABI8ENIW1SDCAKV2WI/loggers_stereoview.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650204068400-YNF29TLR0Y4CGYHDLE6M/sawmill%2Bmap.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650202359712-B8XEZMU5CI3H9EKPBXT0/NS1231-2-16-mtwellington-sawmill.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740689064375-957VUEWHD8OJH6GTX4OV/Sawmill+Track.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740689441745-5GV0D5D1ZXW6E8YAUGWC/Screenshot+2025-02-28+at+7.49.42%E2%80%AFAM.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740689759555-7TLFKRPSMUYQHS6R953V/Screenshot+2025-02-28+at+7.55.19%E2%80%AFAM.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740692797710-DIDHU8JSDE8J0JZ92UM9/IMG_8557.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740695176066-MONDZ8AKRKRUOD7A64ZK/EFTC.jpg"
    }
  ]
}