{
  "url": "https://listthemountain.org/tracks/south-wellington",
  "title": "South Wellington",
  "paragraphs": [
    "South Wellington is the second oldest documented route to the Pinnacle and the first from the Springs.",
    "In 1804 a party comprised of the famous botanist Robert Brown, George Harris (Collins’ surveyor) and AWH Humphrey (his geologist) were sent to investigate the hinterland of Sullivans Cove to discover the source of the Hobart Rivulet and establish its reliability, as well to get a better geographical appreciation of the region from the summit of the mountain top then called Skidaw. Their route, presumably, followed the Hobart Rivulet to the Springs, then up slope to South Wellington, and from there across the open summit ridge to the Pinnacle.  (McConnell & Handsjuk 2010).",
    "With tree blazes, and above the treeline cairns, the route was regularly used from the earliest period of the Hobart Town settlement. In the c1830s, McConnel considered, from the description of Lady Jane’s other hut, it may have been built at the south end of the summit ridge in the area of ‘the Gap’—which is on this track.",
    "The track gradually became more formalised with the its lowest  (Ice House) section developed for pack horses, while other parts remain to this day as pads.",
    "Further developed in the second half of the 19th century, it appears named by the 1850s. In 1872, by the efforts of a Mr Atkins, ‘a new track from the ice-house to [the] Pinnacle has been cleared and marked by white paint spots’ (SMH). Between around 1906 and 1940 it had little use as the Ice House Track was closed to the public to protect the water quality. Today it has resumed regular use and snow poles have replaced the daubed paint.",
    "TRACK NOTES by John Cannon",
    "Running between the Ice House Track and the Pinnacle, this track has a couple of very interesting sideshoots.",
    "The first is the route to the Rocking Stone to the east. This photogenic Stone, balanced precariously and looking down over a magnificent view, was well known in the 19th century.",
    "A second sideshoot is the track to Smith’s Monument, recounting an 1858 tragedy.",
    "HERITAGE VALUES",
    "Historic, aesthetic and scientific.",
    "HERITAGE SIGNIFICANCE",
    "South Wellington is a purpose built foot track forming part of one of the two earliest known routes to the Pinnacle (the so-called Hobart Rivulet Way and the New Town Way) with almost continuous use.",
    "It is indicatively assessed (Wellington Park Historic Heritage identity number WPHH0335, and for its potato field section WPHH0336) as a site of high local and state level heritage significance. It has some national significance as part of the Mountain’s historic track suite. The track is also significant for its association with important figures. The naturalists Robert Brown, Baron von Hugel (1833), Charles Darwin (1836) and Robert Gunn. In 1833 Backhouse and Walker ascended by this route. Surveyor Hutchison used it in 1903.",
    "In 2018 the Park’s trustees agreed to nominate the track (WPHH0335) to the Tasmanian Heritage Register.",
    "The SMH 9 April 1872"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650242991808-W0W0SGBC89J63QFABY8P/pinnacle9.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650243249282-BUOTJUVS1MXWA6PH5V3X/1894.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650243538976-J5QMVI18IT5A6FKUNH92/NS1013-1-1218.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650243611605-TTLFW3ES1E2X7L84K4L2/NS6904-1-56-crop.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650427942811-VIV6GJ5J99DWHLM9EBIZ/DSC_0492-Edit-woolpacks.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650428136004-501Y5R1SVAVPFMUP02LX/Woolpack-PH30-1-8912.jpg"
    }
  ]
}