{
  "url": "https://listthemountain.org/tracks/the-pipe-line",
  "title": "The Pipe Line",
  "paragraphs": [
    "The gently falling journey from the weir below Wellington Falls to the Upper Reservoir in the Waterworks Reserve is the story of how Hobart quenched its thirst; studded as the route is with the handsome bridge spans overarching fern gullies, the walled wells, sandstone troughs, waterfalls, sluice houses and half-buried iron pipelines that captured, abstracted and conveyed  the mountain’s waters—its snowmelt and its rainwater—from the summit to the city.",
    "This mid-19th century waterworks walkway, extended and extended until today, at twenty-kilometres, it is the mountain’s longest single track, was from the first—and remains today—popular with walkers—now joined by runners and cyclists.",
    "Scientific,  Aesthetic, Recreational and Archeological",
    "The Pipeline is recognised in the Tasmanian Heritage Register (THR ID 11227) as the ‘Hobart Mountain Water Supply’. The listing comprises the Pipleline Track from Gentle Annie Falls to the Wellington Falls Weir as a unique, still-functioning mid-19th century capital city waterworks system.",
    "Gentle Annie Falls was the final thoroughfare of the waterworks. Not a natural falls, but a channel built to convey the water from the pipeline into the Waterworks’ Upper Reservoir. It was cut into the steeply inclined sandstone cliff above the reservoir in the 1870s. Extremely noisy when working, hence its name. Who was Gentle Annie? Read about her here. Alas, after the construction of the Ridgeway Reservoir Gentle Annie fell silent.",
    "A crucial resolution for the Waterworks was how to divert the waters the mountain’s south-east running streams into the Sandy Bay Rivulet. and thence into the Waterworks Reservoirs. It is likely Charles Darwin took the route.",
    "The section just above Fern Tree used to have a special popularity of its own 100 years ago as the Bower Track. Its proximity to Fern Tree, Silver Falls, and even a Wishing Well made it a go-to place with shelters and tables for picnics, strawberry feasts, and the like.",
    "The mayor at the time of the building of the Waterworks was Henry Cook (1860-1961), and a plaque celebrating the opening was locally dubbed “Cook’s Monument”. The original stone was washed down Brown’s River in a flood in 1960 and lost, but replaced some metres away from its original location.",
    "Silver Falls is on the historic watercourse known as Browns River, damned and made into a water collection point for the Hobart water supply in 1861. In 1878 it became an unmissable tourist attraction after being described as ‘the very paradise of ferns’ and ‘one of the most romantic dells of the mountain side’.",
    "Silver Falls are one of only five waterfalls marked on the Hodgman mountain park walk map. Together with Wellington Falls, the most photographed waterfall on the mountain in the collection of the State Library.",
    "As a natural feature, but particularly as part of the Mountain Park Waterworks listing, it is protected by both local and state heritage register recognition.",
    "The Silver Falls Reservoir Track (WPHH0320) is also assessed by the WPMT as significant. Moreover WPHH0487 covers the Diversion Pipeline and its track and WPHH0487 the Eastern pipeline.",
    "The Bower is a creation of the 1860s Waterworks. A dam built here across Browns River created a pond over which swayed tree ferns. Nearby, in 1896, the Hobart City Council built a rustic Arts & Crafts-style  wooden pavilion (designed by the architect Alan Walker) amid natural and planted gardens. Outdoor tables were set beneath large tree ferns as places to contemplate nature or to shelter from its inclemencies. Two additional shelters were added over the years beside the watercourse as outdoor sitting and dining rooms.",
    "‘A further piece of work which it is intended to accomplish with prison labour (provided the authorities approve) is the erection of an [additional] ornamental shelter shed at the Fern Tree Bower. There are some public subscriptions in hand for this work, and which will go to pay for material.’ (Mercury 23 July, 1895.)",
    "Hundreds of people regularly brought lunch and a billy of tea to connect with the watery spirit of this place (genius loci).",
    "Local resident and politician Henry Dobson also built a rustic shelter at the Bower—Dodson’s Bower. It too was burned to ash.",
    "When the original bower was burnt in 1914, Council errected a replacement shelter without mimicking or in any way competing with the aesthetic pleasure of the former.",
    "An 1880s-era sluice in which the fresh water abstracted from the Plains Rivulet joins with that of Fork Creek. Its stone ‘well’ is fitted with ‘a bell-mouthed pipe, wire gauze screens, shut-off sluice, and scour.’ It also now has intake screens to stop platypus from drowning in it—good— and is also encased by an awful arc-mesh fence to prevent skylarks from drowning themselves. How a sluice became a place—when followed by the ritual of a triple circumambulatory walk—for making dreams come true remains to be sourced.",
    "The Black Bridges were built over Fork Creek on the pipeline track between Fern Tree and Neika and look down upon a ferny gully. Photos appeared in papers from at least 1903. The Bridges remain to this day, although altered somewhat.",
    "St. Crispins Well was named in honour of Mr. George Crispin, the Mayor, according to the Mercury March 10 1875.",
    "Picture a horse-drawn tram bucketing along a rickety tramway carrying a dozen distinguished city gentlemen in two open, roller-coaster carriages, on their annual waterworks inspection—hanging on for dear life.",
    "Today the old rustic shelters are gone, with the 1960s flood re-sculpting the terrain itself, but what lingers is the genius loci, through the enjoyment of vegetation canopies, tree ferns, quietness, the Silver Falls, and the discovery of a place of refuge from the hurly-burly of urban life.",
    "Historical and Social values.",
    "WPHH: not recorded",
    "A Timeline for the Ferntree Bower"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a08ead20-5ae2-4f92-940b-abbe4b0e33bd/wellington-falls_46805298872_o.jpg.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f0f763d6-9a07-4178-9758-e9816adbfa34/gentle-annie-falls.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/8c0de40b-fff9-4a43-b6d4-de8212dd090b/bower-ferntree7-photo.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/8a96246d-5675-4148-9ce0-2fb32b3a7a83/silver-falls11.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/769c224e-7f53-43f9-952d-8dbb626808e2/ferntree-bower3c_1.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670396818801-M6CBTKUT09VSRHJBJJLD/Screen+Shot+2022-11-24+at+11.21.40+pm.png",
      "alt": "Australasian Sketcher 1884"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794411864-VRTC3S8MOPUG8CNOO44G/bower_albumenphoto.jpg",
      "alt": "Original shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652526942173-7IUOJ0ODUVTNTBTSFDD4/bower-ferntree11-bowerhut-ferntree.JPG",
      "alt": "bower-ferntree11-bowerhut-ferntree.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794415247-OKEY4JKNC6GJC3O80XJV/bower-ferntree10_1.jpg",
      "alt": "Original shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652526931908-NA2C31767MHD9PDU5LB9/bower_2_1.jpg",
      "alt": "bower_2_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794414329-MGRV370NDWP1W6HGHDX3/bower-ferntree5.jpg",
      "alt": "Original shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794428041-940MCGXYSX9QYXRJXW6E/bower-ferntree-58_1.jpg",
      "alt": "Dobson shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1619321180724-9XHYL3WETTTH9ZEGA7JB/TM1898_12-17-2dobson+shelter-crop.jpg",
      "alt": "Dobson shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794430480-F9RTAV25D85T4IFF89KQ/ferntree-bower8_1.jpg",
      "alt": "Second council shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606794433327-LDFATHZ9RTLAZ9B2D2CJ/bower-ferntree24.jpg",
      "alt": "Second council shelter"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697628329856-HARHYT534UVWGQLYY0B9/black-bridge-fork-creek-NS1013-1-1295.jpg",
      "alt": "black-bridge-fork-creek-NS1013-1-1295.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697628330948-BT8W9Z15W66XS20QG29W/black-bridge-fork-creek-NS1013-1-1214.jpg",
      "alt": "black-bridge-fork-creek-NS1013-1-1214.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697628332066-2RJ0L0Y55H6PC8OWKMQX/black-bridge.jpg",
      "alt": "black-bridge.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697628333385-4O5Z6HMO5JK131HY4WIH/black-bridge-NS1013-1-2034.jpg",
      "alt": "black-bridge-NS1013-1-2034.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697628334808-XCPNI5KV0Y0OLT7C2FMB/black-bridge-NS1013-1-2033.jpg",
      "alt": "black-bridge-NS1013-1-2033.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/37293e97-56f3-4026-ae35-fcacefe0b369/st-crispins-well.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9d18c427-2e8a-4d93-a23d-ddd31583d029/StCrispinsWell-Milles-TasMail-Oct_26-1901.jpg",
      "alt": ""
    }
  ]
}