{
  "url": "https://listthemountain.org/tracks/track-to-wellington-falls",
  "title": "WELLINGTON FALLS",
  "paragraphs": [
    "HISTORY",
    "Following its public outing in the 1840s, a public subscription was set up to get a track cut from the Springs to the Falls. The track was popular and featured in an 1850s novel by Alexander Dumas.",
    "By the 1870s the track had overgrown and a new organisation calling itself ‘The Mount Wellington Improvement Association’ did the preparatory surveying work to re-establish the track ‘to render those interesting natural features, Mount Wellington and the Waterfalls, more accessible and attractive to the inhabitants and visitors of Hobart Town.’ The earliest mountain walk map was produced to help fund the works. The proposed rod-wide roadway to the waterfall was never built, but the track was made passable. A similarly large restoration was required in the 1940s and completed by the Hobart Walking Club. The track had fallen into disuse by the 1950s and had to be restored yet again.",
    "Visitation levels on the first half of this track reached extraordinary levels in mid-2020 when details and vision were shared online of a very full Disappearing Tarn after heavy rain. This was a clear example of the sort of land management problem that social media can exacerbate.",
    "TRACK NOTES",
    "The opening section later became known as Milles Track. Here we find the junction with the Ice House Track, and near that are signs of the 1831 diversion—the first attempt at redirecting water on kunanyi, from the Browns River catchment into that of the Hobart Rivulet. Stone troughing, which formed part of these waterworks, is still intact on Milles Track today. Since it passes Disappearing Tarn, it is now a very popular track once again. Further out there is a considerable section of Potato Fields, the euphemistic name for the extensive boulder fields that can be seen from afar on many of Mount Wellington’s slopes.—John Cannon",
    "Photos of the Falls",
    "HERITAGE SIGNIFICANCE",
    "The track to Wellington Falls (WPHH0396) is of exceptional and outstanding cultural value, being the earliest publicly funded recreational track in Australia. The Track is the subject of a detailed report and data set by the Wellington Park Management Trust. The Trust’s heritage officer has listed it as being of national significance, and of high state significance in its own right and as part of the Park’s historic track network.",
    "‘The Wellington Falls Track (never formally named) which was built in 1845 is of national level significance as the first known purpose-built public use recreational track in Australia. It is of particular significance as although one of the earliest tracks, it is still in use today and is extremely well preserved, with the full original length still extant and with no known significant modification to the route except for recent upgrading (widening and gravelling) of the initial c.300m of the c.6 km track.’ [McConnell Historic Tracks and Huts Interim Report page 69]",
    "In 2023 The Wellington Park Management Trust nominated the track to the Tasmanian Heritage Register.",
    "Irene Schaffer Nature in its Wildest Form 2014",
    "Historic Tracks and Huts 2010"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601768197326-1JZK0RXW2KLA1KFJY4MS/NS3195_1_3469_MillesTrack-800px.jpg",
      "alt": "Milles Track. Photo by Jack Thwaites. TAHO NS3195/1/3469"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601867875347-4X0KM9NCCK0U34L82SXO/Milles-Track-Feb-84.jpg",
      "alt": "1831 Milles Track sandstone watercourse"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601768702846-VLADN00C12XAGMHRUPZM/milles.jpg",
      "alt": "R. S. Milles, Director of Waterworks"
    }
  ]
}