{
  "url": "https://listthemountain.org/tracks/zig-zag-track",
  "title": "ZIG ZAG",
  "paragraphs": [
    "Many of the Mountain’s peak-leading tracks follow spurs and ridge crests. They run straight upslope. It required a hundred years and three re-routings, but the epitome of economic and ergonomic conciliation was at last achieved on the serpentinely wiggly-squiggly Zig Zag Track.",
    "Before 1903 one of the most popular routes to The Pinnacle led from The Springs almost straight up a pack track that passed the abandoned ice houses and made a direct assault of the Potato Field to hit the top at The Gap and then boulder hop along what is still only loosely called The South Wellington Track. Its not a very coherent track. It is more a route.",
    "With the completion of Pillinger Drive in 1899 to the Springs, an easier but also more direct route from The Springs to the summit was wanted. A beginning section behind where the Springs Hotel was soon built (now known as Pinnacle Track) may have already been cut by a sawyer or was there always, an age old pathway; but to take walkers all the way to the top, in 1902 an extension with a twist was planned, utilising the ogee (double ‘S’ curved) method. Perhaps, in all, two miles in length when first ‘finished’ early in 1903. The route was hand built, broad, fully constructed (no bolder hopping), benched and  featured a rough hewn stairway at the crux. On its very steepest pinches, tight track turns of 180 degrees were cut, ingeniously taking walkers higher without increasing the grade. These meandrous elbows gave the section its name: the zig-zag-zig-zag track.",
    "Competitors in the 1903 Go-As-You-Please race were the first to run up the zig-zags, and described its last pitch as “stiff”.",
    "To reduce stiffness,  and gradually transforming the original line, three re-routes were forged. In 1927 a new wavey length was constructed. The track was rebuilt along an even finer route in 1928.  For safety and even greater ease, wire rope was strung between iron posts in 1929. (The only use of metal along the entire mountain historic track network.) The twisty-wristy Zig Zag was tweaked yet again shortly after the Hobart Council purchased a swathe of land from the Cascade Brewery in 1930. A gift it might seem of the Great Depression’s public works employment-focused spending.",
    "Popular from the beginning, the Pinnacle–Zig Zag Track soon became the mountain’s summit mainline. And no wonder. Its flexuous serpentiform, now only 2.65 kilometres long, zig-daggers are treated  halfway to a strong and secure, beautifully cradled, stone-backed, body resting bench that seats up to four adults and five children.",
    "The past 120 years have seen this track flourish as the most popular way to reach the summit on foot especially by interstate and overseas visitors just making the one trip.",
    "The track takes on the second part of its name (Zig Zag) as it winds its way up a well-chosen route south of the Organ Pipes to The Pinnacle.",
    "Not far up the Pinnacle Track on the left you will see the Richards Monument, erected in memory of one of the two competitors to die of hypothermia in the 1903 running race to the Pinnacle. He died on the way down.",
    "Quite substantial sections of this track being dug up for a telecommunications ‘pipeline’ laid in the 1950s are at last being repaired and restored to the same high quality that they once boasted.",
    "Just below its junction with the Organ Pipes Track is a wondrous example of the power of nature in Runaway Rock. In 2014 this massive dolerite boulder came hurtling down from higher up the mountain just south of the Zig Zag Track, clearing a swathe in its path, until it came to rest not far above the Pinnacle Road.",
    "VALUES",
    "Scores very highly for possessing Social and also Aesthetic value; and also it has as significant historical heritage value.",
    "ASSESSMENTS",
    "SIGNIFICANCE",
    "Significant for rarity as a track made for no purpose other than the aesthetically spectacular pleasure of its surmounting. And specifically for the evolved engineering genius of its tacking and twisting, wandering, anfractuous and perfectly graded zig zags. Also as a part of the historic track network. For its early emergence, long-standing private-public partnership, And, finally, for its ceaseless and continuous use."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/662f7755-bbe7-4cf2-897f-9133e73b72bc/Screen%2BShot%2B2020-01-28%2Bat%2B10.54.07%2Bam.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1646795612009-MFHH4QYAG22GBHL2OPNR/02.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615721332545-S7XMKT3FTW01KDPN3YPV/Screen+Shot+2020-01-28+at+10.54.07+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615721480333-DY88OU9XQ11NHHHIGAM6/pinnacle-map.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615721486374-7F1VDFL2DUKKCFRGQXH1/1933b-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1646795761217-2K38XIASC1YIDMVZN171/Zig-Zag+-+Cornish.jpg"
    }
  ]
}