{
  "url": "https://listthemountain.org/destinations/the-pinnacle",
  "title": "THE BEACON",
  "wordCount": 679,
  "imageCount": 18,
  "headings": [
    {
      "tag": "h2",
      "text": "Cairn, Flagstaff, Trig Point, Beacon, Pinnacle"
    },
    {
      "tag": "h3",
      "text": "history"
    },
    {
      "tag": "h3",
      "text": "HERITAGE VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "HERITAGE ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Opening his essay On the mountain Richard Flanagan wondered at European males desire ‘to be always on the top of things, be they other countries, other peoples, their long-suffering lovers, or mountains...’ To Flanagan this was ‘a deep and unfathomable mystery’.",
    "In December 1837, after climbing to the top of the mountain and camping there overnight, Lady Jane Franklin sat at the summit with a map spread before her and, with the state’s Surveyor General as her guide, surveyed her realm. She sat upon a cairn already erected there, itself topped by a flagstaff.",
    "“On Saturday last, the large flag was hoisted, at the flag staff, on Mount Wellington. For some time past, some Government bands have been employed erecting this staff : attached to which we understand, will be a telegraphic station, for the purpose of communicating with the interior and the Tamar.”",
    "That original trigonometrical cairn, which served as a visual marker for theodolite sightings, was erected by James Calder in 1835, and maintained for a time by James Sprent. (Sprent’s theodolite is currently on display at the Tasmanian Museum.)",
    "A wooden fort-like structure built around Sprent’s stone trig point was described in 1864: ‘The Pinnacle is a square structure built by Government on this, the highest point of the mountain, of logs of wood laid one over the other, horizontally, about fourteen feet in height and seven or eight through, the centre being filled up with stones.’ It was also called “The Beacon”.",
    "Sprent’s stone cairn has been altered somewhat over the years. The late 1800s-early 1900s large square structure having lost a significant part of its south side and possibly part of the top of the cairn, presumably as a result of deliberate modification rather than collapse (dolerite rubble in this general area is presumed to be the remains of the lost parts of the former cairn).",
    "Sometime in the 1960s (perhaps earlier) a more modern black, metal trig station was embedded in concrete atop the Beacon.",
    "The desire to build something on top of mountain tops, and to stand on the very highest point, is undiminished. It has been said that you have not really climbed the mountain until you have stood atop its cairn. To some, the cairn is “The Pinnacle”. It was also suggested, in the 1920s, in support of a road to the pinnacle, that ‘It is as much for the fun of the thing, or for the sake of having to say that they have climbed a very high mountain, that the majority of people do so.’",
    "It remains partly in-situ.",
    "The Beacon has both historical and social heritage values.",
    "Flanagan’s exploration of the Pinnacle makes it significant.",
    "The Pinnacle cairn (Mt Wellington Trig Station/aka The Beacon WPHH0219) has very high cultural heritage significance to the locality, the region and, as a very early tourist destination, the state of Tasmania.",
    "The Pinnacle was identified in early work associated with the gazetting of Wellington Park in 1993.",
    "It featured in Focus on the Fringe, was noted in the WPMT’s Pinnacle Development Plan and formally assessed in 2010 by Handsjuk and McConnell’s Summit Area Heritage Assessment report for the WPMT.",
    "In 2018 The Pinnacle (i.e Mount Wellington summit - WPHH0065 together with the Trig Station) was identified by the Park’s trustees as worthy of nomination to the Tasmanian Heritage Register. Further, the trustees agreed that nominating The Pinnacle had a very high priority.",
    "‘The cairn at the Pinnacle is significant as an early survey station and should be retained.’",
    "The cairn should not be further demolished. Rebuilding the destroyed part of the cairn is not essential and the desirability of doing this is a matter that needs careful consideration as there are a number of issues associated (eg, determining what period of Pinnacle cairn is most desirable to reconstruct; ensuring that there is enough evidence to avoid hypothetical reconstruction; and whether there is enough original material to avoid introducing new material).’",
    "Handsjuk and McConnell also recommended that the black metal 1960s-era trig station was of no historic significance and should be removed."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590555285285-VCR7EACIRSBNI59ZZNB3/Screen+Shot+2020-05-27+at+2.42.52+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670395640018-ONBLSSZLU10KWO77BR64/11.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690288896701-6R9F9ALWTUVGWUB9YQ50/Group+of+men+at+Pinnacle+1865.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601431440965-83AJ5ITPHWBVWXCHL3ER/PH30_1_6834.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590555453363-EFNHZ4L290N0USGDUNM5/265b2-tmagq1994-56-29edwm.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690288932208-0024CJHX5WUWKMX1IF40/Screen+Shot+2023-07-25+at+9.42.05+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1630115325727-5ABCL7M1WICO822I139H/IMG_1445_1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430695175-Y8T5LRXTEX1XC2B3LX93/nla-144938695-Alfred-Winter-1878-79.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430385545-PVXBPR9DKF2SQPEHX10C/pinnacle56.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430678190-J8LIANQHEMLR4HNK4Q37/November_29_1902.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430314143-0QV48E7YM6B4IC198JMG/pinnacle54-postmark-1907.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690288867563-NJGQV2A3H4WGNRTMZ79W/Screen+Shot+2023-07-25+at+9.53.47+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670395356156-FZBFXRMHXIH4L1PVC44B/NS2495_1_94.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670395368802-JV80TF9Y32ZF9J8MBVQI/pinnacle+Spurling+pre-1912.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690289085749-7R4QCSBXFDVVKE5CI9UM/1927.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430081226-NH4ZGUVTDXCCJN871EOU/pinnacle37.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601430179405-QHFGYHCMW5F340OUSWH2/pinnacle-52.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}