{
  "url": "https://listthemountain.org/adventures/landscape",
  "title": "The Landscape of Adventures",
  "wordCount": 683,
  "imageCount": 2,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Late 19C excursionists on the way up and down the mountain",
    "“It is as much for the fun of the thing, or for the sake of saying that they have climbed a very high mountain, that the majority of people do so.”",
    "Luggarrah means ‘play’ or ‘sport’ and the palawa have words for running together: ‘loongana’ as well as climbing: ‘Kroanna’. It is not known if the muwininna people were into snowball fights too, but it is hard to resist the temptation. The mountain has been a recreational playground for many centuries. It is the most important Social value of the mountain, it is baked into the original Mountain Park Act of 1906 wherein it is enacted that ‘The land is hereby Constituted and set apart as a Public Park … for the pleasure, recreation, and amusement of His Majesty’s subjects and people’.",
    "The muwinina are known to have visited the higher slopes of the mountain to enjoy the view.",
    "“Climbing” the mountain as a recreational activity (followed the scientific explorer phase and the convict-era extractive phase) came to prominence in the late 1830s with the archetypal mountain excursion led by Lady Jane Franklin. A million have walked in her footsteps.",
    "From the 1840s a track network up and across the mountain began to be created out of routes and work tracks.",
    "Rock climbing can be traced to the 1880s.",
    "Trail running begins with the epic Go-As-You-Please race of  1903.",
    "In 1906 the state enacted The Mountain Park Act in order to have the eastern face of the mountain held in trust as a public park for ‘the pleasure, recreation, and amusement of His Majesty’s subjects and people’. (Section 2)",
    "Skiing emerged in the 1920s.",
    "Ice skating never became a thing in the 1930s.",
    "The first cyclists went up the Pinnacle Road before it was finished, but coming down its narrow tracks on mountain bikes was virtually unknown until the 1990s.",
    "Some push themselves harder by running races from city to summit, some run off-track, others free-climb solo, and a few jump off the edge and hang-glide back to Earth, but the first and still most popular recreational activity is walking. This adventure playground is a use connected to the natural values of the park, particularly reaching the summit and scaling the cliffs, the alpine slopes. It is what so enriches the cultural significance of the place. It is connected to, and relies upon, the place being wild—offering an isolated testing ground.",
    "Some push themselves too far…",
    "Search Trove for “Mount Wellington Search Party” and you will find records going back two hundred years. The mountain has a long history studded with benighted recreationists. Every year some fool—some kid, some kids, a boy, a pair of girl guides, some lady, some gentleman, a group of tourists—unprepared and inexperienced—go for a walk up the mountain, get lost and must be rescued.",
    "As soon as they are missed, searchers are called and with light and food the parties beat the bush. Before radio, they signalled with a gun. Three shots: Found! Two shots: Render Help! One shot: Nothing! Mostly, the lost are found, not too much the worse for their adventure. Their clothes are wet through and shredded if cheap. They are cold and hungry, bewildered, in shock, but alive.",
    "The recreational playgrounds have in them historical, aesthetic, social and perhaps spiritual values.",
    "The mountain is the earliest recreational area in the state and its history is one of the nation’s longest.  It is written: ‘The summit area of Mount Wellington has been appreciated, used and promoted since [the] … settlement of Hobart and is possibly the most important recreational destination in southern Tasmania since 1804.’ [Management Plan] Recreation is a cardinal value in the management plan and preserving recreational opportunities is a central plank of the management plan,",
    "Because of the Park’s proximity to Hobart and its environs, ‘the Park is important (and has been historically) as a … recreational (primarily day use) resource area for greater Hobart and other areas of south eastern Tasmania which surround it.’ (McConnell Summit Area Assessment WPMT 2010)."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/baf892ec-61b0-4a83-9918-112b69367312/Early+excursionists.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}