{
  "url": "https://listthemountain.org/science/scientific-landscape",
  "title": "The Scientific Landscape",
  "paragraphs": [
    "A history of the scientific endeavours and discoveries made on the mountain has not been written, but there is plenty of material. The story of science is not only not over, but never will be over.",
    "The first scientists on the mountain were the muwinina. Chemists, doctors, guides, botanists, zoologists, ecologists, engineers: they had studied it for millennia. They knew, by long, long experience the secrets of every single edible and useful item and living thing. They had their favourites. They would have made countless observations of the plants’ biology and the animals’ zoology. They were masters of the physics, chemistry and engineering of stone tooling. It is easy for the readily available documentation produced from Western-originated scientific work to overwhelm the much earlier and less well documented scientific work of Palawa, but a deficiency in documentation should never be taken for a deficiency in significance.",
    "The primary scientific endeavours during the 19th century were in botany, but four other scientific disciplines are significant: zoology, geology, cosmology and meteorology.",
    "The mountain’s proximity and prominence, its remarkable cline and geology, and hence the variability of its vegetation, made it irresistible to what is still called Natural History. Professor Kirkpatrick considered that ‘Mount Wellington has the most varied environment of any area its size in Tasmania.  The mountain is probably the most biologically diverse area of its size in Tasmania.’ The early southern settlement gave scientists the first inkling of an Australian alpine world. As a result, the mountain has the honour of being the “Type Locality” for numerous botanical species. The publication of Brown’s mammoth classification of Tasmanian plants inspired other greats in the field to visit. Brown’s most important work was in botany. As well as being the first to see and describe a plant cell, he is the progenitor of an Australian botanical taxonomy—the fruit of his exploration of Terra Australis with Matthew Flinders at the dawn of the nineteenth century.",
    "Aboard Investigator Brown arrived in Western Australia in 1801 and over the next three and a half years, as Flinders anchored while circumnavigating the continent, Brown roamed the countryside high and low in an intensive search for novel plants, ultimately collecting about 3400 species, of which two thousand were unknown to western science. He docked in Hobart’s first year, 1804, and stayed several months. Of the mountain, Brown found it ‘uncommonly productive’. Almost all of his collection he gathered  himself as living specimens on his ten excursions up the then-trackless slopes. He wrote that most of the new species acquired in VDL came from the mountain.",
    "After returning to England Brown spent the next five years classifying his material and in 1810 published the results in Prodromus Florae Novae Hollandiae et Insulae Van Diemen.",
    "Brown sent all 200 of his Mountain “type” specimens to Joseph Banks. Now housed in England’s Royal British Herbarium, along with his handwritten notes. Someone should re-examine his collection to see if we can plot his ten routes so that we may botanise just where he did.",
    "Some of the mountain’s inhabitants are living fossils and provided important insights into major evolutionary changes. Several are found nowhere else on earth.",
    "“Time for me was annihilated. Certainly when I first saw the Mountain Shrimp walking quietly about in its crystal-clear habitations...”",
    "— Oxford biologist Geoffrey Smith's account of his discovery among the high lakes atop the Mountain 1907–8",
    "Smith’s revelation of the lineage of a tiny freshwater shrimp (Anaspides tasmaniae) is said to have caused a sensation amongst the devotees of the worlds of antediluvian, cold blooded fossil creatures. What the British biologist saw was a creature hundreds of millions of years old, an archetype of an archetypal, ancestral fossil still creeping about on its sixteen legs.",
    "This knowledge was not new. Though found nowhere else except up the mountain, Anaspides had been known of for almost a century. They were sport. An account of the governor’s wife, Lady Jane, ascending the mountain in 1838 contained this observation: “The Crater like Valley, which descends from the plateau, on the south western side was lionized, its clear delicious brook of water scrutinized, and many a frolicsome shrimp was netted and landed on the bank, in the absence of larger fry.” So the shrimps were known by 1838, but their epic evolutionary significance was not. Hobart Town Courier, Friday 22 December 1837, page 2:",
    "“Goethe somewhere remarks that the most insignificant natural object is, as it were, a window through which we can look into infinity. Through countless ages in the earth’s history there has lived in the pools in the fern gullies on the upper slopes of Mount Wellington a peculiar shrimp-like animal called the mountain shrimp (Anaspides Tasmaniae). This survival of a bygone age representing an enormous passage in the earth’s history, at the present day may be seen walking about in its crystal-clear habitation as if nothing had happened since its ancestors walked in a sea peopled with strange reptiles, by a shore on which none but cold-blooded creatures plashed among the rank forests of fern-like trees, before ever bird flew, or youngling was suckled with milk. It is interesting to recall that the anaspides was unknown to the scientific world until 1893, when Mr. L. Rodway called attention to it.”",
    "— The Mercury, 1927",
    "“The Range provides habitat for members of the moth genus Chrysolarentia which is an outstanding example of adaptive radiation and local evolution.”",
    "— National Estate Listing 2002",
    "A world authority on butterflies, Edward Meyrick, was drawn to the mountain, and near the summit he came upon and netted a small yellow-winged moth. His heart fluttered as he examined it with his glass. And on the other side of the world a storm broke. Meyrick’s “type specimen” yellow-winged moth was the first proof that a vast family of northern moths—the geometrids—was even more widely spread than thought. They were possibly distributed world-wide. How could this moth get here? The answer, that the continents must, at some stage, have been joined—Hello, Gondwana!—escaped even a distinguished 19th century scientist with the evidence pinned to a tray. But we still have the type specimen. And yellow moths are still fluttering about on the summit.",
    "The moth family Geometridae is well represented on the Mt Wellington Range, with more than half of its Tasmanian species appearing there.",
    "The Mountain is especially significant for invertebrate species, according to multiple sources. The National Estate Listing states: “The invertebrate fauna is very diverse with a strong representation of flightless species, some of which have evolved in situ from winged ancestors. Rare species include the predatory bug Nymphocoris hilli, known only from the summit of Mt Wellington, and Apteropanorpa tasmanica, a flightless scorpion fly.”",
    "Read more about invertebrates calling the Mountain home on this document at the Wellington Park web site.",
    "Springtails are minute. Darwin missed seeing them, but they are in Australia and the first one was found by Darwin’s neighbour the banker, baron, polymath and pall-bearer for Darwin himself: John Lubbock—and he discovered them on the mountain.",
    "“We may be quite sure that naturalists think nothing of the ascent of mountains, either here or elsewhere, but all are not naturalists. It is as much for the fun of the thing, or for the sake of having to say that they have climbed a very high mountain, that the majority of people do so.”",
    "— MERCURY, TUESDAY, FEB. 6, 1866 page 2",
    "The mountain is home to at least twenty-two species of snails, two of which have highly restricted distributions. Exquisitiropa agnewi, aka Roblinella agnewii, silky pinwheel snail, or Mount Wellington snail, is one of these.",
    "The Park is home to an alpine-adapted lizard, the Southern Snow Skink (Niveoscincus microlepidotus). Its name derives from the latin nivea, snow, and neo-Latin scincus, a skink, alluding to the cold climates inhabited by these creatures.",
    "The word’s only pure white bird of prey (Accipiter novaehollandiae - grey goshawk, white morph) is at home at kunanyi. The Park is known for the presence of breeding sites in its sandstone cliffs and the blackwood forests on its eastern flank are prime hunting habitat for this magnificent bird. For thousands of years, the goshawk had not been caught or killed, and was never eaten. The colonial chaplain, Reverend Robert Knopwood, heard of these birds, went to the spot, waited, and as soon as he saw one, took aim and fired. He shot it. And thrilled at his prowess, and holding the white bird, this work of art, the first white raptor ever shot in the world, he returned immediately to the Governor’s House; where after being admitted, he unwrapped the bird and presented it to the Governor. That night, before he got into bed, he wrote it up as the event of the day in one of the hard black exercise books which he used as a diary. Did the Governor order it cooked?",
    "The Tasmanian political party, the Greens, adopted the bird as their symbol. The wedge-tailed eagle and swift parrot also occur on the mountain. All three are listed as nationally threatened.",
    "“The presence of dolerite in Tasmania, Antarctica, South Africa and South America was one of the major clues that led ultimately to the deduction of continental drift and the plate tectonics model.”",
    "— Professor James Kirkpatrick ‘The Natural History of Mount Wellington’ in On the Mountain 1995 page 120",
    "The telling of the mountain’s geological story—not yet entirely understood, and forever—has its own history, its own poets.",
    "“Where now stands Hobart there once was worked one of the mightiest convulsions of Nature. A movementso immense, so stupendous, so dramatic, so appalling, and so tragic that it not only changed the outline of vast spaces, but accounted for the disappearance of a continent and altered even the climate of Tasmania. The creation of Mount Wellington.”",
    "— 'The News' June 25, 1925",
    "The very naming of the mountain by the muwinina is entangled in a metaphoric allusion to its stone cap. One of the founders of Hobart Town was a mineralogist who climbed to the top of the mountain within weeks of settling at its foot.",
    "“The Lost World Boulder Caves are the most extensive network of pseudokarst caves in Tasmania.” National Heritage Commission 2002",
    "Regarding Mount Wellington, Charles Darwin wrote: \"... In many parts the Eucalypti grew to a great size, and composed a noble forest. In some of the dampest ravines, tree-ferns flourished in an extraordinary manner; I saw one which must have been at least twenty feet high to the base of the fronds, and was in girth exactly six feet. The fronds forming the most elegant parasols, produced a gloomy shade, like that of the first hour of the night. The summit of the mountain is broad and flat, and is composed of huge angular masses of naked greenstone. Its elevation is 3,100 feet [940 m] above the level of the sea. The day was splendidly clear, and we enjoyed a most extensive view; to the north, the country appeared a mass of wooded mountains, of about the same height with that on which we were standing, and with an equally tame outline: to the south the broken land and water, forming many intricate bays, was mapped with clearness before us. ...\"",
    "In the 1850s, the geology inspired an ode by the poetic geologist S. H. Wintle, and the poem gives an early inkling of the tectonic shift in geo-heritage categorisation that we have witnessed.",
    "Ode to Mount Wellington",
    "Thou art ocean-spring, whose oozy lapFor countless ages nurs't thee after thouWert belchéd forth a fiery molten massFrom earth's deep, seething, dread Plutonic womb!",
    "Then didst thou fill the void of chasms dire–Of awful gulfs formed by convulsive throesThat split earth to the core–and didst enwrapIn fiery folds, the floors of former seas…",
    "Launceston Examiner, Sat 5 Sep 1868",
    "The Mountain has nine Geoheritage sites, with four of these being Geo-Cultural Heritage Places too. The four Geo cultural sites are The Organ Pipes, Potato Fields, Disappearing Tarn, and the Rocking Stone. MAP",
    "The peat soils of this shallow and sloped basin (misrepresented in Google Maps as a lake), in which have grown the most south-easterly alpine peats in Tasmania—up to a metre deep—represent thousands of years of life and are of international natural heritage significance.",
    "A spectacular example of an exposed large-scale columnar dolerite “sill” whose fluted columns and deep couloirs start a kilometre above sea-level and stretch for over a kilometre from the southern-most University Buttress to the Northern Buttress. The inspiration of a hundred artists and graphic-designers, the goal for 500 different ascents. The Pipes are a cultural icon.",
    "Beneath the mini–Organ Pipes of Mt Arthur is Lost World, and under it is a so-called pseudo karst boulder cave system. It is impressive, scary, and dangerous. It is not fully explored. We know it is the longest non-carbonate cave in Tasmania. Boulder caves developed in a dolerite column topple have passages in excess of 300 m long and 40 m deep. The site is the most extensive network of pseudokarst caves in Tasmania.",
    "One of the highest and most extensive sandstone cliffs anywhere in Tasmania. In it are examples of rare wind-carved non-carbonate stalactites and stalagmites. A well developed, spectacular Triassic sandstone cliff complex, one of—if not the—highest and longest in the state (approximately 1 km long and 50 - 80 m high). Honeycomb weathering and overhangs are common at this unusual site",
    "The mountain is so close to the sea, and for tens of thousands of years the broad river which almost encircles it has tempered the temperature, even at the top of the mountain. It has prevented its freezing over and preserved its high-altitude landforms from the chill sawed gashes of glaciers. It is un-cut by ice. The most extensive high altitude periglacial terrane that has not otherwise been affected by glaciation (i.e. periglacial landforms unmodified by glaciation). The \"Ploughed Field\" periglacial block streams and the landforms and deposits produced by cold climate freeze/thaw processes which are now largely inactive, have produced many of the more striking landforms on Mount Wellington. The summit viewpoint overlooks the Derwent estuary, Frederick Henry Bay, Bruny Island and other geomorphological features of Hobart area (Criteria: A.1, D.1).",
    "The extensive fields and streams and standing and fallen tors on talus slopes, the potato fields, ski drifts, and toppling columns along the eastern escarpment, are numerous and have provoked awe and joy in every generation.",
    "Darwin crossed the Potato Field in 1846. He described the hard, dark grey, lichen splotched tor shards as “common greenstone”, (today ‘dolerite’.) He found nothing that disrupted—indeed everything he found confirmed—his theory that lifeforms by some means or mechanism he could not explain, change over time. “All the Greenstone which crowns this mountain is of a very uniform character; it is rather coarse and contains crystals of Hornblende; it strongly affects the Magnetic needle; one side of the summit shows a large columnar structure; generally there is a grand accumulation of immense loose fragments.—I have as yet only mentioned the Trappean rocks incidentally, some as belonging to the first and more modern, others to the second series of strata. From my limited observations I have not been able to ascertain any difference in these Trappean rocks of two ages.—Indiscriminately over the country, we find ordinary Greenstone graduating into a granular kind which assumes a Syenitic appearance.”",
    "An enormous boulder just off the Ice House Track to The Pinnacle famous for its ability—on a plinth and balanced at an unlikely—to be rocked a few inches each way, making it the world’s heaviest walnut crush.",
    "A very unusually tinted ephemeral natural pond which can suddenly arise in the boulder stream of Snake Plains Creek. It may reach up to six metres at its deepest point, but only after heavy rain, only to disappear almost as quickly as it appeared. Generally, of a coolish temperature. Winnowed solifluction colluvium with pseudokarst sinkhole depressions and underground drainage.",
    "The purity of the waters of the Park are of outstanding significance for their role as wildlife habitat, as well as for the retention of nutrients and moisture; but also of course for the aesthetic value derived from their habit of falling and cascading over rocks. Nor must one leave out their potability.",
    "Just below its junction with the Organ Pipes Track is a wondrous example of the power of nature in Runaway Rock. In 2014 a massive dolerite boulder became detached and hurtled down from higher up the mountain; coming to rest not far above the Pinnacle Road, just south of the Zig Zag Track, clearing a swathe in its path.",
    "The Wellington Park Management Plan recognises three other sites:",
    "Rare fossil reptiles and amphibians have been found in the area, one of them being closely related to fossil reptiles from India, South Africa and China.",
    "Dolerite dyke intrudes dolerite sheet, now exposed as prominent ridge and extensive lineament, extending to Snug Tiers.",
    "On the lower eastern slopes of the mountain, it demonstrates an unusual mode of tilting and tectonic disruption of Parmeener supergroup rocks.",
    "“Mount Wellington and the Wellington Range is important for its geoheritage values. It contains features or processes which demonstrate the principal characteristics of the regional geodiversity (geology, landforms, soils), or which are unusual or outstanding aspects of it. Geodiversity has intrinsic value within any systematic approach to heritage identification and conservation. It is also fundamental to the integrity of broader ecological processes, contributing to the richness and interest of our environment, and provides opportunities for scientific study of the earth's development.’",
    "Of high altitude landforms not affected by glacial processes, (i.e.  periglacial) the mountain’s and the most extensive in Tasmania. It has a dozen recognised geoheritage sites and the courses of the tracks have been turned to pass geological sites; indeed, some of the walking tracks were built for no other reason but to reach them; and subsequently, by frequent depiction in literature, upon canvas, and on waterproof map; and, by being protected by law and custom: the fusion is demonstrated.",
    "“Wellington Park contains the most extensive areas of high altitude periglacial landforms not affected by glaciation in Tasmania.”",
    "— Wellington Park Management Plan page 74",
    "‘The physical and biological investigations which have taken place on Mount Wellington had a key role in the discovery and understanding of Tasmanian, Australian and world natural history.’ — Wellington Park Management Plan page 74",
    "Natural features and geological features, particularly on the Mountain, are valuable not just because they are beautiful and interesting, but because they are an almost perfect resource. They can be exploited by science, tourism, and art simultaneously, without any deleterious impact or expense.",
    "The places undoubtedly have intrinsic and extrinsic value. But how significant is this value?",
    "Geologists assay the fiery molten mass on the Mountain an “assemblage”: “well-expressed,” to be sure, but far from unique, for it is an assemblage characteristic of much of eastern and central Tasmania; nevertheless, all nine of the awful gulfs named above are of outstanding geo-heritage significance to the local heritage scheme, and the top five significant to the state scheme; but the first two are the only ones of likely national significance, and only the hanging bogs of White Mountain are internationally significant.",
    "A little more  from Wintle’s Mountain Ode:",
    "Stupendous pile! whose column-crowned browPierces the blue inane, and checks abruptThe storm-cloud rushing wildly in its course…… thy pillars gleam like burnish'd bronze!",
    "How awful dost thou seem when gath'ring stormsBrood o'er thee, with all their writhing hostOf Protean clouds freighted with shafts of fire,And rolling thunder's hollow boomLoud echoes 'mong thy crags.",
    "The cosmic ray observatory has one of the longest cosmic datasets in the world, and continues to prove useful in interspace research.",
    "Famous scientists to have studied the mountain include: Robert Brown, John Dalton Hooker, Charles Darwin, Ronald Campbell Gunn, James Dickenson, Baron von Mueller, George Thomson, Edward Meyrick, Arthur Lee, Le Guillou and Beccari. Tasmania produced its own highly respected scientists like Ronald Campbell Gunn, James Dickenson and Rodway. Their names live on in Brachyglottis brunonis, Helichrysum hookeri, Rubus gunnianus and many more.",
    "The first meteorology station in Tasmania, one of the first in Australia, and, crucially, the Southern hemisphere’s sister site to the world’s first high-altitude weather station (on Ben Nevis in the UK) was built behind the summit in 1906.",
    "The Cosmic Ray observatory at The Springs is unique in Tasmania.",
    "The mountain’s scientific value is joined to its Historical and Social heritage values.",
    "The mountain has been, for many decades, a classroom for science students at all levels of education. Heritage protection is perhaps the only method available to protect on-going scientific research sites and this web of endeavour, the potential to walk in the footsteps of legendary scientists and pick up the same species in the same place is of outstanding significance.",
    "Angus Barnes noted that Ann Ratkowsky and her husband  discovered several new species of liverworts on the mountain in the 1970s. Some tors are home to up to 30 different kinds of lichen, but many have no names. The only way to name them is to distinguish them, and the only way to distinguish them is to identify their fruiting bodies, but their fruits are so miniscule they are near impossible to detect.",
    "HERITAGE ASSESSMENT",
    "No specific assessment of the significance of science on the mountain has been done.",
    "HERITAGE SIGNIFICANCE",
    "According to the WPMP, quoted above, ‘The physical and biological investigations which have taken place on Mount Wellington had a key role in the discovery and understanding of Tasmanian, Australian and world natural history. Mount Wellington as a site of national (if not international) importance for scientific study.",
    "Geology WPMT document.",
    "Mark Williams’ essay on geodiversity on the Mountain."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/afe33a51-01dc-40e2-9f15-dc4128ae55b2/COSE_Environment-Geo-Heritage-Shoot-105%2B2.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578007048-A07DP7C8YT5GEFAER972/_B181239_1.jpg",
      "alt": "_B181239_1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578008781-X1H6RWWQME0YWKG776BV/_B181280.jpg",
      "alt": "_B181280.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578009898-N29242CVYJLJCIT4WEH1/_B181282.jpg",
      "alt": "_B181282.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578010155-U96XQDWK6IAUCEDV566B/_B181268.jpg",
      "alt": "_B181268.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578146171-MJHOE6ALVADTAW9XTMVT/Hansen_HMS-Investigator.jpg",
      "alt": "Hansen_HMS-Investigator.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578146423-KMYRV17C9JL2YDERTC0O/Robert_brown_botaniker.jpeg",
      "alt": "Robert_brown_botaniker.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736578149870-VB3MP75KMN4J2OAB3Z2W/Edward_Meyrick.png",
      "alt": "Edward_Meyrick.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736577889116-YFS4584J3HP9SQMYFI9M/216869210_10165539179740008_1469102481808479166_n%2B2.png",
      "alt": "216869210_10165539179740008_1469102481808479166_n+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736577890827-TNC2O6KIC1GIRIQMVSZU/138243593_10164760289855008_252121682678288141_n%2B2.jpg",
      "alt": "138243593_10164760289855008_252121682678288141_n+2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736577898343-64GYUQQZGFYB1GHHLYL9/Screen%2BShot%2B2022-05-05%2Bat%2B12.36.16%2Bpm%2B2.png",
      "alt": "Screen+Shot+2022-05-05+at+12.36.16+pm+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736577912861-76Q10UDJ3LOPZUQYY51F/Screen%2BShot%2B2022-05-05%2Bat%2B12.38.15%2Bpm.png",
      "alt": "Screen+Shot+2022-05-05+at+12.38.15+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1736577914941-AZH550GKMKVWHXRMIQ8X/COSE_Environment-Geo-Heritage-Shoot-105%2B2.jpg",
      "alt": "COSE_Environment-Geo-Heritage-Shoot-105+2.jpg"
    }
  ]
}