{
  "url": "https://listthemountain.org/science/utas-cosmic-ray-observatory",
  "title": "UTAS COSMIC RAY OBSERVATORY",
  "paragraphs": [
    "A cosmic ray observatory was established at the Springs in 1956. At the time this was the highest point on the mountain with good road access and electrical power. The Observatory formed a crucial link in a network of observatories stretching from PNG to Antarctica.",
    "Physicist McCracken writes: \"This was what I did for my PhD in Tasmania: cosmic ray research. I was extremely fortunate in that the University of Tasmania is one of the leading laboratories in the world in the study of these sub-atomic strangers that wander into the solar system from outer space. I built lots of equipment. I installed some of it in New Guinea, some went to Antarctica, and I had my own cosmic ray laboratory half way up Mt. Wellington.\"",
    "It was rebuilt after the 1967 fires but decomissioned in 2001.",
    "In June 2024, DarkSky International accepted theTrust’s pre-application and qualified Wellington Park for consideration as a Dark Sky Park pending development of a full submission. Certification of Wellington Park as a Dark Sky Park is consistent with the emerging Palawa value of sky connection afforded by kunanyi / Mount Wellington. Dark sky values were also a common theme in recent Park Value Statement consultation undertaken for the review of the Wellington Park Management Plan. (from WPMT Annual Report 2024)",
    "In 2018 the Park’s Trust made the observatory (WPHH0417) a priority place for nomination to the Tasmanian Heritage Register.",
    "The Trust has also sought recognition for the Park as a Dark Sky reserve."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1637970266675-Z6LRRUKNK5FRKFOUC94H/cosmic+ray.jpg",
      "alt": "Physicist K. G. McCracken at work"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606712926979-1GDO61ACN79YKUEFHC4Q/_B181249.jpg",
      "alt": "Photo Maria Grist 2020"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606712790402-12V8OM8C3USWAP50GV2K/_B181245.jpg",
      "alt": "Photo Maria Grist 2020"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740781705236-EUH5XUS1001A3LTTME2B/Screenshot+2025-01-30+at+10.21.35%E2%80%AFPM.png",
      "alt": "Screenshot 2025-01-30 at 10.21.35 PM.png"
    }
  ]
}