{
  "url": "https://listthemountain.org/nominations/heritage-tasmania",
  "title": "State Heritage Places",
  "wordCount": 1472,
  "imageCount": 8,
  "headings": [
    {
      "tag": "h2",
      "text": "Places"
    },
    {
      "tag": "h2",
      "text": "Clusters and Networks"
    },
    {
      "tag": "h2",
      "text": "Heritage Precincts"
    },
    {
      "tag": "h2",
      "text": "Heritage Areas"
    },
    {
      "tag": "h2",
      "text": "Landscapes"
    },
    {
      "tag": "h3",
      "text": "References"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The map of state heritage places within Wellington Park is blank. Not for lack of expert recommendation or popular suggestion. At least half a dozen expert reports commissioned by local Councils and/or the Wellington Park Management Trust have recommended places, heritage networks, clusters, precincts, areas or landscapes on the mountain as worthy of inclusion in the state’s Heritage Register.",
    "There is a long history or recommending places on the Mountain be added to the Register. In 2005 McConnell and Scripps concluded, in their landmark 2-volume Focus on the Fringe heritage audit, that of 360 or so heritage places, 22 likely had state level heritage significance. Most of them were within the Hobart LGA. The Trust did not nominate them, as recommended. The Wellington Park Management Plan of 2013 foreshadowed the Trust initiating state heritage site listings—especially for any places ‘considered to be at a higher level of risk’. (WPMP page 80).",
    "The Long List of places the Trust concluded worthy of nomination to the Tasmanian Heritage Register",
    "None were nominated, however, in 2020 the Trustees accepted a list of ‘places’ its own experts considered worthy of the state’s heritage register and agreed to nominate them all, starting with the “Very High Priority” places. Their list had 18 places, but some places were in fact nests. The full list, below, is for perhaps 33 places. In 2023 the Trust nominated three places: two heritage tracks (Wellington Falls and the Fingerpost) and The Springs (Historic) Exhibition garden—not because they were at any specific risk, but because the Trust had substantial expert material underpinning the nominations. They were, also, test nominations. None have so far been accepted.  The remaining 27 places in the Wellington Trustees’ list of high significance heritage places are the obvious next step.",
    "One place in particular has had interest. In 2024, the Hobart City Council included Pinnacle Road in its draft Local Provisions Schedule as a heritage place. It also agreed to incorporate a Scenic Protection area into its new planning scheme as well as to ‘explore’ a historic heritage precinct. A state heritage nomination based on the local planning scheme nomination of the roadway, but including the key tourism heritage assets linked to the Road at the Pinnacle, would be a fitting tribute to the minister for heritage.",
    "What the Trust also did was create a map and database of historic heritage places out of the audit. Each of (what grew to over) 500 places was given a 4-digit HH (Historic Heritage) number and the Trust has continued to refine this heritage data set, commissioning new reports, checking details and locations and preparing comprehensive datasheets on many places, especially with the 2022 Audit. In August 2023  the Trust publicly revealed the place names in its heritage database: winnowed to about 300 places, and noting that these places were protected by Section 29 of the Wellington Park Regulations. In its 2024 Annual Report the Trust foreshadowed that it might remove many places from the register. Some for clear, but others for less desirable reasons.",
    "Volume 1 of the 2005 heritage audit mapped a suite of 14 what it termed “proto [heritage] precincts” showing areas in the Park with high concentrations of high-significance heritage assets. That is, areas with a significant density of related heritage places worthy of urgent further study. Utilising a power under the Wellington Park Act, the trustees can declare a heritage precinct. They didn’t. But they did commission heritage studies that covered The Pinnacle, the walking track network and the recreation hut complex.",
    "In 2010, two cultural heritage personal working for the Wellington Park Management Trust (McConnell and Scripps) produced an assessment report on the mountain summit’s heritage significance. Their report of some 190 pages (cover opposite) was accompanied by a draft 40-page Conservation Policy.  The pair mapped an oval they dubbed “The Pinnacle Area” worthy of state heritage recognition. The nomination recommendation was ignored and the Conservation Policy remains unfinished. Nor was a Heritage Precinct declared. But the heavy work is done!",
    "Continuing with reporting, in 2012 the Trust published an interim heritage study of the Mountain’s tracks and recreational huts compiled by McConnell. As well as identifying many huts and tracks of state-level heritage significance individually, it also recognised their  significance as a heritage  network of tracks and a heritage cluster of huts. As an interim report, no nominations were made nor Heritage Areas declared. But twelve years later, in 2024 the Trust rewrote the interim heritage study, sensibly splitting the huts from the tracks. The new, trust-endorsed reports are not authored and walked back, somewhat, McConnell’s earlier expert assessments, but they recognise the state heritage significance of many huts and tracks.",
    "The Mountain has along one of its flanks a cluster of over 20 sites sites recognised in the state heritage register as a group: the Mountain Waterworks group.",
    "Enshrine considers that the historic tracks network, the recreational huts cluster, and the early colonial timber harvesting area are suitable companions to it. One is partially done. The Cultural Historians of Tasmania did excellent work on discovering the forest history on the Mountain and asked the heritage minister to use her emergency powers to list the area. The minister declined. Then, in 2023, utilising a power under the Wellington Park Act, the Trust “resolved to declare” a small (seven hectares of their twenty thousand) area formerly known as The Kings Pits (in the vincity of Guy Fawkes Rivulet, around Junction Cabin) as a “Heritage Precinct” in order to both recognise and protect the dense range of early colonial timber harvesting features it contains, including: snig tracks, logging roads, sawpits and the footings and chimney remnants of the sawyer’s huts dating from 1819–1825. It was a fraction of the area researched by the Cultural Historians of Tasmania. It was the Trust’s first Heritage Precinct. An enlarged, state-listed area would be a more fitting tribute to the pioneers.",
    "Re-mapping by Enshrine of McConnel and Handsjuk Summit Area heritage precinct",
    "The management plan recognises two special areas for, among other things, their heritage value. They are The Springs and The Pinnacle. Both clearly have undeniable state heritage threshold significance and both should be listed. The work is done for The Pinnacle.",
    "The Mountain is beautiful. And beyond its picturesque beauty, it is also considered to have a sublime beauty. The essential idea is embedded in the Wellington Park Act (1991) Purposes and in its reservation status. The earliest recommendation we know of to recognise this value is from the late 1980s when the Network landscape consultancy recommended to the new Park’s trustees that the mountain’s landscape itself likely possessed national heritage significance. This conclusion found its way into the management plan and relates to the idea of the value of an Aesthetic Landscape which has always been vital to Tasmanian tourism. The aesthetic importance of the mountain is well-recognised in the Park’s management plan. Around 2015 Glenorchy and Kingborough councils included Scenic Protection Areas in their interim planning schemes. Hobart has agreed to amend its planning scheme accordingly. This significant area forms the basis for a state register listing. It would be open to Heritage Tasmania to recognise the mountain for its importance in exhibiting particular aesthetic characteristics.' Criteria (h).",
    "The state’s heritage act does not mention cultural landscapes, our advice is that it is not only open, but preferable, for the state to list as a ‘place’ an area that is, effectively, a landscape.",
    "Report covers of Gwenda Sheridan’s landmark history and assessment of the mountain’s heritage landscape significance.",
    "In 2007, when the heritage recognition of the Park as a National Heritage Place lapsed, it was assumed that the state would add the Park to its heritage estate. It didn’t. But the work is done. Prior to 2010 Gwenda Sheridan was commissioned to write a report on the historic landscape values of the Mountain. She turned in a magnum opus of five volumes. She recommended a state heritage nomination be initiated and composed a Statement of Significance for the entire mountain against the existing state’s heritage Act criteria. Her 5-volume report was never considered by the trustees or published. In 2010 Gwenda Sheridan wrote a Statement of (heritage) Significance . That statement has withstood the test of time and might easily be submitted as a nomination for the entire Park.",
    "In terms of aboriginal heritage, several academic studies as well as ground surveys have been completed too, and various artefacts have been discovered; however, no place in the Park is recognised for its indigenous cultural significance.",
    "Enshrine’s approach is to lodge local government nominations before making any state nomination—unless a place with established historic heritage values appears to be threatened.",
    "A longer version of this study, covering the history of heritage studies and nomination recommendations covering all tiers of heritage is found in this site’s Political Flashpoints area."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e702805f-7f29-4f3d-83ca-d93da010a7e2/HIGH+PRIORITY+Cultural+Sites.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/7eae7b59-c111-45f2-be16-46ae4db32e24/heritageauditproto.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c8d351f7-6284-49d7-98de-57cd9b2690c1/Microsoft+Word+-+Mt+Wellington+Summit+Area+HH+Asst+Report+Sept10.doc+%28dragged%29.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/ae6cd9d0-ddcb-44b2-8a7b-fa1d43db487c/Microsoft+Word+-+WP+Track+%26+Hut+Network+Comparative+Assesst+%26+Significance+Assesst+Interim+Report+AMcC+May2012.doc+%28dr.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f51be238-0101-4c49-8a2d-00ec57f2e241/Screenshot+2025-02-27+at+4.16.46%E2%80%AFPM.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f68ca075-3858-47da-a8c5-1f1c117a232b/Pinnacle+Precinct+Refined.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9e879544-a7f4-4c62-9f32-ffe9372d1d29/Screenshot+2025-02-27+at+6.58.51%E2%80%AFPM.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}