{
  "url": "https://listthemountain.org/work-places/sawpits-and-log-slides",
  "title": "MOONA PUNGANRE/wood-cutting",
  "wordCount": 995,
  "imageCount": 12,
  "headings": [
    {
      "tag": "h1",
      "text": "Wyelangta/THE KING'S PITS"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h1",
      "text": "CASCADE SAWMILL"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The Mountain is dotted with the remains of woodcutting operations—drop zones, snig tracks, loading ramps, sawdust piles and sawmill remains, as well as the foundations and remnants of woodcutters’ huts—and heavy woodcutting was a feature of the mountain for almost a century.",
    "One of the most significant early colonial woodcutting complexes is around the Guy Fawkes Rivulet and in 2023 it was recognised by the WPMT as an historic precinct.",
    "The King’s Pits were the most significant of the forestry camps on the mountain, being marked on several early maps. Mountain maps also show the Sawmill Track and large remnants like ‘Sawdust Pile’. Several other tracks are known to have been created by woodcutters.",
    "One of the country’s tallest and heaviest forests once girded the mountain’s lowest slopes. The cubic mass of wood was greater than all the concrete in today’s city. The forest stretched into the Midlands. It crossed mountains and valleys, uninterrupted for a hundred miles westward until it drowned in the engulfment of west coast rainforest.",
    "The muwinina probably counted some of its trees as kinfolk; still, they took what was useful.  Some English country folk, too, believed the woods alive with spirits. They too took what was useful. An early place name for Mount Knocklofty was ‘Woodman’s Hill’. By 1829 it was cleared, and the woodmen went higher.",
    "In 1852 Frederick Mackie, a Quaker missionary and amateur botanist, explored the lower slopes of the mountain and wrote in his journal that ‘... it is in fact being ... rapidly cleared and the few large trees that remain are more or less charred with fire ... the ground being almost bare of vegetation the effect is quite dismal.’ In the 1860s there were complaints about the damage done to the walking track to The Springs by logs being dragged down it to The Huon Road. The botanical artist Marianne North noted that the blue gum was rare after climbing on The Mountain's slopes in 1881.",
    "From the mountain’s forests came light, hard tools for black hands. Grime-handed convicts in gangs with axes and saws, but also free men came too, and felled trees of every size and kind. They turned wattles, she-oaks, stringy barks, and blue gum into spears, waddies, floor planks, roof beams, cloth dye, but mostly into firewood. One by one, and then two by two, the giants fell.",
    "We know the forest giants existed; not just because of the accounts and the fallen trunks that still dwarf us (Jacksons Bend Track has a whopper), but because we have numerous physical and documentary accounts of the felling as well as bank statements. Actual workplaces are everywhere: tree shoes, tools lost to moss sag, log slides, heavy depressions, earth scars, and long saw pits and rusted remains beside the Sawmill Track.",
    "All forestry was specifically outlawed by the passing of the Mountain Park Act 1906. Some giants which stood in a few remote parts of today’s park were cut in the 1960s—as they were not then within the 1906 Park boundary.",
    "Notwithstanding this, firewood collection continued and was even promoted. In 1916 a Hobart councillor suggested an aerial logging coupe set-up. ‘There is but one unpleasing feature in the trip, namely, the dead timber. There it lies, thousands of tons, encumbering the surface, disfiguring the foreground, increasing the undergrowth, a continuing eyesore, waiting to feed and to spread the fires that shall come sweeping down the mountain side. And next winter there will be hundreds of poor families in Hobart unable to buy firewood at a pound a ton. Cannot we devise some means by which this timber, at present worse than wasted, can be made available for the poor? If the road traction is too costly, can't we rig up an aerial wire down which the sut-up firewood will slide at no cost at all?’ — W. E. BOTTRILL.",
    "In the centuries to come, new groves of forest giants will arise again to the height of Sir John Franklin’s tree.",
    "These remains form the earliest intact (and possibly the only intact) early convict logging complex remnant in Australia. The sites also span other eras of the state’s timber-getting history up into the 1960s. The remnants’ heritage significance is greatly magnified by their naturalistic, realistic setting; intact except for the presence of the giant forest trees themselves.",
    "A 2023 study by Heritage Tasmania failed to establish a state-level threshold of significance however one of the most significant early colonial woodcutting complexes (around the Guy Fawkes Rivulet) was recognised by the Trust as the Guy Fawkes Rivulet Colonial Timber Precinct.",
    "“The huge mountain trees are cut clear of their bark and hauled down by horses to the mill. Here they are put on the frame saw and cut lengthways in two; they are then hauled on to the circular saw bench and cut into the various sizes required for the building trade. Out of the timber left over is cut wood to supply the brewery with cases in which the beer is packed. Many thousands of laths are produced, and also fruit cases. There are a large number of trees on the mountain specially suitable for piles and telegraph poles. Palings and shingles are supplied by a gang of men and tied up in the usual bundles and dragged down either by dray or sledge.”",
    "The Cascade Company's sawmill was the first (1825) and the largest of many logging and saw milling operations on the mountain’s lower slopes. The remains of this sawmill are fairly well intact, and comprise the only remaining example in Australia of a logging complex from that era. Still largely undocumented, it consists of a number of sawmill remains, log slides, and saw pits which are in evidence in great abundance on the lower slopes of kunanyi.",
    "The Wellington Park Management Trust’s heritage database  lists fifty sawmill sites on the lower slopes.",
    "The Trust recently recognised a second heritage precinct as the Guy Fawkes Rivulet Colonial Timber Precinct."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607379491888-O7V51W8HN8F52BBVXQDS/Loggers.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650426026892-TOT9VN7F3YEZN3D18FVH/703742691-slv-vic-clifford-truck-and-mt-wellington.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649827999612-2RUKGOHSMAO2WWWCTQ8L/NS1231-2-16-mtwellington-sawmill.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612238565688-4NEGI68VM66KK0PDOZCC/Screen+Shot+2021-02-02+at+3.01.44+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607379550837-SG4EXWLE4JD9K8V29LYD/One%2Bof%2Bmany%2Bsawpits..jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697676779302-2URCJM0ZFXUUIJPC0PS4/CHPT_LetterAndAttachments_20211212%2B%2528dragged%2529.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697533598091-NSTR0JLAIZZ98Z3HZRJ5/IMG_0483.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697533599320-BIH3RCOW60BQAPTLFNGM/Cascade%2BSawmill.%2BFrom%2BRoy%2BDavies%2Bcollection%2C%2Bused%2Bwith%2Bpermission..jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697533597585-2YHMDO1JNTJV5B0F2ZJZ/Sawmill%2C%2BStrickland%2BAvenue-1.%2BTAHO%2BNS5743-1-419.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697533600627-9LF42Y0DIYMXQOPELVI9/mill-near-factory.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697533599067-INBIQ3F23N9C1N3W5JU8/NS1231-2-16-mtwellington-sawmill.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}