{
  "url": "https://listthemountain.org/mind-fields/emotional-territory",
  "title": "EMOTIONAL TERRITORY",
  "wordCount": 823,
  "imageCount": 1,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“This beloved thing of stars and snow and thunder”",
    "In reply to the simple questions of an astonishing questionnaire (see refs) three hundred Hobartians poured out their hearts, responding to the Park’s Trustees just how they felt up there on the mountain.",
    "“When dawn breaks and throws a caste of pink over the Wellington Wonderland–tell me a heart that is not moved.”",
    "Their poignant, heartfelt, passionate love letters show that Hobartians have high emotional attachment issues over their mountain.",
    "“I love the Mountain. If I cannot see it every morning I am lost.”",
    "“I was born in Dynnyrne, so I have lived under the mountain all my life. The view from the summit is home. We lived in North Hobart for six months, in that time we could not see the Mountain at all; it was a very bad time, so many things went wrong, we had to move so we could once again see the Mountain.”",
    "The strong likelihood is that these feelings are not new. These feelings for the mountain would most likely be long held, profound.",
    "“Walking in the misty rain, in my mind I considered I was taking a walk in heaven”",
    "Yes. The survey report author Anne McConnell argued that the social values have antecedents and thus, historical validity. Those values informed the original Mountain Park Act a century ago, and ‘appear’ to have applied since at least the early days of … Hobart.’",
    "“Varied, wild, beautiful, shimmering with romance and life … The invigorating mountain air fills the lungs with inspiriting fragrance. Bright green, deep blue, rugged grandeur, and heterogeneous splendour, all blend to rest the eyes and the soul ... The mountain air bears new life to a tired frame, and the mountain now is pregnant with subtle recuperation for a brain wearied with long, strenuous effort amidst hot, dry winds on treeless parched deserts beneath a brazen sky.”",
    "Gwenda Sheridan made similar observations after a comprehensive study of creative responses to the mountain throughout time and space. So it appears reasonable for McConnell to have concluded that these values are the social values for the Park.",
    "“The mountain speaks in no unknown language to those who have the souls to listen and understand.”",
    "What is unstated, but strongly implied, is that known values likely applied for thousands of years ago too.",
    "How people felt about the mountain in centuries past is a new field in Humanities study for emotional historians—that is, historians of the emotions.",
    "Emotional Territory features quotations from respondents to the Questionnaire alongside quotations from a century and a half of TROVE’s newspapers. But let it begin with a rare, but potent dissenter, the Oxford don Peter Conrad, who expressed a powerful emotional response to the mountain—but an entirely negative one.",
    "“My childhood was overshadowed by a brutal, bad-tempered eminence.  It looms suddenly and grimaces; squeezes the settlement denying its toehold ... It terminates every view and invigilates every back yard.”",
    "“If the reader has been, like myself, standing on the top of Mount Wellington alone, without a single companion and when there was no sign of animated life in that inhospitable region beyond that of a startled lizard—he can fully realise what is meant by solitude. Amid all this rocky barrenness there is a terrible sublimity.”",
    "Together, the responses suggest that the mountain is indeed a beloved thing.",
    "“The operations of time are presented in a more striking form than in the lower regions.”",
    "The mountain is literally attractive as well as aesthetically beautiful, but when the perception of a common place is suddenly altered, revealed as some unearthly realm, inexplicable, ravishing or terrifying, vanquishing, from being in the misty rain to walking in heaven,  When the mind’s simple appreciation of beauty is suddenly ravished, vanquished by a sublimity things have got emotional and possibly irrational.",
    "“A place is a piece of the whole environment that has been claimed by feelings.”",
    "Julia Horne’s thesis In Pursuit of Wonder explores how in the 1820s George Frankland Surveyor-general of Van Diemen's Land ordered his surveyors to climb mountains and ‘describe unusual and interesting items and sights’, and the surveyors obligingly recorded accounts of how viewing certain mountains ‘affected their sensibilities’.",
    "“Although we say mountains belong to the nation, actually, they belong to those who love them.”",
    "Additional examples",
    "HERITAGE ASSESSMENT",
    "In the Pinnacle Development Plan [WPMT 2001] Anne McConnell concluded that the social value of Wellington Park is ‘underscored by its being a focus for significant community and personal events’.",
    "Some emotional territory underlies the entire landscape as far as the eye can see, but many feelings for a place, for individually identified places, could have attributed GPS coordinates, be plotted in a GIS and then mapped.",
    "HERITAGE SIGNIFICANCE",
    "How many mountains in Australia are beloved? So beloved? This tends to suggest that the mountain’s significance is high due to this rarity.",
    "“On this side the stupendous Mount Wellington frowns the beholder into insignificance.”"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}