{
  "url": "https://listthemountain.org/ceremonial-grounds/cenotaphs",
  "title": "Cenotaphs",
  "paragraphs": [
    "At least three runners and several more walkers who have died up the mountain have memorial cenotaphs erected in their memory.",
    "(Joseph) Mark Richards lost his life during the 1903 Watson’s Whisky “Go-as-you-please” race to the Pinnacle and down. The conditions were extremely harsh, but the competitors insisted the race be run. Richards made it to the Pinnacle, but on the descent, near The Springs, he collapsed. He was stretchered to a hut but he died just before reaching it. His monument is on the Organ Pipes Track. More information",
    "George Harvey Radford also lost his life during the infamous 1903 Watson’s Whisky Pinnacle “Go-as-you-please” race. Radford was competitor number 20. Radford ran to the Pinnacle and passed the Springs on the way back, but apparently became disorientated, took a wrong turn and in the gathering gloom, likely overcome by hypothermia, he fell crossing a log, and did not get up. His monument is on Radfords Track, renamed in his honour. More information",
    "Surgeon Dr John Smith of the vessel Derwentwater went missing from a mountain summit walking party in 1858. His body was not found until approximately five days later. Dr. W. L. Crowther described the position of the body, and said he was convinced that Dr. Smith had died in convulsions. His feet were jammed in the crevice of a rock. The post-mortem concluded that ‘The spot where his remains were found bore the aspect of unbroken solitude and universal sameness, and such a scene must have greatly depressed the moral powers of the deceased.’ The post-mortem doctor found on his person ‘the miniature of a lady, a lock of female hair in a small box, and two letters, one from a lady, and the other apparently written by himself.’ Many questions arise out of these facts. The monument now at the scene was erected by friends from the Masonic Lodge.",
    "For details see The Mountain Monument to Mr Smith",
    "Keith Leigh, a 50-year-old, Hobart-based Reverend and avid long-distance athlete, died running up the mountain in October, 1970. His charity run was for agricultural development work in the Philippines, Papua New Guinea, Tonga and Fiji. It had snowed the day before, and some tried to dissuade him, but he decided to go. He set off at 5am, the peak shrouded in heavy snow. When he didn’t return at the appointed time, the family he was staying with set off to find him. They found his body in the snow, and tried to keep him warm when they thought that he might still be alive. They carried his body down the mountain. A combination of hypothermia and a heart condition ended his race. The Leigh family marked his legacy with a bench seat and a plaque at the Springs. On Nov 14, 2015 Keith Leigh's children and grandchildren were joined by Lord Mayor Sue Hickey and the Tasmanian State Growth Minister Matt Groom, to hold a service in his memory. (ABC News Online, 14 Nov 2015)"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367012947-Q4E1SW5FXYZZACE6KLJH/Mark%2BRichards-crop.jpg",
      "alt": "Joseph Mark Richards and his wife"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367020533-CZVLEFXE3Q9T8B00H2HN/Richards%2Bmonument%2B1906-crop.jpg",
      "alt": "Tasmanian Mail, 14 April 1906, page 18"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367049620-682QP5TG893PB8AWMSTX/richards-monument-1911.JPG",
      "alt": "Original Monument"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367017944-6O124KVDZIN7JQVKQXEJ/Richards-Monument2.jpg",
      "alt": "Current monument"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697368446343-OCTJ0PLR686BH7N0SX49/Richard-TasMail-14-April-1906.JPG",
      "alt": "The Sydney Mail and New South Wales Advertiser, 24 May 1911       OR      Tasmanian Mail, 14 April 1906"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1716611547088-6ITPL4YKD5GSI323Y8GO/image0+%281%29.jpeg",
      "alt": "image0 (1).jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9307a761-6351-44de-bd23-e131ccfbf42b/IMG_0604-2.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/52df3eef-30e7-4d3d-b498-8cad85309adf/radford.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/255b7f80-0e47-4245-9fe6-6e0f0c32304a/Smiths-Monument-Feb84.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367270431-TLPTC5R215LTDI60VDBR/smiths-monument-1918-crop.jpg",
      "alt": "The Tasmanian Mail, June 6, 1918"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367337221-JW42NHKL13C5JICSFQQB/ABBOTTALBUM_136193836-2.jpg",
      "alt": "ABBOTTALBUM_136193836-2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697367268889-7QDWYWY5DRL1WL3NABSV/NS3195-1-760.jpg",
      "alt": "Photo by Jack Thwaites"
    }
  ]
}