{
  "url": "https://listthemountain.org/ceremonial-grounds/ceremonial-landscapes",
  "title": "The Ceremonial Landscape",
  "paragraphs": [
    "People go to the mountain for many ceremonial purposes. They go there to propose marriage. They go there to conceive children. They go there to be married. And they go up there, at last, to be buried.",
    "The mountain has three stone memorial plaques for lost souls, for Radford, Richards and Smith and several commemorative plaques for the road-builders and the mayors, but there are gravestones too, especially in the summit area.",
    "Search Trove for “Mount Wellington Search Party” and you will find records going back two hundred years. Mostly, the lost are found, not too much the worse for their adventure. but a few are gone never to be seen again.",
    "Skeletons have been found and no one can say who they were or how they came there. They speculate on “THE MOUNT WELLINGTON SKELETON” Sir—Some of your readers will remember the finding of a human skeleton upon Mount Wellington last year, and the succeeding fruitions attempts to find out who the unfortunate was who perished there.",
    "In the 1840s a pair of young visitors were reported to have attempted the Pinnacle and disappeared. Five days later, one was found near Brown’s River in an almost senseless state from exhaustion. The other, never. DISTRESSING OCCURRENCE It is with much regret we have to notice the mysterious disappearance of Mr. Huggins, a young gentleman of a very delicate nature, about 18, who arrived as a passenger per Sea Horse attempted the task of going up Mount Wellington but has not been seen or heard of since he separated from his companion. The body will doubtless be entombed in the mountain passes until some chance discovery of the remains be made at a future period. 1841",
    "“Several unfortunate persons who at various times have imprudently attempted the ascent without a guide, have never returned, nor has any vestige of them ever been discovered” wrote Louisa Anne Meredith in 'My Home in Tasmania' in 1852.  Meredith’s husband’s niece, Clara Sabina Meredith, fell to her death from the Organ Pipes.",
    "In January 1855 a Mr Oliver was lost on the mountain and never returned.",
    "MISSING -An old barrowman named Joseph Hill, who left his home on Friday last to obtain firewood from the bush at the foot of Mount Wellington, has been missing ever since. 1871",
    "THE LOST BOY Mr Pender’s lad Frederick, separated and lost two nights on the snowy mountain, Nov 1872",
    "In March of 1896 a body was found on Mount Wellington. Page 2 news in the Mercury.",
    "As recently as 2017 a skeleton was discovered at the base of the Organ Pipes. It was suggested that it may have been that of a woman who went missing on the Mountain in 1997. Perhaps she fell.",
    "That  more than a few have disappeared without trace has long been known. That the mountain is a place to which some go  to lose their own life is certainly, occasionally, the case.",
    "ENSHRINE is gathering historical and contemporary accounts of mountain ceremonies. Such activities may take the form of rites, rituals and ceremonies.",
    "A customary observance, a social custom or practice or conventional act—when given significance—becomes a rite. Not all rites are solemn: for example, the British family Christmas rite. Hobartians have Christmas rites on the mountain too. There are rite of passage, too. Being benighted is one.",
    "A ritual is a series of rites. Any series of actions or type of behaviour regularly and invariably followed by someone is ritualised. It arises from convention or habit or a body of customary observances. Some level of solemnity is  typical, but it need not be religious or solemn—the players gathered in their ritual pre-match huddle.  The important thing is that the order is proscribed and maintained.",
    "The laws of the Park are often just such conventions solidified into law. They are an insistence on formal observance. By following the rules, you enact ritual. But it is more when we follow a series of actions performed according to a prescribed order. Say, when you carefully pack your rucksack, put on your mountain weatherproof gear, check everything is working and in order, travel to a particular place on the mountain and … walk or run or simply sit and observe.",
    "The mountain has its own festivals and they have sites. The Festival of the Dawn in the late 1930s, the Mountain Festivals of the 1990s, the 2021 MOFO summit trance.",
    "He showed them to their table with great ceremony.",
    "The ritual observances and procedures required or performed at grand and formal occasions are ceremonies. Here we are at marriages and funerals on the mountain, but in another sense, formal polite behaviour is ceremonial. Like not standing on the very, very pinnacle of a mountain out of respect is ceremonial. A ceremony  also often arises from convention or habit: for example taking a regular walk on the mountain may mildly ceremonial.",
    "The mountain’s ceremonial grounds demonstrate the mountain’s Historical, Social and Spiritual heritage significance.",
    "The mountain’s ceremonial grounds have received passing consideration and are therefore likely of some local heritage significance.",
    "The 1997 management plan included in a list of 13 Interpretation Themes ‘monuments and events’ but a 2005 revision by Scripps and McConnell concurred with all the themes but this one, concluding  it ‘likely to have little interest as an isolated theme (p 60.)’.",
    "Focus on the Fringe Scripps & McConnell 2005",
    "Women’s Places Around Hobart",
    "2010 Wellington Park questionnaire"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/936f9158-99d9-4399-bad1-d49c97fa2e31/Screen+Shot+2023-10-16+at+9.07.31+am.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/25dbe800-2cdd-4954-ad99-6a7576d90efe/Screen+Shot+2023-10-16+at+9.06.54+am+%281%29.png",
      "alt": ""
    }
  ]
}