{
  "url": "https://listthemountain.org/ceremonial-grounds/festival-sites",
  "title": "Festivals",
  "paragraphs": [
    "Fern Tree hosted a summer strawberry festival for approximately 40 years, between 1892 and 1941, with an outlier in 1952. Attendance typically included a Governor, a Lord mayor, and a Bishop or two. The crew of Mawson’s 1930 Antarctic expedition recalled the feast in diary entries during their long winter nights on the Continent.",
    "The first mountain festival, instituted by ‘Mulga’ Mick and friends, in 1937. It was a religious festival and it was timed for dawn on an autumn day: Easter Monday. Eight hundred souls walked all night or drove up the dirt road to be there. The headline report the next day said it all: “Driving Snow, Rain and Sleet.”",
    "“The wind howled among the huge boulders and swept along a stinging spray of snow and sleet. A heavy, dank mist enshrouded the entire summit, and the closest objects were not easily discernible. In the foreground of the bleak and desolate scene, on a mound of stones, a preacher in white vestments led a congregation of some 800 in prayer. From the east a ray of light flickered through a rift in the mist, and in a moment it was day.” 1938 was little better. The Festival was transferred to New Year’s Day in 1939. It was the last of Mulga Mick’s festivals.",
    "In 1956, the Organ Pipes were lit with searchlights by the Army as a part of the Festival of Tasmania celebrations. Nine searchlights, five officers and 45 other ranks were involved in the operation, which bathed the mountain in brilliant light for several nights. (Mercury, Wednesday November 28 1956)",
    "The brainchild of Peter Sherwood and Whale Rock Events and Promotions,  focuses on Mt Wellington's observation shelter. 40 guests, each paying $45, will be taken from Franklin Square to the summit, with an in- depth historical commentary on the way. On arrival at the shelter they will be entertained with music, and served food and drinks, before leaving for Hobart at 9.30pm. The performers over the three evenings will include guitarist CaryLewincamp; folk, blues and jazz musician Geoff Allen; and the string quartet, L'Istesso Tempo.",
    "With the Mountain said to be the first point in Australia to see the dawn of the year 2000, and to celebrate the new millennium, Hobart City Council proposed a set of events, but limited the audience to 500 people. Hobartians were not happy.",
    "In 2002 the tradition was continued with a brand-new Mountain festival. It included artistic events, parades, sculpture, drama, and music performances. The event was continued biennially for several years. It included sculpture trails along the Hobart Rivulet celebrating the mountain, walks led by local historians, and many other events. Its purpose was to “develop links between artists, scientists, the community and the environment.” Photos below are from the 2004 festival. The conclusion at Collinsvale was reported here."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/0df1870c-2d0c-436d-b002-fa45bbb0f078/Strawberry-Feast-at-Bower.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1035bc6b-7d50-4ea8-9cd2-b17f31807195/Screen+Shot+2024-01-09+at+12.18.42+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/16eb400e-06bc-47f1-af6c-6fe4ee8f6d61/Screen+Shot+2024-01-09+at+12.19.55+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403788918-7ESZM1789JFWNQ49ONHG/dawn-festival%2B-%2B1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403787019-M98C4IS7TC5SJBQ2IHO2/Slide%2B8601%2BB304%2BA.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403787562-RB0SGRWG0QWSLUM2ISA2/Slide%2B8602%2BB304%2BA.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403788557-OBCXEHQQGZ6L7RTG5QDR/Screen%2BShot%2B2020-10-16%2Bat%2B4.52.07%2Bpm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617275637291-Y6E6JJELWFP3DPG1G8XJ/Screen+Shot+2021-04-01+at+3.02.24+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403886127-PKXQIECGM908GZWBJ9YB/DSCF0418.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403903800-XABR3WYCGKN6FW70HKEP/DSCF0424.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403889520-91V1QD7X2L3FWZ2AVS5O/DSCF0423.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403911580-R9PCE13FOGI2ZD221D5B/taiko-2004.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403892833-O0TKT2X45UAU23769XJ0/DSCF0422.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612403907806-RROUY1H4ZZHW8AN069NL/DSCF0416.JPG"
    }
  ]
}