{
  "url": "https://listthemountain.org/water-features/disappearing-tarn",
  "title": "Kannah/DISAPPEARING TARN",
  "paragraphs": [
    "On the way to Wellington Falls, sometimes, is a natural mountain bath. A large and steep catchment funnels snow-melt, and when ingress exceeds the bath plug’s ability to flush, the tarn appears, swelling into a pond up to five metres deep and 25 metres across, before slowly draining away in subsequent days. The mystical aquamarine depths “may be a result of fine sediments in the water as it pools over depressions in the land. At the bottom of this basin, organic matter rots and occasionally releases bubbles” (Kevin Kiernan).",
    "Beyond Disappearing Tarn, according to a 1870s walking map, is a set of six Pools of Water not shown on contemporary maps.",
    "The tarn was until very recently not that well known—you could walk right past it ten times and see nothing, realise nothing, but in 2021 a cascade of social media caused so many thousands of curious new visitors to walk in search of it that traffic became unmanageable. Like the tarn itself, the flood of curious onlookers drained away.",
    "Fitting though it is to be called a tarn—that is, a small mountain lake having no significant tributaries—and notwithstanding the favour of the word by both Coleridge and Wordsworth, and the fact that the first etymological example in the Oxford Dictionary given as early as 1256 in “Blaterne” meaning Blue-tarn, there is a better term for this water body. The English author Robert McFarlane has revived the Gaelic word turlough. Combining tur (whole) and loch (lake, pool), in a turlough the ground may be dry in summer but covered with water in winter.",
    "The tarn was photographed by Peter Dombriviskis and featured in his book On the mountain.",
    "WPHH 0062",
    "Disappearing Tarn has high local heritage significance for its social, aesthetic and scientific values.",
    "As it appears and disappears upon the property of Kingborough Council it is intended to be included in a regional cultural landscape precinct.",
    "It has some state significance as an alpine tarn located 90 minutes jog from the General Post Office of a capital city."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1608771736479-NS031G2YPM0WENIJKG3C/9761666-3x2-xlarge.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670887577916-JZY7DCIG0ECKBHKPQV64/Fern%2BGully%2BDescent.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670887633291-KELW6ME8NDXK7XL16N4E/Screen%2BShot%2B2020-01-28%2Bat%2B2.39.16%2Bpm.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650966224490-UK50TRKTE7GZ4BBUVVT0/IMG_3001.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650965866532-BZGLTGPBEPZ6U06LF938/Screen+Shot+2022-04-26+at+7.31.36+pm+2.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670850141604-K45K3KRTCYF2I1J1474H/3b12d7e05bbfc86b256d59a451136d88.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670887906414-6KTB44YHO8EYBAYY7YUZ/Screen+Shot+2022-12-13+at+10.30.51+am.png"
    }
  ]
}