{
  "url": "https://listthemountain.org/water-features/new-town-falls",
  "title": "NEW TOWN FALLS",
  "paragraphs": [
    "English notice of New Town Falls commenced in 1883.",
    "Until quite recently the spot was quite unknown to any but a very few. Some had heard of the falls, but few seemed to know where they were, or whether they were really worth seeing, until a full description appeared in the Australasian of a Victorian tourist's trip thither, and those here who prided themselves somewhat on being familiar with the spots of beauty within working distance of Hobart suddenly learnt that a waterfall, surpassing the Wellington Falls, and much nearer to town, existed, and yet they had not been there. The Mercury went on to describe the falls thus:",
    "‘The mountain stream, which, for aught known to the contrary, may have been rushing down its rocky bed for thousands of years, tumbles over the first fall a distance of some 50ft, like frosted silver, streaming down the rock, 'plashes in the stony basin at foot, and then rushes on to the second fall, which shoots down about 80ft. Over this again the leaping argent water throws itself on its onward way to the third fall of some 40ft., down which it pours into the bed of the creek (most uneuphonious name), which, by a succession of small cascades and rapids, finally terminates its downward course by joining the New Town Creek. Standing on the top of the fall, with the roar of the water in one's ears, and the vista of forest below, the wonderful beauty and great solitude of the place fairly takes possession of one.’",
    "Track Notes",
    "The walk was at that early stage was off-track. ‘Scrambling over logs and boulders, slipping occasionally into the water, after a rather hard grind of about a mile up this creek, you reach the falls.’ And continues ‘the beauty and wildness of the bush excels that of the Fern Tree Gully. Here the old man fern rears his frondal-foliaged crest, undisturbed by the spoiler's hand. Above him the lightwood, gaunt-trunked, towers on high his giant form, while round the boles of the latter and the stems of the former the undergrowth of tangled scrub and ferns of every description is so dense that you can only see a few yards back into it, except where some vista opens and offers a more distant range for the eye. Of the falls themselves it may be said that they are beautiful indeed.",
    "By 1893 the route was still not easy to follow. It passed through fern trees, myrtle, sassafras, native laurel, and musk, and there were calls for the improvement of the track. By 1930 a new track was being planned by the Council. At this stage there still was not a good route from Lenah Valley. A track led by the waterfall from 1931.",
    "HERITAGE SIGNIFICANCE",
    "WPHH0231 Local, as a natural feature"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688217679907-PR9Y38500URDSFY282YC/Screen+Shot+2023-07-01+at+11.20.25+pm.png",
      "alt": "1893 Visit"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605318797348-SE45XLENJK547KFFTLZG/newtown-falls.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605318864687-N3VOZ41TW9CJY7AX3LO1/New-Town-Falls-December_14_1911.jpg",
      "alt": "Weekly Courier, December 1911"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688216587248-3P5J9T93H0CY7RDN5FIC/nla.news-page000001820805-nla.news-article24871051-L5-8cc5acb944c0c6be5c6828694ea44fa8-0001.jpg",
      "alt": "Sight of Grandeur"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688216849655-6KETMRURJXI758JHGB9H/5ade7fcc72429506538126_1200.jpg",
      "alt": "Craig Doumouras    © 2015 - 2023     https://waterfallsoftasmania.com.au/waterfalls/new_town_falls"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/90649e4c-0f56-41f5-a125-f9a0b2389e2d/New+Town+Falls+%231.png",
      "alt": ""
    }
  ]
}