{
  "url": "https://listthemountain.org/water-features/wellington-falls",
  "title": "Kannamayete/WELLINGTON FALLS",
  "paragraphs": [
    "Of all of the beautiful waterfalls on the Mountain, Wellington Falls is arguably the most significant.",
    "‘On Wednesday last, I received information that a certain plant grew on the banks of a certain lake, which lake was three miles down the rivulet that drains the tableland of Mount Wellington [and] in attempting to discover which lake I encountered one of the most magnificent cascades of which any account is published’ wrote “Tyro” to the Van Diemen’s Land Gazette in January 1845.",
    "‘Tyro’ was the nom de bloom of James Dickinson, a now-famous early Hobart nurseryman and amateur botanist.",
    "Likely this waterfall was known since time immemorial and Dickison arrogated to himself nothing of its discovery. He acknowledged that he had ‘previously heard a vague report of its existence’, and he explained he ‘had indubitable evidence of being preceded by a human being in the road I had taken, both in going to and returning from the waterfall.’",
    "But he etched his name into literary history with his torrent of praise (quoted above) for “a scene where the wild, the grand, and the sublime are merged in the romantic, the stupendous, and the terrible.” In this ravishing light the cataract immediately became and has forever remained the most famous waterfall on the mountain. It led to a public subscription campaign to finance a walking track to the Falls from The Springs—a direct and level route compared to going the long way round: up to the Pinnacle, across the back of the mountain, then down the North West Bay River’s rock-strewn banks. (The Falls Track is highly significant too.)",
    "Soon built, the track was completed the same year (1845) by public subscription, and thousands, including tourists, flocked to visit. Its fame spread by way of painting and tourist promotion. International prominence flowed when the French writer Alexander Dumas published a novel that begins its adventure in Hobart with an attempt to reach the Falls.",
    "The Falls have natural, aesthetic and social heritage value.",
    "The falls instigated the push to build purpose-built access tracks to beauty spots. It was the first such publicly-funded track in the country and therefore the track is of national significance today.",
    "The Falls were the subject for a pair of paintings by the contemporary mid-19th century landscape painters de Wesselou and Piugenet. J. S. Prout also created a lithographic drawing of the falls, and this, along with a drawing published by a NSW visitor in the Town And Country Journal in 1870 are seen above. They titled their work Cataract Glen.",
    "The site was also, and remains, a favourite with photographers. Peter Dombrovskis re-traced Dickinson’s route in 1995 and included four images of the river and its falls in his landmark work On the Mountain.",
    "The Falls have been on every Australian waterfall enthusiast’s Must Visit list for almost two hundred years.",
    "Wellington Falls (WPHH0394) is recognised as of very high local cultural and historic heritage significance. It likely meets the state threshold for its aesthetic significance—as it has been the subject for several important landscape artists. And for its historic significance to the history of recreation and tourism.",
    "In 2018 the Trust made it a priority place for nomination to the Tasmanian Heritage Register.",
    "In 2023 the Trust nominated the Falls Track to the state heritage register.",
    "Irene Schaffer Nature in its Wildest Form",
    "Dumas The Diary of Madam Giovani"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611968503863-3QX083P2R2NB93O4WSD1/wellingtonfalls.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611968449523-TSXZWAQA0XV8I4B11KGC/Wellington-Falls.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652508972692-7FJ31TXGBOFW5DFML5JF/CataractGlen%252cMtWellington-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1666073471530-AU3IEPKWU6ZKCB2BPACM/Prout%252C%252BJohn%252BSkinner%252C%252B%2527The%252BWellington%252BFalls%252C%252BHobart%252BTown%2527%252C%252B1845.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651210915434-2ZOB495IN79WV6DND3Z5/IMG_3002.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652510745868-YAWS00CWCOM3MD6ESNUJ/IMG_4997.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611968261904-D5T3P1FPROOKM7Z13LJ2/wellington-falls.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611968593074-ZAJDPF1EEZYKKYY6GVAF/wellington-falls3.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652508402107-8XNXHLHKTH9RZDKUYGQF/Wellington+Falls%2C+North+West+Bay+River%2C+Mount+Wellington%2C+Tasmania%2C+1995+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670888053332-1LSNHRS808I0GSNB3RCR/Screen+Shot+2022-12-13+at+10.30.51+am.png"
    }
  ]
}