{
  "url": "https://listthemountain.org/nominations/chronology",
  "title": "HISTORY",
  "wordCount": 6030,
  "imageCount": 1,
  "headings": [
    {
      "tag": "h1",
      "text": "A MOUNTAIN CHRONOLOGY"
    },
    {
      "tag": "h2",
      "text": "+ PRE-1804"
    },
    {
      "tag": "h2",
      "text": "+ 1804-1850"
    },
    {
      "tag": "h2",
      "text": "+ 1850-1900"
    },
    {
      "tag": "h2",
      "text": "+ 1900-1950"
    },
    {
      "tag": "h2",
      "text": "+ 1950-2000"
    },
    {
      "tag": "h2",
      "text": "+ 2000+"
    },
    {
      "tag": "h2",
      "text": "+ NAMING HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ NATURAL HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ BUSHFIRES"
    },
    {
      "tag": "h2",
      "text": "+ MUWININA HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ COLONIAL EXPLORATION"
    },
    {
      "tag": "h2",
      "text": "+ ART HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ PUBLICATION HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ SCIENCE"
    },
    {
      "tag": "h2",
      "text": "+ CONVICT WORK STATIONS"
    },
    {
      "tag": "h2",
      "text": "+ WATERWORKS"
    },
    {
      "tag": "h2",
      "text": "+ HUT HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ RECREATION"
    },
    {
      "tag": "h2",
      "text": "+ TRACKS HISTORY"
    },
    {
      "tag": "h2",
      "text": "+ TOURISM"
    },
    {
      "tag": "h2",
      "text": "+ OTHER DATES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "All heritage nominations begin with a consideration of the history of the place.",
    "Aborigines who lived around the area knew the Mountain as ‘Unghanyahletta’ or ‘Pooranetere’. Also kunanyi. At least 35,000 years ago Aborigines arrive on the land now known as Tasmania.",
    "10 000 – 12 000 years ago Rising sea level floods the Bassian Plains isolating the Tasmanian Aborigines from mainland Australia. 1792 Captain William Bligh of H.M.S. Providence shows Mount Wellington as 'Table Hill'. D'Entrecasteaux shows the Mountain on maps as 'Le Plateau'.",
    "1793 Lt John Hayes' chart shows the Mountain as 'Skiddaw'.",
    "1798 George Bass climbs Mount Wellington on Christmas Day 1798. The route he took began near present day Glenorchy and led up the flank, with the peak first seen close up from Worlds End.",
    "1801 French explorers Francois Peron and Henri de Freycinet from Nicholas Baudin’s expedition note local vegetation ablaze from Goat Hills (Aboriginal burning). They cross the back of the Park to Mt Connection and Mt Montagu",
    "1804 Woreddy ran to the Mountain in fright at the arrival of Collins",
    "1804 The first sketch of Collins' Camp (by Prideaux) shows the mountain dominating the page.",
    "1804 SURVEYOR-GENERAL FRANKLAND ASCENT IN SEARCH OF THE SOURCE OF THE RIVULET. And we have a detailed map.",
    "c1804–1808 Robert Brown (a member of Collins' settlement party), author of Prodromus Florae Novae Hollandiae et Insulae Van Diemen, makes a number of ascents for plant collecting. (unknown afaik) 1804 Lt Governor David Collins calls the Mountain 'Table Mountain' after the mountain behind Cape Town, South Africa. (February 16 approx according to Knopwood’s diary",
    "1810 Salome Pitt (the first non-pallawa woman) and an Aboriginal girl known as Miss Story climb the Mountain.",
    "1817+ Convict timbergetters working in the foothills of Mount Wellington along the Hobart Rivulet. Timber continued to be taken, resulting in a large network of snig track which were later utilised by walkers. Numerous snig tracks and saw pits remain intact from this era.",
    "1819 Botanist Alan Cunningham ascends Mount Wellington and records the weather as ‘alternatively fair, with snowstorms’.",
    "1822 The Mountain renamed in honour of the Duke of Wellington.",
    "1825 Canal work begins with convict labour to channel the waters into the Hobart Rivulet near Milles Track. Water powered sawmills built and operated by Degraves and Stace on Hobart Rivulet",
    "1828 An “enterprising party of Young Gentlemen” climbed “this splendid work of nature” to deliberately turn its Pinnacle into a pyre. That enterprise incinerated the summit and by the next evening its fire had moved “from one end of the ridge to the other.”",
    "1830s First Huon Road built via the Sandy Bay Rivulet and Fern Tree.",
    "Quarrying of slate just below Junction Cabin by Robert Barter Wiggins.",
    "1831 First major piped water supply built in Australia from the Springs along the Hobart Rivulet (‘the 1831 Diversion’) in an attempt to source clean, potable water following industrial pollution of the Hobart Rivulet.",
    "1831 Artist John Glover retires to Van Diemen’s Land at the age of 64. He paints prolifically (including Mount Wellington and Hobart Town from Kangaroo Point 1934).",
    "1832 Kings Pits – government sawpits in operation at Browns Flats (near the Junction Cabin area) to at least 1833 – visited by James Backhouse.",
    "1833 Degraves & McIntosh are given a temporary location order for land on the lower flanks of Mt Wellington to just past the Kings Pits for timber to supply their new state of the art sawmill at the foot of the Mountain on the Hobart Rivulet. The sawmill was the first powered (water driven) mill in Tasmania.",
    "The ice houses later cease operating.",
    "The track (now known as Jefferys Track) used to send stock from the New Norfolk area to Huon markets.",
    "c1836 The mention of an aboriginal battle on the Mountain by Robinson",
    "1836 Charles Darwin climbs Mount Wellington with a guide during his round-the-world trip on H.M.S, Beagle and finds it 'a severe day's work'.",
    "1837 Miss Wandly climbs to the summit to see the location where her fiancé drowned in the Derwent River.",
    "Lady Jane Franklin, wife of Lt Governor Sir John Franklin climbs Mount Wellington approx. 2 weeks later. Climbers in the party paint their names in white lead paint and large letters on a dolerite column on the Organ Pipes. The route taken by Lady Franklin was the New Town Way.",
    "1841 Mr Huggins disappears while attempting to climb to the summit. His body is never found.",
    "1842 Lady Jane Franklin initiates the building of Ancanthe ‘blooming valley’ (at current day Lenah Valley), a museum to focus the colony’s cultural aspirations.",
    "1843 Lady Jane Franklin initiates the building of two huts on Mount Wellington (one at the Pinnacle and one at the Springs) to encourage more women to climb the Mountain.",
    "1845 (15 January). Wellington Falls discovered by James Dickinson",
    "1845 The first publicly funded recreational track in Australia built to Wellington Falls. Opened January 1846.",
    "1846 (3 January) Wellington Falls Track reported in the papers as open",
    "1849 The first of the Mount Wellington ice houses built by convict labour to compact snow for ice, then transported to Hobart by pack horse ‘to be used by the confectioners of Hobart in the preparation of ice creams’. Development instigated by Governor Sir William Denison. The track to the ice houses, continuing through the Ploughed Field, formed a convenient way for walkers to reach the Pinnacle.",
    "1850s Construction of “The Beacon” at the Pinnacle",
    "1855 Bushranger John 'Rocky' Whelan hides on the slopes of Mount Wellington in a cave below the Springs (he also had another retreat near Kingston and a third in the Waterworks). Rocky is eventually captured after committing several murders around Hobart. He is rumoured to have said he would ‘kill a man for four pence’. Despite clemency pleas Whelan is hanged.",
    "1858 (c. January 25 1858) Dr John Smith, surgeon of the Derwentwater becomes separated from his party on the descent from the Pinnacle and is found dead after a search that lasted 5 days. During the search one party was twice attacked by robbers. The Ice House keeper assisted with the search. (Smith's Monument at South Wellington marks the location where his body was found).",
    "1860 Henry Woods commences living at Springs cottage and provides public services",
    "1861 Construction of the original Waterworks scheme begins taking water from the Mountain to a reservoir in the Sandy Bay Rivulet. Stage one involves taking water from Fork Creek and Browns River to the Waterworks below Ridgeway. The workforce lives on site during construction.",
    "1861 Fern Tree Inn built and opened by John Hall.",
    "1866 The Rocking Stone first described",
    "1869 Huon Rd (the second route via the Mountain) opens between Hobart and the Huon Valley.",
    "1870s Henry Woods ‘the old man of the Mountain’ and his family live in a hut at the Springs and provides refreshments to visitors and sells ice from the ice houses.",
    "1871 (25 September). 3750 acres reserved for Hobart’s water supply by Governor-in-council",
    "1871 First water reserve proclaimed between North West Bay River and the Pinnacle.",
    "1872 (Tuesday 4 June 1872) After torrential rain in June, a huge landslide occurs on the north-west face of Mount Arthur, with rubble, mud and water flowing down Humphrey Rivulet and through Glenorchy. Several houses destroyed, and one man killed. (The scar of the landslide can still be seen).",
    "1875 Waterworks pipeline scheme extended to St Crispins Well. 1876 Mounting concerns re timber felling and fern collecting around Mount Wellington, including the western slopes. The Mercury reports a warning that ‘the mountain slopes are being stripped of their timber, disfigured and robbed of their attractiveness’.",
    "1880 Ferns and trees cleared around the Fern Tree Bower results in public outcry.",
    "1884 A climb of the Organ Pipes reported in The Mercury, Tue 22 May 1934",
    "1887 Second Waterworks Reservoir built.",
    "c1887 First Cableway proposal by aspiring Hobart City Counsellor",
    "1888 First rustic recreational hut built on the mountain",
    "1890 Fern Retreat Hut, a rustic recreational hut, built on the lower slopes.",
    "1890s Brushy Creek Hut, a rustic recreational hut, built on the lower slopes.",
    "1890s Wellington Hut, Myrtle Hut (2), Clematis Hut, Old Log Hut: rustic recreational huts built on the lower slopes.",
    "1890-91 Blue Bell and Grass Tree huts, rustic recreational huts, built on the lower slopes. Grass Tree Hut is first to receive rustic decorations (by 1894).",
    "1891 Falls Hut. One later member of this hut was Sir Herbert Nicholls, Chief Justice of Tasmania.",
    "1891 Black Snake Camp established.",
    "1891 The first Mountain ranger, Charles Gadd, appointed to control illegal exploitation of the Mountain. He also continues the selling of ice from the ice houses, while Mrs Gadd supplies meals for visitors.",
    "1892 (23 Jan) First annual Fern Tree Strawberry Feast in aid of St Raphael’s Church",
    "1892 St Raphael’s Anglican Church at Fern Tree, designed by Alan Cameron Walker, constructed of hand adzed Huon Pine.",
    "1892 Old Mill Cabin and Waratah huts built on the lower slopes.",
    "1893 (26 Feb) St Raphael’s Church consecrated",
    "1893 Idea of a hotel at the Springs mooted but opposed due to water contamination concerns.",
    "1894 Wattle Grove (1), a rustic recreational hut, built on the lower slopes.",
    "1895 Clement Wragge establishes meteorological observatories on the Mountain. (21 June 1895 reported as “being erected”",
    "1895 (26 November) Prisoners arrive at the Stockade prior to starting work on Pillinger Drive (Carriage Drive).",
    "1895 Cascade Hut, a rustic recreational hut, built on the lower slopes.",
    "1897 Builders of the rustic Grasstree Hut engaged by Council in beautification of Fern Tree Bower.",
    "1897 December Waratah Hut, a rustic recreational hut, burnt. Subsequently rebuilt.",
    "1897 Myrtle Hut (1).",
    "1897 First rustic shelter built at Fern Tree Bower: architect Alan Walker.",
    "1897 (c. 31 Dec) Significant bushfire in December, burning (among other places) Henry Dobson’s chalet",
    "1899 (18 Feb) Planned official opening of Carriage Drive to the Springs. Does not eventuate due to dispute between Dobson and the government. The road is never officially opened.",
    "1900 Detailed survey of Wellington Range undertaken by HR Hutchison for assessing water supply (c.1900-1903). Hutchison established several camps on the plateau.",
    "c1900 (21 June) Fern Tree Inn burned down with chimney fire",
    "1900 23 June. “Forest Hut” destroyed by fire. Subsequently rebuilt.",
    "1901 (9 April 1901 licence granted) New Fern Tree Hotel opens",
    "1901 The Mountain pipeline extends from St Crispins Well to North West Bay River near Wellington Falls.",
    "1901 Thark Hut built by Surveyor Hutchison.",
    "1902 The Merton Lime Company operating near Glenorchy with lime exported from Victoria Dock on the Hobart Wharves.",
    "1903 (September 19) G.H. Radford and J.M. Richards die on the way down Mount Wellington during the ‘Go-as-you-please’ race from Hobart to the Pinnacle. Mr Cockshutt went on to win the race in 2 hrs and 44 mins. (Monuments to the men can be seen on Radfords Track and Pinnacle Track).",
    "1903 Falls Hut, a rustic recreational hut, significantly enlarged and a double level rustic bridge added.",
    "1903-4 Waratah Hut destroyed.",
    "1904? Douglas Mawson Antarctic expedition climb",
    "1905 First serious proposal made for an aerial tramway from Cascades to the summit (in the following hundred years at least seven applications for a similar cable car concept would be made, all strongly supported and protested by citizens of Hobart).",
    "1905 Fern Lea Hut built on the lower slopes.",
    "1906 The Hotel Mount Wellington company commence excavations at the Springs before receiving official approval.",
    "1906 Much of the eastern face of Mount Wellington declared a Public Park by an Act of Parliament (passed 10 November) and vested in the Hobart City Council. A high proportion of timber getting activities cease.",
    "1906 Ellis and Sansom Hut built on the lower slopes.",
    "1907 The Springs Hotel opens (built at a cost of £3 300 by a private developer.) Contractor: W. Currie. Architect Alan Cameron Walker was well known for his Arts and Crafts Tradition style buildings including St Raphaels Church at Fern Tree and the Hobart Post Office.",
    "1907-8 Fern Grove Hut built on the lower slopes.",
    "1908 The Mountain described as a Sacred Hill",
    "1908 (April 20) Wragge’s meteorological observatory at Pinnacle burnt",
    "1908 Musk Hut built on the lower slopes.",
    "1908-9 Cluster Grove Hut built on the lower slopes.",
    "1909 (6 Feb) Clematis Hut burnt down.Subsequently rebuilt.",
    "1910 Wattle Grove (2) built on the lower slopes.",
    "1911 Lone Cabin built at the head of Myrtle Gully",
    "c1912 Falls Hut destroyed by fire.",
    "1912 Verandah at Fern Lea Hut collapses. The hut is later renovated.",
    "1914 (17 Feb) Significant fire. On 19 November 1914 another bushfire burns out Fern Tree Bower and rustic shelter shed",
    "1914 Musk Hut, a rustic recreational hut, receives a significant upgrade. Reopened 28 December 1914.",
    "1915 Track cut from Myrtle Forest near Collinsvale to Collins Bonnet (although an informal track may have existed before this).",
    "1917 Ridgeway Reservoir built to supplement the mountain water supply system reservoirs in the Sandy Bay Rivulet (the Waterworks).",
    "1918 (10 August) William Oakford Jeffrey, member of the Falls Hut, dies of wounds in France",
    "1919 (9 Dec) Council purchases struggling Springs Hotel from Henry Dobson",
    "1920 (4 Feb) significant bushfire",
    "1920s The Pipeline from Neika to North West Bay River opens to the public as a recreational/access track.",
    "1920s Many current walking tracks on the eastern side of Mount Wellington constructed.",
    "1920s Skiing on the Mountain.",
    "1922 Cradle Mountain proclaimed a scenic reserve.",
    "1925 (17 November) Boy Scouts arboretum below the Springs approved",
    "1929 Negotiations with Cascade Brewery results in about 560ha added to the park (this land was formerly the timber and water supply land owned by Degraves and McIntosh who established the first sawmill in Tasmania at the base of Mt Wellington, and also the Cascade Brewery).",
    "1929 Hobart Walking Club established. Australia's second-ever such club.",
    "1930 (23 June) Council approves purchase of additional land on the mountain from the Cascades and starts a large track-building venture",
    "A bushwalking \"craze\" begins as a result of the newly opened tracks on the Mountain.",
    "1930s Lone Cabin rebuilt after fire, then lived in for over 20 years by Danny Griffiths, retired Hobart hairdresser who was made an honorary ranger.",
    "1930s The Great Depression",
    "1931 Lenah Valley Track opened.",
    "Work begins on the Old Hobartians Track cut from the Lenah Valley Track to Hunters Track.",
    "1931 Albert Olgilvie, Labor Premier, champions the building of a road from the Springs to the summit to ease unemployment during the Great Depression. The Road is subsequently dubbed Ogilvie’s Scar.",
    "1931 Designs commence for the Historic Exhibition Garden at the Springs Hotel grazing area creating an area for less common species of native plants. The initiative was designed to raise money to aid the unemployed by fundraising for the development of tracks and shelters on Mount Wellington.",
    "1937 (23 January) Pinnacle Road opened by Sir Ernest Clark",
    "1937 Hodgman Map produced by the Hobart Walking Club. It is the best known walking map, featuring the emblematic motto “Know Your Country — Walk”.",
    "1937 The road between the Springs and the summit opens. The Mercury reports the construction as a ‘triumph of engineering ingenuity over nature at its wildest’.",
    "Bluestone and sandstone lookout constructed at the Pinnacle (the podium from the lookout has been retained in the current viewing shelter).",
    "1937 (29 March) Inaugural Festival of the Dawn at the Pinnacle organised by Mulga Mick suffers bad weather",
    "1938 (1 January) Second and last Festival of the Dawn at the Pinnacle organised by Mulga Mick again suffers bad weather",
    "1938 Luckmans Hut built by the Hobart Walking Club used as a base in winter by skiers and ice skaters.",
    "1938 A trial open ice skating rink built near the Pinnacle by the Hobart Walking Club. It didn’t hold ice well and suffered from ‘a wind sculpted surface’ and so was not used for long.",
    "1940 (13 March) Significant bushfire",
    "1940 A second ski hut built near the Pinnacle, this time by the newly formed Wellington Ski Club. There were ski runs on The Drift (above the Zig Zag Track), at Mt Arthur, on Thark Ridge and near the huts.",
    "1940-50 Myrtle Hut (2) finally burnt out. Only one hut from the period remains.",
    "1950s Development of the first 100 climbing routes",
    "1957 Danny Griffiths, of Lone Cabin, dies at Fern Tree Hotel 1959 Two separate towers built near the summit of the Mountain to provide television reception to southern Tasmania.",
    "1960 Silver Falls and the Fern Tree Bower, both popular recreational destinations, destroyed by flooding.",
    "c1960 Patrick White’s novel with the Mountain in it. (A Fringe of Leaves??? Published 1976)",
    "1960s “The leap of Faith” to Albert’s Tomb.",
    "1967 (7 Feb) Significant bushfire. ‘Black Friday’ burns approximately 270 000ha of Southern Tasmania. 1 300 houses and 128 major buildings burn in five hours. 62 people die. Damage bill to become the biggest insurance payout in Australia’s history to that time. Extensive areas of Mount Wellington burned. Springs Hotel and Fern Tree Hotel destroyed. Lone Cabin and several other mountain huts destroyed.",
    "c1970 100 Views of Mount Wellington photographic exhibition.",
    "1970 Chair lift proposal",
    "c1970 Lone Cabin rebuilt by the Hobart Walking Club as a walker shelter",
    "1987 Publication of Elspeth de Quincy’s pioneering History of Mount Wellington.",
    "1988 New observation shelter built at the Pinnacle. Hobartians were assured the shelter would not be visible from the city. Not true.",
    "1993 The Wellington Park Act passed through Parliament formalising and integrating management for protection of natural, cultural, water catchment, aesthetic, and tourism and recreation values. Wellington Park Management Trust created as the managing authority for Wellington Park (now 18,250ha).",
    "1993 Strong community opposition to the ‘Skyway’ cable car proposal for Mt Wellington, which featured a 4.5km cable car system from South Hobart to the Pinnacle, summit restaurant and ski complex.",
    "1994 Work begins on the concrete transmission tower at the Pinnacle to replace the two TV transmission towers and provide upgraded telecommunications facilities for the greater Hobart area.",
    "1996 The publication of On the Mountain, a seminal study by Flanagan, Dombrovskis and Kirkpatrick",
    "1997 The Wellington Park Management Plan finalised to establish Park values, define management objectives and consider recommendations.",
    "c1998 PEAK AND PINNACLE Exhibition in the Allport Library hangs the great landscapes of the colonial era and early moderns.",
    "2000 Various tracks on Mt Wellington opened to recreational cycling.",
    "2001 WPMT undertakes an oral history project to record the stories of Wellington Park and better understand the significance of the area.",
    "2002 The first Mountain Festival held, intended to become bi-annual event celebrating Mount Wellington, and Wellington Park.",
    "2003 Geoff Dyer's exhibition of a suite of Mountain paintings.",
    "2005 Sustainable transport Options study",
    "2010 MWCC cable car proposal",
    "2013 Dual naming: kunanyi/Mt Wellington",
    "2014 Wellington Park Management Plan 2013 comes into effect",
    "2015 Pinnacle Specific Area boundary extension approved",
    "2017 'Dear kunanyi' exhibition Long Gallery",
    "2018 kunanyi explorer snow bus commences",
    "2019 The Huts of kunanyi/Mount Wellington by Maria Grist published",
    "2020 Park closed due to covid-19 pandemic",
    "2020 Exhibition at Long Gallery: Australia's Sublime Mountain: The Grist kunanyi/Mount Wellington collection",
    "Aborigines who lived around the area knew the Mountain as ‘Unghanyahletta’ or ‘Pooranetere’. Also kunanyi.",
    "1804 Lt Governor David Collins calls the Mountain 'Table Mountain' after the mountain behind Cape Town, South Africa.",
    "1822 The Mountain renamed in honour of the Duke of Wellington.",
    "The low-lying areas and foothills of Mount Wellington were formed by slow geological upsurge when the whole Hobart area was a low-lying cold shallow seabed.",
    "The upper reaches of the mountain were formed more violently, as a Sill with a tabular mass of igneous rock that has been intruded laterally between layers of older rock pushing upwards by upsurges of molten rock as the Australian continental shelf tore away from Antarctica, and separated from Gondwana over 40 million years ago.",
    "1866 The Rocking Stone first described",
    "WELLINGTON FALLS DISCOVERED",
    "1872 After torrential rain in June, a huge landslide occurs on the north-west face of Mount Arthur, with rubble, mud and water flowing down Humphrey Rivulet and through Glenorchy. Several houses destroyed, and one man killed. (The scar of the landslide can still be seen).",
    "The first Mountain ranger, Mr Charles Gadd, appointed to control illegal exploitation of the Mountain. He also continues the selling of ice from the ice houses, while Mrs Gadd supplies meals for visitors.",
    "1876 Mounting concerns re timber felling and fern collecting around Mount Wellington, including the western slopes. The Mercury reports a warning that ‘the mountain slopes are being stripped of their timber, disfigured and robbed of their attractiveness’.",
    "1906 Much of the eastern face of Mount Wellington declared a Public Park by an Act of Parliament and vested in the Hobart City Council. A high proportion of timber getting activities cease.",
    "1908 The description of the Mountain as a Sacred Hill",
    "1929 Negotiations with Cascade Brewery results in about 560ha added to the park (this land was formerly the timber and water supply land owned by Degraves and McIntosh who established the first sawmill in Tasmania at the base of Mt Wellington, and also the Cascade Brewery).",
    "1922 Cradle Mountain proclaimed a scenic reserve.",
    "1960 Silver Falls and the Fern Tree Bower, both popular recreational destinations, destroyed by flooding.",
    "1993 The Wellington Park Act passed through Parliament formalising and integrating management for protection of natural, cultural, water catchment, aesthetic, and tourism and recreation values.",
    "Wellington Park Management Trust created as the managing authority for Wellington Park (now 18,250ha).",
    "1997 The Wellington Park Management Plan finalised to establish Park values, define management objectives and consider recommendations.",
    "2001 WPMT undertakes an oral history project to record the stories of Wellington Park and better understand the significance of the area.",
    "2005 SUSTAINABLE TRANSPORT STUDY",
    "2014 Wellington Park Management Plan 2013 comes into effect",
    "2015 Pinnacle Specific Area boundary extension approved",
    "1806 Grist documents this as well as over 60 significant mountain fires including 1851, 1897, 1914, 1920, 1934, 1940, 1945 and of course, 1967.",
    "1828 An “enterprising party of Young Gentlemen” climbed “this splendid work of nature” to deliberately turn its Pinnacle into a pyre. That enterprise incinerated the summit and by the next evening its fire had moved “from one end of the ridge to the other.”",
    "1851 February – ‘Black Tuesday’ bushfire afflicts the Mountain.",
    "1897 Southern slopes from Cascades to Lower Longley ravaged by ‘Black Friday’ 31st December. Several lives and approximately 20 houses lost.",
    "1914 Major fires occur in the area.",
    "1934 Major bushfires occur in the area.",
    "1937 Further major fires occur.",
    "1945 December – most of the eastern face of Mount Wellington burnt. Sailors from visiting warships help fight the blaze.",
    "1967 7th February – ‘Black Friday’ burns approximately 270 000ha of Southern Tasmania. 1 300 houses and 128 major buildings burn in five hours. 62 people die. Damage bill to become the biggest insurance payout in Australia’s history to that time. Extensive areas of Mount Wellington burned. Springs Hotel and Fern Tree Hotel destroyed.",
    "At least 35,000 years ago Aborigines arrive on the land now known as Tasmania.",
    "10 000 – 12 000 years ago Rising sea level floods the Bassian Plains isolating the Tasmanian Aborigines from mainland Australia.",
    "1801 French explorers Francois Peron and Henri de Freycinet from Nicholas Baudin’s expedition note local vegetation ablaze from Goat Hills (Aboriginal burning). They cross the back of the Park to Mt. Connection and Mt. Montagu.",
    "c1836 The mention of an aboriginal battle on the Mountain by Robinson",
    "1804 Woreddy ran to the Mountain in fright at the arrival of Collins",
    "2013 DUAL NAMING kunanyi/Mt Wellington",
    "1792 Captain William Bligh of H.M.S. Providence shows Mount Wellington as 'Table Hill'. D'Entrecasteaux shows the Mountain on maps as 'Le Plateau'.",
    "1793 Lt John Hayes' chart shows the Mountain as 'Skiddaw'.",
    "1798 George Bass and Mathew Flinders circumnavigate Van Diemen’s Land",
    "George Bass climbs Mount Wellington on Christmas Day 1798. The route he took most likely followed the course of the Hobart Rivulet towards the Springs.",
    "1804 SURVEYOR GENERAL FRANKLAND ASCENT IN SEARCH OF THE SOURCE OF THE RIVULET. And we have a detailed map.",
    "1904? Mawson Antarctic expedition climb",
    "1804 The first sketch of Collins' Camp (by Prideaux shows the mountain dominating the page.",
    "1831 Artist John Glover retires to Van Diemen’s Land at the age of 64. He paints prolifically (including Mount Wellington and Hobart Town from Kangaroo Point 1934).",
    "c1998 PEAK AND PINNACLE Exhibition in the Allport Library hangs the great landscapes of the colonial era and early moderns.",
    "2002 The first Mountain Festival held, intended to become bi-annual event celebrating Mount Wellington, and Wellington Park.",
    "2003 Geoff Dyer's exhibition of a suite of Mountain paintings.",
    "2017 Dear kunanyi exhibition Long Gallery",
    "2020 Exhibition at Long Gallery: Australia's Sublime Mountain: The Grist kunanyi/Mount Wellington collection",
    "1857 IMMIGRANT GUIDES",
    "c1960 Patrick White’s novel with the Mountain in it.",
    "c1970 100 VIEWS OF MT WELLINGTON photographic exhibition.",
    "1973 ? Publication of Elspeth’s pioneering History of Mount Wellington",
    "1996 The publication of On the Mountain, a seminal study by Flanagan, Dombrovskis and Kirkpatrick",
    "c1804–1808 Robert Brown (a member of Collins' settlement party), author of Prodromus Florae Novae Hollandiae et Insulae Van Diemen, makes a number of ascents for plant collecting.",
    "1819 Botanist Alan Cunningham ascends Mount Wellington and records the weather as ‘alternatively fair, with snowstorms’.",
    "1836 Charles Darwin climbs Mount Wellington with a guide during his round-the-world trip on H.M.S, Beagle and finds it 'a severe day's work'.",
    "1880 Ferns and trees cleared around the Fern Tree Bower results in public outcry.",
    "1895 Clement Wragge establishes meteorological observatories on the Mountain.",
    "1817+ Convict timbergetters working in the foothills of Mount Wellington along the Hobart Rivulet. Timber continued to be taken, resulting in a large network of snig track which were later utilised by walkers. Numerous snig tracks and saw pits remain intact from this era.",
    "1832 Kings Pits – government sawpits in operation at Browns Flats (near the Junction Cabin area) to at least 1833 – visited by James Backhouse.",
    "1833 Degraves & McIntosh are given a temporary location order for land on the lower flanks of Mt Wellington to just past the Kings Pits for timber to supply their new state of the art sawmill at the foot of the Mountain on the Hobart Rivulet. The sawmill was the first powered (water driven) mill in Tasmania.",
    "The ice houses later cease operating.",
    "The track (now known as Jefferys Track) used to send stock from the New Norfolk area to Huon markets.",
    "1902 The Merton Lime Company operating near Glenorchy with lime exported from Victoria Dock on the Hobart Wharves.",
    "1930s The Great Depression",
    "1959 Two separate towers built near the summit of the Mountain to provide television reception to southern Tasmania.",
    "1994 Work begins on the concrete transmission tower at the Pinnacle to replace the two TV transmission towers and provide upgraded telecommunications facilities for the greater Hobart area.",
    "1825 Canal work begins with convict labour to channel the waters into the Hobart Rivulet near Milles Track. Water powered sawmills built and operated by Degraves and Stace on Hobart Rivulet 1830s First Huon Road built via the Sandy Bay Rivulet and Fern Tree.",
    "Quarrying of slate just below Junction Cabin by Robert Barter Wiggins.",
    "1831 First major piped water supply built in Australia from the Springs along the Hobart Rivulet (‘the 1831 Diversion’) in an attempt to source clean, potable water following industrial pollution of the Hobart Rivulet.",
    "1861 Construction of the original Waterworks scheme begins taking water from the Mountain to a reservoir in the Sandy Bay Rivulet. Stage one involves taking water from Fork Creek and Browns River to the Waterworks below Ridgeway. The workforce lives on site during construction.",
    "1871 First water reserve proclaimed between North West Bay River and the Pinnacle.",
    "1875 Waterworks pipeline scheme extended to St Crispins Well. 1887 Second Waterworks Reservoir built.",
    "1900 Detailed survey of Wellington Range undertaken by HR Hutchison for assessing water supply (c.1900-1903). Hutchison established several camps on the plateau.",
    "1901 The Mountain pipeline extends from St Crispins Well to North West Bay River near Wellington Falls.",
    "1917 Ridgeway Reservoir built to supplement the mountain water supply system reservoirs in the Sandy Bay Rivulet (the Waterworks). 1920s The Pipeline from Neika to North West Bay River opens to the public as a recreational/access track.",
    "1843 Lady Jane Franklin initiates the building of two huts on Mount Wellington (one at the Pinnacle and one at the Springs) to encourage more women to climb the Mountain.",
    "1888 The first of the famous turn-of the-century ‘weekender’ rustic huts built in the eastern foothills of Mount Wellington. Many more were built in the following 3 decades and visitors came from around the country.",
    "1891 Falls Hut, a rustic recreational hut, built on the lower slopes. One later member of this hut was Sir Herbert Nicholls, Chief Justice of Tasmania.",
    "1897 Builders of the rustic Grasstree Hut engaged by Council in beautification of Fern Tree Bower.",
    "Start dates on other recreational huts are under the date section on this page.",
    "1897 First rustic shelter built at Fern Tree Bower: architect Alan Walker.",
    "1914 November: Rustic shelter at Fern Tree Bower burnt.",
    "1930s Lone Cabin rebuilt, then lived in for over 20 years by Danny Griffiths, retired Hobart hairdresser who was made an honorary ranger.",
    "1938 Luckmans Hut built by the Hobart Walking Club used as a base in winter by skiers and ice skaters.",
    "1810 Salome Pitt (the first Western woman) and an Aboriginal girl known as Miss Story climb the Mountain.",
    "1837 Miss Wandly climbs to the summit to see the location where her fiancé drowned in the Derwent River.",
    "Lady Jane Franklin, wife of Lt Governor Sir John Franklin climbs Mount Wellington approx. 2 weeks later. Climbers in the party paint their names in white lead paint and large letters on a dolerite column on the Organ Pipes. The route taken by Lady Franklin was the New Town Way.",
    "1840s First white visitors to Wellington Falls. The Falls publicised by James Dickinson. January 1845",
    "1841 Mr Huggins disappears while attempting to climb to the summit. His body is never found.",
    "1858 Dr John Smith, surgeon of the Derwentwater becomes separated from his party on the descent from the Pinnacle and is found dead after a search that lasted 5 days. During the search one party was twice attacked by robbers. The Ice House keeper assisted with the search. (Smith's Monument at South Wellington marks the location where his body was found).",
    "1884 A climb of the Organ Pipes reported in The Mercury, Tue 22 May 1934",
    "1903 G.H. Radford and J.M. Richards die on the way down Mount Wellington during the ‘Go-as-you-please’ race from Hobart to the Pinnacle. Mr Cockshutt went on to win the race in 2 hrs and 44 mins. (Monuments to the men can be seen on Radfords Track and Pinnacle Track).",
    "1897 Fern Tree Strawberry Festival becomes an annual event after a local fete.",
    "1920s Skiing occurs on the Mountain.",
    "1929 Hobart Walking Club established. VERY CLOSE TO AUSTRALIA’S FIRST WALKING CLUB.",
    "THE MOUNTAINEERING CLUB/THE WELLINGTON WANDERERS start date unknown",
    "1938 An experimantal ice skating rink built near the Pinnacle by the Hobart Walking Club. However it is reported that it didn’t hold ice well and suffered from ‘a wind sculpted surface’ and so was not used for long.",
    "1940 A second ski hut built near the Pinnacle, this time by the newly formed Wellington Ski Club. There were ski runs on The Drift (above the Zig Zag Track), at Mt Arthur, on Thark Ridge and near the huts.",
    "1950s Development of the first 100 climbing routes",
    "1960s “The leap of Faith” to Albert’s Tomb.",
    "2000 Various tracks on Mt Wellington opened to recreational cycling.",
    "2018 kunanyi explorer snow bus commences",
    "2020 Park closed due to covid-19 pandemic",
    "1845 The first ever publicly funded recreational track in Australia built to Wellington Falls. Opened January 1846.",
    "1915 Track cut from Myrtle Forest near Collinsvale to Collins Bonnet (although an informal track may have existed before this). 1920s Many current walking tracks on the eastern side of Mount Wellington constructed.",
    "1931 Lenah Valley Track opened.",
    "Work begins on the Old Hobartians Track cut from the Lenah Valley Track to Hunters Track.",
    "A bushwalking \"craze\" begins as a result of the newly opened tracks on the Mountain.",
    "1937 Hodgman Map produced by the Hobart Walking Club. It is the best known walking map, featuring the emblematic motto “Know Your Country — Walk”, but not the first.",
    "1842 Lady Jane Franklin initiates the building of Ancanthe ‘blooming valley’ (at current day Lenah Valley), a museum to focus the colony’s cultural aspirations.",
    "1849 The first of the Mount Wellington ice houses built by convict labour to compact snow for ice, then transported to Hobart by pack horse ‘to be used by the confectioners of Hobart in the preparation of ice creams’. Development instigated by Governor Sir William Denison. The track to the ice houses, continuing through the Ploughed Field, formed a convenient way for walkers to reach the Pinnacle.",
    "1850s Construction of “THE BEACON” at the Pinnacle",
    "1861 Fern Tree Inn built and opened by John Hall.",
    "1869 Huon Rd (the second route via the Mountain) opens between Hobart and the Huon Valley.",
    "1870s Henry Woods ‘the old man of the Mountain’ and his family live in a hut at the Springs and provides refreshments to visitors and sells ice from the ice houses.",
    "1893 Idea of a hotel at the Springs mooted but opposed due to water contamination concerns.",
    "1888 Construction of Pillinger Drive from Fern Tree to The Springs begins using prison labour (later finished with free workers).",
    "New hotel built at Fern Tree replacing the 60 year old Fern Tree Inn.",
    "c1887 First Cableway proposal by aspiring Hobart City Counsellor",
    "1905 First serious proposal made for an aerial tramway from Cascades to the summit (in the following hundred years at least seven applications for a similar cable car concept would be made, all strongly supported and protested by citizens of Hobart).",
    "1906 The Hotel Mount Wellington company commence excavations at the Springs before receiving official approval.",
    "1907 The Springs Hotel opens (built at a cost of £3 300 by a private developer. Contractor: W. Currie. Architect Alan Cameron Walker was well known for his Arts and Crafts Tradition style buildings including St Raphaels Church at Fern Tree and the Hobart Post Office.",
    "1920s The struggling Springs Hotel purchased by Hobart City Council.",
    "1931 Albert Olgilvie, Labor Premier, champions the building of a road from the Springs to the summit to ease unemployment during the Great Depression. The Road is subsequently dubbed Ogilvie’s Scar.",
    "1931 Designs commence for the Historic Exhibition Garden at the Springs Hotel grazing area creating an area for less common species of native plants. The initiative was designed to raise money to aid the unemployed by fundraising for the development of tracks and shelters on Mount Wellington. The funds were raised with a Historic Art and Antiques Exhibition in Hobart.",
    "1937 The road between the Springs and the summit opens. The Mercury reports the construction as a ‘triumph of engineering ingenuity over nature at its wildest’.",
    "Bluestone and sandstone lookout constructed at the Pinnacle (the podium from the lookout has been retained in the current viewing shelter).",
    "1970 Chair lift proposal",
    "1988 The new observation shelter built at the Pinnacle. Hobartians were assured the shelter would not be visible from the city. However it was.",
    "1993 Strong community opposition to the ‘Skyway’ cable car proposal for Mt Wellington, which featured a 4.5km cable car system from South Hobart to the Pinnacle, summit restaurant and ski complex. 2010 MWCC cable car proposal",
    "1855 Bushranger John 'Rocky' Whelan hides on the slopes of Mount Wellington in a cave below the Springs (he also had another retreat near Kingston). Rocky is eventually captured after committing several murders around Hobart. He is rumoured to have said he would ‘kill a man for four pence’. Despite clemency pleas Whelan is hanged.",
    "1892 St Raphael’s Anglican Church at Fern Tree, designed by Alan Cameron Walker, constructed of hand adzed Huon Pine.",
    "1938 Second and last Festival of the Dawn at the Pinnacle organised by Mulga Mick again suffers bad weather"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}