{
  "url": "https://listthemountain.org/indigenous/a-higher-place",
  "title": "Warra-ne/A HIGHER PLACE",
  "wordCount": 273,
  "imageCount": 2,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“Our creation myths weld us to a sacred landscape of Palawa knowledge and identity that is profoundly home. This is why we say that ‘the land owns us’.”",
    "Janice Ross described a painting she made on the Mountain in 2018: “This is a significant place where our Tasmanian Aboriginal Spirits travel to for our next journeys ahead.”",
    "“I have always been taught that the mountain system that you connect with the most is the place where your spirit will go when it’s time to leave and to enter to the spirit world. For that reason, I don’t often walk on the mountain, knowing that that’s where I’ll go when I need to.”",
    "“There is no reason not to believe that Tasmanian indigenous peoples held that Mount Wellington contained the association, the memory, the feeling  the concept of ‘Genius loci’ – spirit of place.”",
    "“The story of the ancestors creating palawa above the silhouette of kunanyi relies on the mountain shape being a base line or a symbol of our country. This baseline helps to highlight the connection of the dark spaces and the white glow of the star systems that are our spirits in the sky. The very pinnacle is touched every time the story of palawa is told.”",
    "The South West Platform at the Pinnacle introduces the significance of the area for Palawa nations.",
    "Charles Leseur, an artist of the Nicolas Baudin expedition (1801–1803), sketched the decorated bark structures over burial mounds. See Edward Ruhe “The Bark Art of Tasmania”, in F. Allan Hanson and Pacific Art Association (eds), Art and Identity in Oceania (Honolulu, HI: University of Hawai’i Press, 1990), 133."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1668985703170-HYKVM5AM1VKX8KT38ZAB/black%252Bfires%252Bdd.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}