{
  "url": "https://listthemountain.org/indigenous/turikina-truwala",
  "title": "turikina truwala",
  "wordCount": 436,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "GETTING THERE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“This waterfall is one of several located on the Myrtle Gully Track where it crosses Guy Fawkes Rivulet.  It has 2 tiers of falling water – the lower one falls for about 1 metre; and the higher one falls for about 6 metres.  The water falls into a small gully about 8 metres across in which grow dogwood, myrtle and eucalyptus trees and tree ferns, with ground covers of moss, fern and typical wet scrub.",
    "Waterfalls in Tasmania which don’t have official names can be given palawa kani names.",
    "The Naming Policy requires the Nomenclature Board to refer any name proposals they receive for unnamed features to the TAC ( Section 4.8). In 2016 they received one to name this waterfall “Oakes Falls” because of the long connection of the Oakes family to this area; Courtland Oakes was the appointed ranger for the Cascades estate in 1916. We told the Board we would propose an Aboriginal name instead.",
    "No Aboriginal name for this waterfall is known to us today, but the Aboriginal and Dual Naming Policy deals with this situation: ‘Where a traditional place name is not known as a consequence of the disruption of Aboriginal occupation and language, the use of another Aboriginal name as a place name is also acceptable where the meaning of the word is appropriate for its intended use.’ (Principle  2.4)",
    "Since October 2016 we have consulted with the Aboriginal community on possible names for the waterfalls.  Over 120 Aboriginal people – in Burnie, Launceston, Hobart and Cape Barren Island – discussed names at playgroups, regional branch meetings, community lunches, gatherings of elders. Individuals and family and community groups visited the waterfall.  Three possible names for the waterfall were voted on for five months. The votes were tallied at the end of February 2017, and turikina truwala and luyni mungalina were the clear choices.",
    "We named it turikina truwala (said as tu ree kee nah — tru wah lah) which means literally waterfall mountain as in palawa kani the word order is the reverse of English.”",
    "Hear it here",
    "It’s a 15-minute walk from the car park to the waterfall along a well-maintained and well-worn track. The track slopes slightly as it follows the gully up, with stepped stone in most of the steep sections. The track passes well beyond the waterfall, going above it and further up the gully for some distance.  The falls can also be viewed from a bridge slightly downstream and about 5-6 metres below the falls. The bridge is positioned across the stream and used as a viewing platform.",
    "(Information drawn from Tasmanian Aboriginal Centre website)"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618454804447-IQ02JCGZXEERGQXK13YA/myrtlegully.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1616720736639-X9X5P65EP2DYJUB5MUZ8/Myrtle-Gully-waterfall-650x432-1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}