{
  "url": "https://listthemountain.org/mind-fields/trove",
  "title": "documentary repositories",
  "wordCount": 333,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“To-day how few, after all, are the easily accessible records of the mountain and its story!”",
    "The author Roy Briggs, quoted above, died in the age of the card catalogue for the Dewey Decimal Code and the archives Folio Record Management System. Everything was on paper. When he wrote this (in 1930) research was Edwardian. The easily accessible records were indeed minuscule compared with today.",
    "It was the age of local lore, oral knowledge, transmission was private. This was in the years of his vital youth when his brain would have been as hungry as his belly, yet, he said, “we were taught nothing of Australian history”. Tasmanian history? No such thing. A history of the mountain would be impossible. Unheard of. Ridiculous.",
    "Briggs would be at once overwhelmed and enthralled to know how many records of the mountain and its story are today instantly accessible. You’re looking at one.",
    "Briggs also rembered what led him to his exclamation—an idle fancy of wishing he could speak to the folk who had climbed the mountain down the century just ended—for what they could tell him of the mountain and its story.",
    "The mountain is a dual mirror with a wall dividing the mountain’s stone and wood and wind and snow; its sightings and experiences and tales: mirrored in a mountainous repository of documents, books, sketches, recordings, records. The constructed, digital, man-made, artificial, unnatural productions of us.",
    "Stories appear, are passed around, most not for long, some are remembered. Sometimes they arise and are forgotten then arise again, are forgotten, and are yet revived—cable cars, Snow, Ferns, Secret Huts, The Springs.",
    "The cultural heritage of the Mountain (it goes without saying) is in a mirrored reality of prints, photographs, prose, poetry, pamphlets, pictures, portraits and plenty more like that without starting with a p..",
    "The archives of Australia PORTAL Trove Advanced has a incalculable amount of virtually unexplored primary sources on the mountain and the opportunities for collaboration set high. Millions of impressions.",
    "advanced search"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612349976381-PJ4RTCGA0AOORKTUCHNQ/alice2%2B-%2B1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612349984368-V6JZDH8Y3C4LEJCUPZ0U/alice%2B-%2B1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}