{
  "url": "https://listthemountain.org/indigenous/farm",
  "title": "Muggrah/HUNTING GROUNDS",
  "paragraphs": [
    "‘The Montrose Trail leads up onto the Goat Hills, where most of the other historic heritage places in the Glenorchy Council managed part of the Park are found. A few places along the Goat Hills – Mt Hull – Mt Connection Ridge. This includes the Stock Track, thought to be an c.1880s track/route from Collinsvale to Glenorchy which ran around the east side of the ridge from Fairy Glen to Montrose, and was later, at least in part, a logging track.’",
    "This stock track likely ran, at least in part, over a far, far older route.",
    "French expeditions in the 1790s sailed up Tasmania’s south east coast and logged extensive burning in the foothills of the Wellington Range.",
    "From Storm Bay, the French sailor-explorer Baudin observed that the high forests upon the Platform Mountain (kunanyi) were less dense—appearing to have been burnt off.",
    "A week later one of Baudin’s officers, Louis-Claude Freycinet, came ashore near present-day Glenorchy desirous of meeting the people whom he had seen as he was rowing upriver. His longboat beached and the crew took off after the Muwinina who were heading swiftly inland toward the Goat Hills. The crewmen observed them lighting the bush as they walked over hill’s brow. The Frenchmen followed undeterred, and as quickly as they could through a wall of smoke. They next saw their interlocutors ascending Mount Hull several kilometres away, and then in the afternoon at Mt Communication, setting one burn line after another. The French could not catch up, and after an all-day twelve-kilometre hill-climb, they finally desisted, while observing the locals still extending the front of their fire as they vanished around the back of Collins Bonnet.",
    "In January 1802 Leschenault, an officer of Peron’s expedition described the Mountain as a huge pyramid of flame. ‘On all sides [of the Derwent River] there arose black clouds of smoke, on all sides the forests were on fire… They [the Aborigines] had withdrawn to a lofty mountain [presumably kunanyi], which itself looked like a huge pyramid of flame and smoke. From there their clamour could be heard, the numbers gathered seeming to be large.’ The next day, he recorded that ‘We saw another conflogration. … the foothills … being now no more than a vast desert ravaged by fire, with the back of the mountain in flames.’",
    "The French could not comprehend what was happening, but Freycinet unknowingly became the first to record, close-up, fire-stick farming at landscape-scale. Carefully timed, the Muwinina were executing burns to clear the undergrowth and encourage new pick. Green grass. This attracted grazing animals. Wallaby and kangaroo. Cleared patches made travel easier, too.",
    "It is likely that Knopwood’s observation of this blaze on the Mountain (quoted above) is an historical record of the fires of the Muwinina."
  ],
  "images": []
}