{
  "url": "https://listthemountain.org/indigenous/kunanyi",
  "title": "5 WAYS TO SAY \"MOUNTAIN\"",
  "paragraphs": [
    "About 2010 the state government officially sought from the Tasmanian Aboriginal community, through the Tasmanian Aboriginal Centre, a name. In 2014 they gave it. They said, “Name it kunanyi.”  And they gave as a pronunciation guide ”ku nah nyee” and published online a recording of it by a native speaker:",
    "kunanyi was among the inaugural batch of dual place names enshrined in the state’s title deeds to itself, its nomenclature. The ceremony took place atop of the mountain.",
    "How was the name chosen?",
    "The Tasmanian Aboriginal Centre’s palawa kani language academics have given a plain description of their word kunanyi:",
    "(ku nah nyee)",
    "There are four recordings of spellings of this word by three recorders:",
    "* two from Robinson in the early 1830s: ‘bur.nang.ye’ and ‘gur.nang.ye’* one from Sterling (Robinson’s clerk between 1829- 1831): ‘go.nun.ye’* and a later one from Milligan (1844 – 1847): ‘unghanyahletta’",
    "There is one other known name recorded for the mountain,  ‘pooranettere’, also from Milligan, with only one spelling, and no information given; recorded 10–15 years later than Robinson’s and Sterling’s recordings.”",
    "All four refer to Mount Wellington and Robinson notes it is a word from Bruny/southern tribes given by Wurati (Woorrady) of Bruny Island, who accompanied Robinson on almost all his expeditions, and told him many words.",
    "kunanyi is not a variant; it is the best modern pronunciation of the oldest name.",
    "Singular Aboriginal naming is not accepted by all. In their report to the Tasmanian premier entitled Pathway to treaty and truth-telling [2021] the authors note ‘We heard of objections to ‘kunanyi’ as the Aboriginal name for Mount Wellington on the grounds that it had different names given by the various local mobs who could see the mountain.’",
    "Colonists too had several names for the mountain: Montagne du Plateau, Skiddaw, Mount Collins, Table Hill, Table Mountain and Mount Wellington. It also has many epithet: the eminence,  monarch,  hero, the Black Stone. But the diversity  is only superficially similar.",
    "The indigeneous name-giving is far more complex.",
    "We are told Milligan wrote that those who lived on the Mountain’s eastern flanks called it ‘Pooranetere’ (also spelt as POORANTTERE) while, on the west side of the Mountain, ‘Unghanyahletta’ (in another book spelled Unghanyaletta) was the answer.",
    "What does the name mean?",
    "Firstly, it does not mean simply ‘mountain’. Were that so, every one of the five hundred or more peaks on the island would be kunanyi, but there is only one kunanyi.",
    "In the 1980s the scholar Brian Plomley stated that Bur.nang.ye meant “the BIG HILL”. (Plomley used ALL CAPS). Intriguingly, another reference is from 4th of July 1871 when a correspondent to the Mercury wrote: ‘When the clouds cleared away and allowed a glimpse of Mount Wellington, the \"big hill\" was seen to be sheeted in snow far down its slopes.’",
    "In the 1990s the linguist Taylor found in the North of Tasmania an Aboriginal placename with the same root and it was used for an estuary overlooked by a high mountain. Taylor gave the by-comparison meaning of the mountain name as conveying  the information: RIVER-BOUNDARY-BIG-RIVER-PEOPLE. It meant in effect the last mountain, the end of our land.",
    "In Palawa, the names of mountains (unlike almost all other landscape names) frequently contain a metaphoric connotation. Most often the names of mountains relate to the human body esp the buttocks, breasts and penises, but pallawa names are often long and usually far more complex than this similitude might suggest. The body can carry and conveys many complex meanings likely to have been understood differently according to the initiation status of speaker and listener.",
    "Taylor offered another insight into its indigenous meaning from an observation on the pronunciation of the first syllable in three of the names. It was virtually the same. Bur, Kur and Poor are synonomous because in Palawa the g sound and the k sound are often interchangeable. Taylor concluded that these three name-parts are related.  The similarity meant that this part of the name was likely its core, its own root: the oldest, most essential and most meaningful element of the name.",
    "So, what is (k)ur?",
    "Taylor argues that it tells of the mountain’s skyline but whether ur is of its tor-pelted flat top or the crenelated and ribbed stone ramparts below—or both—remains, as Heather Sculthorpe says, “to be reclaimed”.",
    "“The meaning of the name is resting in country,” Aboriginal language expert Therese Sainty explained. Country can awaken the story, tell it again, and make known the meaning at any time.",
    "It is the archetypal quandary of every poet. Pete Hay, in his poem The Bunker concluded:",
    "For I, too, haven’t the key-turning words.",
    "I have, rather, this hush.",
    "The language of the land is lodged in silence.",
    "It is this that the high country asks.",
    "Technically, the place is kunanyi/Mount Wellington. The dual name is legally required on all official maps and in all government publications, but dual naming means that both names are acceptable. It is not a requirement to use both. If both are used, the ordering is set: kunanyi always precedes Mount Wellington. There can be fines for misuse."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1609555603217-3Y64TYNL3G5B964UFVAR/Screen+Shot+2020-11-13+at+9.21.01+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1609555688649-Z0AITOJ3JRQ311RDKUL4/Screen%2BShot%2B2020-06-20%2Bat%2B12.29.37%2Bam.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1609555638552-IQ5Y854KOGZG4D97OOEB/Screen+Shot+2020-11-13+at+9.21.15+am.png"
    }
  ]
}