{
  "url": "https://listthemountain.org/indigenous/landscape",
  "title": "The Indigenous Landscape",
  "paragraphs": [
    "The country of the tahuni lingah (the South East Tribe) surrounded the mountain. The mountain lies entirely within their lands. Oyster Bay people also visited the mountain.",
    "We have come a long way from the romantic but condescending and offensive imagination of the 1899 writer ‘E.P.D.’ at Silver Falls Gully who ‘imagined’ a time ‘when probably the dusky aboriginals of this island crouched under their rude gunyahs, and indulged in their barbaric corroborees among the little openings here and there close to the stream.’",
    "The tahuni lingah lived in bands. At the foot of the mountain, on the coast side, lived the muwinina band, the responsibility for the eastern face of the mountain was primarily theirs. In the north gathered the Melukerdee. Out the back of the mountain was a different mob. Between them, they had at least two formal names for the mountain.",
    "Their nearest descendants, the palawa/pakana, in their stead today, hold themselves responsible for the mountain and state that the mountain was never ceded.",
    "The muwinnina would have sought the Mountain’s choicest honeycombs, its fattest does, its hardest, sharpest stones, its clearest water, its strongest spearwood, its sweetest nectars. It was the coolest place on the hottest days, its Springs never ran dry and its dampest rainforests never caught alight. It is highly likely too, that in the case of a catastrophic fire, that they would have retreated to its wettest gullies, for these refugia could not burn. In ancient times, the Mountain never fully froze like the other glaciated peaks. The Tasmanian historian Bonwick described ‘the wax clusters of Mt. Wellington’ among the fruits and berries consumed. Conceivably, they may have harvested there mountain lilies.",
    "They also used the mountain as a viewing place, and Robinson was informed that the people went up the mountain to watch from a safe distance the whites come ashore. They then quickly descended in several directions to inform the surrounding bands of the news. The entire range offered many viewpoints.",
    "“The Aborigines who trod these lands before me had a name for the sound tree trunks make when they rub together the breeze, retakunna. There is no word for it in the English language.”",
    "— Don Knowler The Shy Mountain 2017",
    "From the sea, the French explorer Baudin noted  smoke from fires all along the southern rangers. It appears highly likely that this burning practice occurred on the mountain, almost to the Pinnacle. Freycinet confirmed this when he spent a day following the muwinina across the back of the mountain, starting fires all the way they went.",
    "Matthew Flinders noted in 1801 in his Observations on the coast of Van Diemen’s Land… that “From appearances it seems that the south-east part of Van Diemen's Land is tolerably well inhabited. And rowing to shore he made several attempts to meet the muwinina. But ‘Once only, in the upper part of the river, were we able to overcome their efforts to avoid us. Two women ran off screaming, but a man staid to receive Mr. Bass and myself. He was a short, slight made man, of the middle age. His countenance was more expressive of benignity and intelligence … and his hair was either cut or burnt very close. Our firearms were neither objects of curiosity or alarm and the only part of our dress that attracted his attention were the red handkerchiefs about our necks. He understood none of the dialects spoken in the neighbourhood Port Jackson or the common words of the Otaheitean language. He carried two small spears in his hand but seemed to be devoid of fear. He accepted a swan that was presented to him with great joy. ’",
    "The tahuni lingah grew up around familial campfires. They crossed to Bruny Island, they walked the South Coast Track and had familial relations with the North West Tribe. To get about they would have, sensibly, walked around the mountain—as they would have walked around lakes and impenetrable thickets. And the muwinina were a maritime people, the mountain was frontier country for them, but they did explore it, and crossed over it. The two most useful paths are Jefferies Track and the Lenah Valley Track.",
    "They had a campsite above the Springs, where there are a number of caves. They left tool material scattered about in several places nearby and in Lenah Valley. The largest known settlement was mid slope on the Goat Hills—a village Freycinet visited. Would areas above the snowlike have been visited? A cursory investigation at the summit in the 1990s failed to find any evidence of occupation or any resource material known to be important to Aboriginal peoples, however aboriginal cultural heritage experts are confident that the records of aboriginal occupation are up there.",
    "What did the muwininna think about the mountain? Perhaps they feared it. “Thunder and lightning [parperdy] came from the Big Hill”, Therese Sainty  told us.",
    "For ENSHRINE, finding common ground, discovering shared liked activities, doing the same essential thing in the same place, is particularly noteworthy. Seeking parallels, searching for shared understanding, we spread them.",
    "In 1993, one of the doyens of Australian rock climbing, John Ewbank, returned from years overseas and alluding to context in Australian climbing culture, wrote that what made a  location sacred for Indigenous people – ritual, belief and tradition – was also central to rockclimbing people. Of course, he said, there are many, many clear differences between the two cosmologies too, but when climbers’ culture superimposes values on the rock face (even though the nature of those landscape values are incomprehensible if not invisible to all but climbers) by their ritual and tradition and even belief, by retracing traditional routes up the same face, a particular slab of rock can eventually be thereby made sacred.",
    "I think it is becoming increasingly important for climbers to see cliffs and mountains within the context of a broader landscape and to realise that these outcrops, these ‘bones of the planet’ are already sacred, just as they are to many people other than climbers.",
    "“Tasmanian Aborigines desire re-empowerment in land management … to continue relationships with land that has not been despoiled – much of which is in national parks. ”",
    "— Professor Greg Lehman",
    "muwinnina Country exhibits aesthetic, social and spiritual values.",
    "The National Heritage Commission investigation into the nomination of Wellington Park concluded in 2002 that yes, the Park did contain national heritage significance, and part of that was based on the possibility of the existence of Indigenous cultural values of national estate significance  in this place.”",
    "This is all highly significant to Aboriginal Peoples as well as to others, and the Park’s management plan makes this clear. Aboriginal culture is, of course, more than sites, more than stones and bones: it is also about the journey, beliefs and practices. Its cultural significance exists in the past, the present and the future.",
    "For more than a decade, palawa leaders have reiterated their view that the Mountain is very significant and has very high cultural significance."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/64f03ee9-cc77-4599-9b27-1ff3633d1ea2/e351f6f99c6aa22830c512d6d4dbe622.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a127f066-21dc-4cc7-a15c-6272cb561e30/img032-731x1024.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d31eaae6-8559-441a-86cb-63771db3b863/8272%23%23S.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1a2068e8-043c-4c6f-9432-c7b3640417ab/thumbnail_1_grande.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e4838a3a-a80c-4d36-be5b-57750e2b600b/index.aspx.jpeg",
      "alt": ""
    }
  ]
}