{
  "url": "https://listthemountain.org/political-flashpoints/springs-hotel",
  "title": "Utopia",
  "wordCount": 579,
  "imageCount": 8,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "A late 1940s mega 150-room Hotel proposal complete with Olympic-sized outdoor ice-skating rink.",
    "“Senator Dobson is deserving of the highest praise for his patriotic endeavours to popularise Hobart as a tourist resort by the erection of an accommodation-house at the Springs. As to commencing the building without written leave, nothing is more common with regard to Crown lands.”",
    "When Hobart businessman Senator Dodson proposed the building of a hotel at The Springs questions were soon raised as to the probable deleterious effect on the city’s water supply.",
    "Dobson formed the “Hotel Mount Wellington Company” anyway and proceeded to look for investors. He found them and despite not having formal building approval, the company commenced digging the foundations. This caused a new ruckus in the community.",
    "“Happily, the time has passed in Tasmania when the “rights of the people” and “public opinion” can be ignored with impunity, and when all the facts of this particular attempt to override rough shod those rights are fully known the voice of the people will be heard in tones of no uncertain sound.”",
    "“Serious objection should be raised to permission being given for the National Park being exploited by private enterprise.”",
    "But the ruccus did not halt the build. The Hotel was completed in 1907.",
    "The “Hotel Mount Wellington” never made any money. The reason for the loss was often cited as the fact that Council refused to license the ‘hotel’. The licensing question became very heated at several points in the Hotel’s history. Doddon went out of business, but he managed to off-load the business and sell the building to Council. It stuttered forward for a series of unprofitable lessees until the ‘67 bushfire burnt it to the ground—perhaps to the relief of some aldermen.",
    "“The people of Hobart have always understood that this park is theirs by inalienable right, and that this right would not be infringed in the interests of any who might desire to turn it to their own commercial advantage.”",
    "It was, however, not the first accomodation offered at the Springs nor was it the only scheme proposed. It was one of many hotel concepts. Even while standing, some wished—and proposed—to pull it down and build others, some in a grand chalet style, two grander and brutal, two hobbit hole-like. At least five Proposals for new accomodation buildings at The Springs have been launched. See architectural drawings above).  In 1939 (a ratepayer referendum rejected the plan), 1948 (unfunded), 1960 (abandoned), 2009 (lapsed), and 2018 (a Public/Private consortium-abandoned). All fell without a single nail struck. Strong community opposition a potent factor in their demise. Less and less on the licensing question, more and more on the commercialisation of a nature reserve and the potential environmental, heritage and aesthetic impact.",
    "The Springs is one of the densest heritage areas on the mountain and has been assessed several times, but the sites proposed for the hotels are an intangible part of that history, and have not been assessed for significance. Even defining them as places is not straightforward. On their own, this imagined architectural history is of local significance. The greater significance lies in the combination of diverse protest sites and argumentation over aesthetics and use that may be of national significance.",
    "ENSHRINE suggests that each are of local significance, and as a complex, they have some state significance.",
    "More information",
    "Angus Thornett explores the sites of two Springs Hotels in his video What if Hobart Wasn’t Hobart at the 5-minute mark."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/4703f016-9d60-4868-baa3-3260160f5924/Screen+Shot+2023-05-16+at+4.28.21+pm+%281%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611288818808-C7EYLWZHLPM0LS09RIC2/croquet.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611729830233-MU8N0AWOKV8IA8499SON/Chalet-hotal.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684220550518-L721UMEUZ93QHJY0AER3/Screen+Shot+2023-05-16+at+4.28.21+pm+%281%29.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611289070804-AY7S6FE5FEB6YDK0UUYA/1960-from-Jack-Thwaites-cuttings.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611318524071-ASHOU3RN323LKWK2SZ4X/4ff6276e41fc903911b043b3dedf4c52.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611318437256-VTY9I1JYPQ03N98GQWMO/Springs-dev-2018.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}