{
  "url": "https://listthemountain.org/tracks/fingerpost-track",
  "title": "FINGERPOST",
  "wordCount": 1503,
  "imageCount": 10,
  "headings": [
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "WALKING NOTES — John Cannon"
    },
    {
      "tag": "h3",
      "text": "HERITAGE VALUES"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“It is, we believe, tolerably well known that there is a track to the springs...”",
    "In 1866 (Feb 6) a writer in the Mercury expressed the ‘tolerably well known’ fact that ‘there is a track to the springs’. That  ‘tolerably well known track’ was sometimes cursed as the Bust-Your-Gall track, but we know it as the Fingerpost Track and it has been tolerably well known for going to the Springs for close on two centuries. Which, except for about a decade, it continuously has.",
    "The Fingerpost Track was the first formed track constructed on kunanyi / Mount Wellington and the route has been in continual use since the late 1820s for the practical purpose of transporting valuable resources—first timber, then ice—and after that for recreational access.",
    "Its name refers to an (also well-known) 1870s era signboard of a hand with a finger pointing upward and the caption “TO THE MOUNTAIN”; however the track was (very literally) referred to decades previously as ‘the track to the Springs’ and its existence has now been dated to the late 1820s (see map in the gallery above). As a route, it may have been made in the 1810s.",
    "The palawa visited the Springs much earlier but the route they took is not known to us. Not via the Fingerpost Track. For this track’s remarkable linear form strongly suggests that it was never an Aboriginal pathway. As a spur-line route, its first users were probably naturalists and then adventurous locals seeking the pinnacle via the Gap at South Wellington, but its straightness—which it retains to this day—was created, foot by foot, by woodcutters who required a direct descent for the haulage of unswervingly long tree trunks.",
    "A workhorse most of its life, it proved most useful in twovital colonial enterprises: forestry and waterworks. Then add ice-block making. First for forestry, then between 1827–1831 in the cutting of the earliest water diversion channels at the Springs. It was widened into a bridle track, likely around 1846-49, to allow the hooves of packhorse ponies to pass each other, transporting packed panniers of ice down to town. It aided sawyers again in the 1850s and 60s (sawpits can still be found beside it) and its immediate improvement was promoted in 1866 as the key to increasing mountain tourism because it finished close to the Woods’ Halfway house’ (a very early wilderness lodge) at the Springs. A Mercury article proposed the track be upgraded to a carriageway. During the mid-1890s it transported roadwork gangs of poorly shod prisoners and overseers from their overnight “accomodation” in the Stockade down to the site of a coachway being constructed between Fern Tree and the Springs: Pillager Drive. In 1903 George Radford, lost and defeated, fell and froze to death on this track during the infamous Go as you please mountain marathon.",
    "The creation of the “New Fingerpost track” with its gentler grade caused the old to fall into disrepair, but in 1906 when the New Fingerpost was renamed Radfords Track (in memory of George), the original “Old” Fingerpost track regained sole title to its name. Branch tracks constructed during the 1930s included some upkeep of it. As noted, during most of this time, it was also used by walkers to reach the Springs and en route to the summit. The track is in most contemporary walking guides and on the ALLTRAILS website is a suite of images.",
    "The Fingerpost track has thus been in almost continuous use—though not without many curses—for over two hundred years.",
    "“Terrible gradients are to be found in the ascent to the Springs. You couldn’t domesticate wheeled vehicles there at all; railways and bicycles would be in a very abject state. It is not by any means effeminate to say it is far more agreeable to recline at the Springs and think what fine exercise it has been, than to be in the actual toil.”",
    "“The three hills from the Finger Post were known as Break My Neck, Burst My Gall, and Finish Me Up.”",
    "A long article in the Mercury of February 6, 1866, painted a picture of the track as perilous: ‘No one can be advised to walk it without taking one or two extra pairs of shoes or boots and a little previous training. The track is so strewn over with loose rubble, that neither man nor beast can be sure of the next step. It may be true or false, up or down, just as chance would have it.’ The article suggests (we think erronously) that in the 1840s the governor’s private secretary ‘got up a subscription for a party of government men (convicts) to restore the track, widening it so that two or three could walk abreast’ and then made the argument—what with the number of interstate visitors who wanted to see the mountain—for a fresh public subscription for the same purpose.",
    "Only boot-makers likely objected. ‘Some amusing accounts have reached us of the inconveniences to which ladies have been put on this perilous track. Their boots have been known to give way long before they reached the springs, and they have then either had to march up or down the mountain's side barefoot or to reduce their male companions to the necessity of going through that not over-pleasant office vicariously.’ (The 1866 Mercury, again) but no subscription was started.",
    "In 1897 the track was described as ‘the worst road up Mount Wellington’.",
    "“If we note the grades we find the worst being far beyond even the Finger-post track up Mount Wellington, which used to be called “ burst your gall.”",
    "The Fingerpost Track takes its passengers for about a mile (1.8 kilometres) from Huon Road straight to The Springs. Straight up the spur line, that is. No mucking round! It was the most walked track to The Springs before 1900 and is still much in use today. The track is also a way of reaching Rocky Whelan’s Cave and other featured forest groves.",
    "The Fingerpost Track is a Bridle/foot track with social, historical and scientific values.",
    "The track is marked on an 1869 sketch plan by Piguenit as Fingerpost Track, and it is on the 1937 Hobart Walking Club mountain map, but it is known to have been in use since the mid 1820s. Making it a twin to the Sawmill Track, and junior only to the Rivulet Track.",
    "Alongside it is the site of the 1895 Stockade which accommodated the convict roadgangs  and their supervisors during the building of Pillinger Drive. There are also some minor forestry worksites.",
    "A famous tree, of unknown height, was described in the Launceston Examiner in 1873 standing to the right of the Huon Road at the Fingerpost Trackhead. Nailed into its bowl was a signboard bearing the inscription “To the Mountain”  surmounted by the perfect martinet of a hand whose forefinger seems ever to say “Up guards and at ‘em!”",
    "On this track you are in the footsteps of the young naturalist Charles Darwin who trod its muddy path in 1836–perhaps himself in the footsteps of the father of Australian botany, Robert Brown who made 9 collecting expeditions across the mountain in 1804; with the Park’s first and legendary denizen ranger Henry Woods who maintained it around 1850 (See Critic, 3 Aug 1923, page 3), with Clement Wragge because all his meteorological instruments and the building materials for his summit observatory were carried up it in 1895 (Thwaites 1982-3), and with the marathon competitor George Radford. The news of his unfortunate death on this track brought it to national attention, and it gets a mention whenever that event is memorialised.",
    "It is a site that joins two identified high significance proto-(heritage)-precincts: The Rivulet and The Springs. (McConnell and Scrips 2005).",
    "Its heritage is highly significant in its own right as the earliest colonial pathway to the Springs and, alongside The New Town Way and potentially the Bower Track (if relocated), part of the two earliest summit routes, but it is as the central length of a combined sea to summit Hobart Rivulet-Fingerpost–Icehouse–South Wellington route that has led generations from the edge of the CBD of a capital city to the summit of a mountain that is most culturally significant.",
    "‘For historical reasons and as a rare, extremely well preserved example of its type and period of construction, as well as for the preservation of its historical setting.’ McConnell Historic Tracks and Huts Interim Report",
    "McConnell (2012) assessed the track as having high local and high state level significance and some national significance as part of the mountain’s historic track network. In 2023 The Wellington Park Management Trust nominated the track to the Tasmanian Heritage Register. Heritage Tasmania is considering the nomination. In 2023 the WPMT’s Historic Heritage Significance of the kunanyi/Mount Wellington Track Network broadly confirmed McConnell’s assessment: ‘The track is of local and state heritage significance’, but did not mention any national significance.",
    "Piguenit (1869 - LSD 1/72, p.7)",
    "McConnell Historic Tracks and Huts Interim Report",
    "Focus on the Fringe",
    "John Cannon",
    "Wellington Park Management Trust website"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1730801582901-Z9KFEVVCM09RYJWIS1LD/Screenshot+2024-11-04+at+7.07.57%E2%80%AFPM.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670502705182-EMG1K6T56YYZBA049PU5/Screen+Shot+2022-12-08+at+11.30.15+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690266412086-0BIW8CB9WQUPQPLX4N36/ViewScan_0000+%281%29.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604377611850-SZDCKQQQNNXZJGJSDY2J/track-springs-sep-4-1909-TasmanianMail-p17.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1689771131385-YWNQKWR81SQUIWLXEOYP/Jottings+of+a+trip+to+Tasmania-A_S20_12_79_16-fingerpost-crop.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604377643450-6DUXHN1PASBAN0FJ1VTA/fingerpost.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649825937063-VQGLSUAM7FZZMIF7PHA7/springs-track-tasmail-25-July-1912-p18-crop.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1689313883665-9UKS1CIHQ2C5BQCH2E5N/Teague+L+%281%29.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/ca1833cf-0957-43b8-89f4-521454ff8be6/ArchivesTasmania.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}