{
  "url": "https://listthemountain.org/mind-fields/our-sacred-hill",
  "title": "A SACRED HILL",
  "wordCount": 1697,
  "imageCount": 7,
  "headings": [
    {
      "tag": "h3",
      "text": "REFERENCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“paliti Pakana ngini makara lumi/The spirit of our ancestors are still here.”",
    "Certain features of the mountain have been given religious denotations: Pulpit Rock, The Lecture, Cathedral Rock and The Devil’s Throne, but is the mountain sacred?",
    "As the highest points on Earth, mountain tops are the closest places to the heavens above and the connection has often been made for kunanyi/Mount Wellington. Today the Palawa see it so. They are not alone and its sacred nature has a long, modern history too.",
    "During the 1940s, a local poet named Myer described the religious aura of the mountain and rhymed the word sacred.",
    "Half way up Mount Wellington I stay              To hear sweet music, celestial chords,              Much sweeter than the spoken words, Half way up Mount Wellington I pray.",
    "Likewise, but a decade earlier, Australia’s Governor General Sir Issac Issacs made the connection: ‘Towering Wellington, standing like some eternal monarch, pointing the way to the highest.’ [Mercury 12/3/1932]",
    "A man known as ‘Mulga Mick’ persuaded the chaplains of Hobart to sermonise from The Pinnacle on Easter Sunday at dawn in both 1937 and 1938. Hundreds walked up the mountain before dawn for the service.",
    "In Mount Wellington in a Storm, (mercury Jan 7, 1899)  the writer E.P.D exclaimed:",
    "‘You feel you are in one of Nature's temples, in which every rock and loose stone is painted with fair colours, accurately tinted, and in perfect harmony.’",
    "Maria Grist transcribed a transcendent experience from the diary of Edith McCance before the turn of the 20th century (1888) gazing at the sun on the summit, glimpsing from below ‘the beauty of the Higher Life’:",
    "“After a heavy snow storm the sun suddenly burst upon the peak. To gaze on it was a delight because the gazer was fully conscious of its short-lived beauty.  I often think we get glimpses here on earth of the beauty of the Higher Life.”",
    "“Even still upwards rises the crowning peak, where, at a height of 4166 feet, earth kisses heaven.”",
    "A geologist named S.T. Wintle, inspired to write Ode to Mount Wellington published in 1864, added a ‘true religion’ line:",
    "when rolling thunder's hollow boomloud echoes among thy cragsthen dost thou lookmost terribly sublimeand doth awakea true religion in the soul subdued.",
    "Quotation from a speech at the Opening of the Lower Reservoir by Governor Fox during the 1860s",
    "Adventurous men and women living before Wintle was born also found the sacred up the mountain in sublimity. In a celebrated account The Hobart Town Courier reported the governor’s wife (Jane Franklin’s) second expedition to The Pinnacle in December 1837 as ‘another caravan of pilgrims’ who would ‘visit the shrine’. And there, on its ‘sublime throne’ at the summit, ‘await the god of day’. Some suggest these metaphors are playful or ironic, but the account tail-ends the Romantic era discovery and  artistic reverence for ‘the Sublime’ during the earliest decades of the 19th century.",
    "A generation earlier, in the first sermon proclaimed in Van Diemens Landt in 1804, Hobart’s founding chaplain Robert Knopwood stood upon the beach at Sullivans Cove under the shadow of a tall tree and asked his flock of convicts to turn their thoughts upon these mountains and hills which surrounded them. “Without these the earth would be but an uncomfortable habitation; these being made by a merciful God to supply the lower parts of the earth with springs and rivers, so useful to man and beast.”",
    "These quotations are all generalist. They make a parallel. They generally do not state as a belief that the mountain is a sacred place. But throughout history, some people have.",
    "In a letter to the Mercury in 1879, a light-hearted author argued that while  ‘A writer of hyperbole has said that Mount Wellington is a Tasmanian God’ and that Hobartians ‘worship our idol of stone’ —beliefs, presumably, the writer did not share—but then continued: ‘to slander and revile our Mount Wellington is an outrage on our most sacred feeling.’ [15/3/1879 p 3]. Sacred feelings.",
    "A headline in Hobart’s Daily Post of 1908 reads MOUNT WELLINGTON. ITS MOODS AND MYSTERIES. A SACRED HILL. And concluded ‘Let Japan boast her Fujiyama: we, too, have our sacred hill.’",
    "More than 200 years after Knopwood’s sermon, the ‘comfort’ of the Mountain was refigured into a Lord’s Prayers for Hobart by Jill Nolan and Astrid Miller as our kunanyi. But in this poem there is no analogy, the mountain is of itself sacred.",
    "our kunanyi",
    "our motherwho art kunanyihallowed be thy organ pipesthy creation comefor we are oneon Earth as it is in lutruwita",
    "gratitude for daily life clean air and waterforgive us our ignorant business as usualmay we be kind to all beings who live here",
    "lead us not into ecocideor the trashing of the commons for private profitbut deliver us to regenerative relationshiprespect for the sacred and first nations peoplefor earth is our teacherthe awe and the wonderforever and everkunanyi",
    "It was not the first time. A respondent to a Wellington Park questionnaire wrote in 2012 that ‘While walking in the misty rain, my mind considered that I was able to take a walk in heaven.’ This might not have been meant literally, but the academic Angus Barnes had already noted in 1991 that ‘names such as Cathedral Rock, the Organ Pipes, the Lectern, and Pulpit Rock suggest the reverent attitude the mountain inspired’ and ‘Congregating on the mountain, often on Sundays, people seek purification, collecting clean mountain water, breathing in fresh air and sometimes descending with the body of The Mountain itself in the form of trophied snow.’",
    "Some palawa believe it. Aboriginal community leader Ruth Langford called the mountain a sacred place in 2014. Many others have said it since. The ABC interviewed two Tasmanian Aboriginal leaders on the topic in 2020: “One way trips only”.",
    "“sacred Aboriginal-led ceremonies on the mountain” for all in 2021 (Hobart City Council website)",
    "Where there’s a market for it, there is a bumper sticker too: “kunanyi is sacred” appeared about 2019.",
    "In New Zealand Mount Taranaki is sacred to Maori people. It was enshrined in a National Park, its spiritual significance was well known and recognised and celebrated, and in 2018 by an Act of parliament this mountain was granted legal personhood. Since then, if there is any kind of abuse or threat to it—such as pollution or unauthorised activities the mountain can sue. It also means it can own property, enter contracts—and be sued itself.",
    "Richard Flanagan has ruminated on the topic of the mountain as a holy place too. He wrote that he didn’t want to argue for it. What instead he wished to suggest was that humanity’s quandry—this polluted, stagnant, starving, war-racked world— was fundamentally a spiritual crisis and the mountain ‘a place in which we might repose some hope.’ The path out of crisis lay in ‘letting the mountain shape our world more, and us it less.’ Though not making an argument for it as any sort of holy place, Flanagan acknowledged (here diffidently, from the position perhaps that if forced to choose) that ‘maybe I am even among them’ for whom it is a holy place.",
    "‘Shall we not rest in her shadow till rocks and seas are no more.’ A surprising number of people prefer to rest eternally in the sunshine, by expressing their final wish as My ashes be taken to the top of the Mountain to be carried into heaven by the wind. Unsigned 1908 letter to Hobart’s Daily Post.",
    "But how many believers in the sacredness of the mountain are there today, when all such beliefs are in retreat? The 2012 Wellington Park community survey recorded the lived experience of over 300 people. (Emotional territory.) About ten percent of the respondents shared spiritual experiences provoked by the mountain, or by a special place on the Mountain. They described awe, mystery, grace, Otherness, rapture, submergence, assimilation, benevolence, enlightenment, and re-creation. The survey (together with a UTAS research project) allows a guesstimate of how widespread the Mountain’s sacredness across Hobart is, conceivably suburb by suburb.",
    "It’s a thing. It is five per cent of the city’s population. That might not seem many—it is about half the number of adherents of Catholicism or Anglicanism—but it is significantly more than any other faith.",
    "On the same maths, however, the overwhelming majority do not believe it. For them, Bernard Lloyd argued in 2019 that the sacred has a secular denomination.",
    "A definition of sacred (from the Latin sacre) is ‘that which is set apart as entitled to veneration and protection’—note: protection. Sacre’s simile in English is holy—likely derived from whole. The holy is ‘that which must be preserved whole or intact’ or ‘that which cannot be defiled or injured with impunity’—note: preserved. In the beginning of the Wellington Park Management Plan it is written that The Wellington Park Management Trust is charged with the protection and  preservation of the Park’s environmental and cultural features and values in their virtually undisturbed condition. To preserve the Park against violation or encroachment the Trust has powers of refusal, can issue fines, and authorise other legal proceedings. The Park may not be defiled—but if it is defiled, not with impunity. The Trust is invoking a dimension of the sacred rooted in the sense not of Holy Writ but of Justice.",
    "HERITAGE SIGNIFICANCE",
    "The nature and context of palawa spiritual belief and the mountain was recently a subject of formal, private consultation between the Wellington Park Trust and the Tasmanian Aboriginal community.",
    "In 2005 Anne McConnell’s cultural heritage summary for The Pinnacle says that the Park’s value is ‘underscored’ by a ‘spiritual importance’. (see refs). Spirituality is a social value. Places that have a spiritual significance to a community group can be recognised at the state, national and international levels. A sacred site can be delineated and given specific protection, but the sacred reverence explored above is generic. No detailed or specific assessment of the threshold level of significance for the mountain’s spiritual significance has been done. ENSHRINE suggests that its significance is outstanding at the state threshold and has high national significance for its rarity as well as its history.",
    "On the mountain ( Dombriviskis, Flanagan,Kirkpatrick) 1995 page 28"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1616931033289-QVO7KMMZ3G0217YJV8CG/dawn-festival+-+1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618469392648-GJJ2365Y4U279TDVKEM8/Jigsaws-gr.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/5248ecf3-98ea-4c99-9c1e-2ad6ed29966c/Screen+Shot+2022-11-16+at+11.05.08+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1616846409849-76J26YHYDNEIZX4JHPTR/Daily+Post+%28Hobart%2C+Tas.+-+1908+-+1918%29%2C+Saturday+6+June+1908%2C+page+2.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/30ded5d2-c2dd-457c-8166-7c0f7f300fc3/Screen+Shot+2022-11-16+at+11.09.07+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f74eadad-a275-41c8-b01a-ab26bf817eb3/Screen+Shot+2022-11-16+at+11.16.08+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}