{
  "url": "https://listthemountain.org/indigenous/first-ascent",
  "title": "Kroanna/FIRST ASCENT",
  "wordCount": 399,
  "imageCount": 1,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Around the world, we have few records of peoples who inhabited or even explored snow-covered peaks, mountain tops, but Tasmania has been for two thousand generations, one of those unusual places where you could have an alpine experience and live to tell the tale.",
    "Among all those countless Muwinina generations and their own bold explorers, who was first to the top of kunanyi?",
    "Did the muwinina climb to the top, too? kunanyi is not hard to climb.  Captain Freycinet observed Aboriginal people within one hundred (vertical) metres of the Pinnacle (on Mount Connection). We may never know, but the first name we have for an Aboriginal ascent is a ‘Miss Story’. In the year 1810, a muwinina girl who has come down to us only as “Miss Story” befriended an English woman named Salome Pitt, of Pitt Farm, New Town, and together the two decided to climb the Mountain—which they did, accompanied by Salome’s brother. They are the first inter-racial expedition, the first women known by name to have climbed the Mountain. Miss Pitt was a plucky lass, but one need not wonder for long as to who guided whom. Miss Story went first.",
    "Commonsense and evidence proves that the muwinina people climbed the mountain over many generations. The climbing historian of Australia, Michael Meadows, notes that there are very few mountain in Australia aboriginal people could not have scaled if they wished. In her study of the Mountains’s historic track network, Anne McConnell’s first sentence begins ‘Aboriginal People would have travelled to the top of Mount Wellington by a variety of routes’. Aboriginal Heritage Tasmania also noted that Aboriginal people had used the top of the Mountain as a viewpoint and considered that the entire Range may have been a route with small sites along it used as viewpoints.",
    "The French explorer Freycinet recorded how he and a party of sailors followed a band of palawa men they espied upon the slopes of the Goat Hills. During an all-day walk the sailors observed them at work all the way across the present Park, during which they passed not 100 vertical metres lower than The Pinnacle.",
    "As the palawa surrounded the Mountain for thousands, and perhaps tens of thousands of years, the best routes around the Mountain as well as up it would have been well established long before Doctor Bass decided to attempt an ascent in the 1790s."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}