{
  "url": "https://listthemountain.org/destinations/background",
  "title": "The Visited Landscape",
  "paragraphs": [
    "The mountain, together simultaneously with The Blue Mountains in NSW, are Australia’s earliest tourism destinations.",
    "Visitors came to the mountain to obtain a view impossible at home. A view like out of an aeroplane at a time when there were no aeroplanes. A view of a place from a higher point than any in the British Isles. Though only a handful of tracks existed, tourists were enticed by the idea that it could be a difficult and rather frightening adventure. (p 89.) Guides were on hand to lead the intrepid in the 1830s. Charles Darwin hired one, and the mountain guides are still trying to live down his scalding one-star review: \"a stupid fellow who conducted us to the damp southern side of the mountain where … it took 5 and 1/2 hours of climbing before we reached the summit.”",
    "“From the 1840s with the parameters of travel extended, more was published about Tasmania’s mountains, and …Mount Wellington’s relationship to Hobart made it especially appealing, with picturesque scenes of Hobart Town nestled at the foot of a ‘lofty mountain ... forming a grand feature in the landscape’.” wrote Julia Horne In Search of Wonder.",
    "Once enticed, tourists stayed to marvel at the mountain’s many beauty spots, living wonders, and recreational playgrounds. Horse-driven coaches carried tourists to The Springs by the 1850s, where they could hostel overnight in the Woods hostel before walking on to the Pinnacle. At the turn of the 20th century, a 12-room hotel was built at the Springs. From the 1860s the less bold walked the enchanting Pipeline Track to picnic at the Bower.",
    "The infrastructure of access routes, buildings and works forms  a heritage complex centred on two precincts: The Springs and The Pinnacle. Convict-built Pillinger Drive brought visitors to The Springs with its tracks and lookouts, fernery, ice house and accomodation and meals offered in Woods Hut—Australia’s first “wilderness lodge”, later replaced by Gadd’s hostel, followed by the Springs Hotel. Additional attractions were The Historic Exhibition Gardens in 1931. Tracks and ultimately the Depression-era Pinnacle Drive allowed vehicles to reach the Pinnacle with its Beacon and celebrated lookout. Elsewhere were fern glade bowers along the Pipeline Track and tea gardens in the foothills: all linked by a network of access roads and walking tracks.",
    "The Visited Landscape explores the heritage significance of the buildings, infrastructure and “attractions” made specifically or substantially for tourists.",
    "Ascending the mountain and wandering the rim of the Range to take in the view is an ancient practice. The muwinina went up the mountain and walked along the rim for recreational purposes, to enjoy the view. They might be viewed by us as travellers who chose to travel, following the seasonal weather and food experience opportunities.",
    "Who were the first British tourists to climb the mountain? The mountain’s historian Elizabeth de Quincey wrote that a party from the steamer Seahorse en route to Sydney stopped in Hobart for an engine overhaul. Making up a party, ‘they became some of the first recorded tourists to actually climb to the pinnacle…’ The year? 1841.",
    "Since at least 1836, a flagstaff was raised at The Pinnacle to dramatise the summit. Later a platform of logs filled with stones surrounded it to enhance the visitor’s view, as well as serving as a survey point.",
    "With popularity came calls to make visiting the mountain easier and quicker. After the construction of Pillinger Drive (laid to aid in the construction of waterworks) many companies—Webster, Rometch and Duncan, John Austin’s Brakes, Brougham’s Coaches, Garnet Self, and others—started charabanc transport to bring tourists and walkers to The Springs. Photographers such as the Russian political refugee P. M. Koonin made a living snapping the parties as they descended.",
    "Promotional material flourished. ‘Mount Wellington’, de Quincey goes on, ‘was always featured in every handbook, tourist or accomodation guide.’",
    "Along the way, due to the popularity of this high altitude attraction (though we have few records of the mile high club),  facilities to cater for the visitors were built: signposts and tracks, carriageways then roads; lookouts then seats then fireplaces, picnic areas with seats and tables in shelter sheds. Along the way, attractions like the Pinnacle Beacon, the native Exhibition Garden, a rhododendron bed, tea-houses. Visitors could also make use of facilities created for locals like the ski-fields, toboggan runs, the bowers. With increased commercial activity and interest arose the opportunity to accomodate the mountain visitors, first in a hut, then a hostel, then a hotel.",
    "The Tasmanian Tourist Association formed in 1893.",
    "As a tourist destination, the mountain proffers Historical, Aesthetic, Archaeological and Social heritage values.",
    "It is one of the earliest tourism destinations in Tasmania, and thus in Australia.",
    "A keystone in Australia’s tourism history, prominently figuring in Julia Horne’s history of Australian tourism In Pursuit of Wonder, at least three academic dissertations focus on tourism in Tasmania.",
    "The tourism industry has always been very active in promoting the mountain and preserving it against depredations of all sorts. Elizabeth de Quincey writes that the Association saw the passage of the Mountain Park Act ‘as an almost personal achievement’ and rightly sits at the table of the mountain’s governing Management Trust.",
    "The Wellington Park Management Plan recognises the heritage significance of tourism infrastructure.",
    "The History of Mount Wellington de Quincy 1984",
    "The Pursuit of Wonder by Julia Horne"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612331891268-1GS92MSD8VH29SX30650/Screen%2BShot%2B2020-12-05%2Bat%2B10.55.19%2Bam.png",
      "alt": "Screen+Shot+2020-12-05+at+10.55.19+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615776201843-JSZZB6D8TDKV6FYQP524/Holiday+Island.jpeg",
      "alt": "Holiday Island.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652527816505-V3JLUPBUEDUS9HKYHK0P/Weekly+Courier+November_29_1902.jpg",
      "alt": "Weekly Courier November_29_1902.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612331893254-97JX750XPSF9E0IQ0N6P/Mount-Wellington-Hobart-Tasmania-Vintage-Travel-Print.jpg",
      "alt": "Mount-Wellington-Hobart-Tasmania-Vintage-Travel-Print.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612338985846-V1DZ62I80WSSGMFFPA4N/wellington-from-harbour24.jpg",
      "alt": "wellington-from-harbour24.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612338194180-TRTGIESF8K3W8KKYJYMY/pinnacle26.jpg",
      "alt": "pinnacle26.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612338162449-YWI83DDU12H2532CB729/pinnacle24.jpg",
      "alt": "pinnacle24.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612338167335-C1U3YCCDPS934678JJEO/Wellington-snow-colour.jpg",
      "alt": "Wellington-snow-colour.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/fe3a35a8-bdd8-4545-8496-399bd49c641a/Australasian+Sketcher+with+Pen+and+Pencil+%28Melbourne%2C+Vic.+-+1873+-+1889%29%2C+Saturday+11+May+1878%2C+page+21.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670389587563-5WCQJJ2SUBNNYVC33ZC3/Burwood+United+Cricket+Club+trip.jpg",
      "alt": "Burwood United Cricket Club visit"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670389545429-UO4YQ8DO15GAMOIJ8292/Sent+to+South+Africa+%5BGrist%5D.jpg",
      "alt": "Postcard sent to South Africa"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670389627499-Q6AI0FWNP8HSEII1YZFH/huon-road40_2.jpg",
      "alt": "Grist Collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670389655932-X921R2QP9ABG9SU0FU8M/huon-road16_1.jpg",
      "alt": "Grist Collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670397161085-FE69OFIQ1RCNLN4A2YIJ/Clematis8.jpg",
      "alt": "Clematis8.jpg"
    }
  ]
}