{
  "url": "https://listthemountain.org/destinations/pinnacle-viewing-platform",
  "title": "Pinnacle Lookout",
  "paragraphs": [
    "With the opening of the mountain road to the Pinnacle, a commemorative cairn was erected at a lookout.",
    "The idea for the toposcope was, at least, two decades old. Perhaps someone recalled the idea of a Hobart Councillor who wrote to The Daily Post in January 1916 with ‘a few small suggestions for the mountain’ including this one: ‘Cannot the summit be made more interesting? I could suggest a flat roof protecting a table showing under a glass top a map of the district, giving the names of the principal peaks, waters and places of interest within view. And what about a tablet to the first white visitor?’",
    "As built, upon the cairn’s flat top rested a brass tablet with incised lines and place names making it possible for viewers to identify the distant mountains and townships. To the stoney sides were affixed four bronze plaques inscribing in honour the road builders, the Hobart aldermen, state cabinet ministers and the officiating governor. A [sloping?] pathway to the commemorative cairn was cut, steps were later added. The ramp became known as The [Pinnacle] Lookout. It was dismantled in the late 1980s for the current Observation Shelter to be built directly upon it. The plaques and the toposcope were relocated reaffixed to the main wall inside the new shelter.",
    "The summit area was assessed by McConnell and Handsjuk in 2010 as ‘an early key place where nature based tourism and recreation were promoted and enjoyed from 1804 … making it of particular significance at the state level, having attracted visitors since that time and ever since.’ however the significance of the Pinnacle Lookout (WPHH0268) is [to a lesser extent] ‘one of the small number of historic sites in the summit area which, as the physical evidence of the [non-Aboriginal] history of the summit, strongly contribute to the cultural significance of the area.’ The memorial plaques were considered significant. No statement of significance mentions the toposcope. Some of the original stones in the Lookout may have been re-used in the foundations of the new shelter.",
    "In 2018 Wellington Park’s trustees included The Lookout as a high priority site for nomination to the Tasmanian Heritage Register.",
    "SOURCES",
    "Mercury Mon Jan 25, 1937 page 7"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1715652168018-XETLYGVLH95WEBYLC8SY/Recently+completed+lookout.jpeg",
      "alt": "The newly constructed lookout   Mercury  Saturday, Jan 30, 1937"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651632311891-076LOYN1L0MHB5YGBJPS/pinnacle35.jpg",
      "alt": "J. C. Breaden postcard, Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651657660662-5SKK9OFW3JDNNHZYUUHR/Screen+Shot+2022-04-27+at+2.12.43+pm+2.png",
      "alt": "TAHO"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690288579290-M6MK5IBM1G4YWVU09F97/tourists+pinnacle+lookout+1970.png",
      "alt": "Pinnacle Lookout"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651632284175-PRVPYG5J9WJ302SV8O9Q/pinnacle26.jpg",
      "alt": "Hand coloured photo, Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e9050f27-12ed-4942-aae7-e84f0f3bc3fb/_B181219.jpg",
      "alt": ""
    }
  ]
}