{
  "url": "https://listthemountain.org/destinations/tea-gardens",
  "title": "TEA HOUSE GARDENS",
  "paragraphs": [
    "Before the coffee culture took over, Hobart had a tea culture. Indian teas, Chinese teas, Ceylon teas, iced teas. Teatime was morning tea and afternoon tea.",
    "And before the cafe came the tea garden serving strawberries and cream and raspberries and cream. Over more than fifty years, dozens of operators ran six tea houses in the foothills of the mountain.",
    "As well as al fresco dining, tea gardens, with their arbours and shaded pathways offered a resort to escape the blistering rays of the summer sun, and to enjoy summer berries, usually picked from the gardens themselves. They were also places of light entertainment, day and night, too, with larger establishments offered seperate rooms for small and large parties and crowds in their hundreds being entertained.",
    "The first tea gardens was created on the bank of the Hobart Rivulet in 1894. A thruppenny ride on the tram from the GPO got you to the teahouse at the Cascades—where teas and sweet treats were served, especially during the summer season for the prized small fruits strawberries and raspberries. Entry was free during daylight and there was lots to explore. Mountain zig zag paths with rustic seats and nooks, fern groves and a bridge over the babbling brook, the Hobart Rivulet, bird averies. The riots of colours in blooming flower beds were the key attraction. The creator was Theo Lipscombe, brother to Victor Lipscombe, who had only a year earlier opened Hobart’s first tea garden on Sandy Bay beach. Both men were horticulturalists and owned a flower shop in town.",
    "The name most strongly associated with the Cascade Gardens was the next proprietor, Victor Sayer who was also a flowercologist and increased the flower beds into an infinite variety of colours. At night scores of electric glow lights and, later, Chinese lanterns and electric pictures illuminated the gardens, the willow pattern bridge, and the fern grotto. The very novel and immovable feature of the outdoor entertainment area was the stage itself. ‘The band stand was a large flat rock sufficiently overshadowed by the bank and trees to allow an awning in showery weather.’ Crowds of four and five hundred are reported. Entertainemt to be had was Live music, projected images—“Biograph Pictures”—divertissements, Vaudeville acts, passing conjurers, and from time to time the manager himself, Tas. Bradley, who enacted his amusing juggling routine finishing with him catching a huge cannon ball on his neck.",
    "It may be that Theo continued to spend time there into his dotage, for it was reported that “If you pay a visit to the Cascade Tea Gardens”, said an old identity to me the other day, “you will find a man who, at a pinch, can give you the date and place for many things, and I believe, at a pinch, he can tell you who was the first gentleman who worked out his own salvation on the waste lands of the colony.” The ancient was found by your own on a rustic bridge spanning the Hobart Rivulet in its upper reaches. The stream rippled softly beneath him, and the chirp and twitter of the native birds amongst the wattles and willows overhanging the banks gave one the idea that a scene more favorable to meditation could not have been selected.’ Daily Telegraph 1895.",
    "The main building at the gardens burned in the 67 bushfire, but one part survived on the slope above the Gardens, in rock letters “CASCADE TEA GARDEN”.",
    "Strickland Avenue (now Lawley Crescent) boasted a tearoom at least from 1909 until the early 1950s under a couple of proprietors. Originally Glenview, it was renamed in 1934 Fairy Glen, but as there may have been confusion with Collinsvale’s Fairy Glen, then Fairy Gorge. Certainly, at the edge of the property on a section of the Hobart Rivulet was a gorge where, in flood, ‘millions of tons of water winding and rushing over rocks and down the steep inclines, through nature’s paradise’ provided a thrilling attraction. Artificial caves and a lake were built along the gorge. As well as the beauty of its old garden were the many novelty attractions—the first: ‘Priscilla, the bird that tells fortunes’ but also The Fortune Fountain, the Man-Power Aeroplane, demonstrated daily. And by Special engagement, Novada, a Canadian woman snake-handler, petting her charges on the lawns. A more permanent entertainment was the 10’ high Lucky Buddha statue carved in a Javanese style. The landscape design was modelled on eastern (Asian) lines and in it also, it was boasted, stood large statues of Hindu gods behind iron gates.",
    "Later advertised as a guest house and tea garden that could accomodate 50 sippers.",
    "Food miles were low. The garden produced the strawberries and from its cow heard the milk, butter and cream, while from the proprietress fresh-baked bread and scones for Devonshire teas.",
    "Presumably another victim of the 67 fire, the only part still standing is one of its stone entry gates.",
    "Husband John Travers Tagg was a gardener and orchardist who, with his wife Alice, and their son, George, started tea rooms on their property around 1924, most likely earlier, for they had already advertised strawberries, raspberries and cream, also afternoon tea, here around 1921.",
    "The garden featured beautiful shrubbery and sold the bunched blooms of its flowerbeds.",
    "An American tourist-printer described the homestead as “wonderful, lovely, extraordinary, grand and the most perfectly gorgeous garden he had ever seen—and it gave all the opportunity to feast their eyes upon the exquisite blooms and fill their arms with specimens—pansies as big as roses, roses twice as big as they should be, and a lot of other flowers none of us had ever seen or heard before.”",
    "It is an ideal spot unsurpassed for scenic beauty, incomparable for afternoon tea and strawberries and cream and other delicacies advertised the Voice in 1931.",
    "They were serving a thousand customers a week in the 1960s. The Homestead’s fate, likewise, was to incinerate right in front of  its loving after they fled from it at the height of the 67 fire. Of Hobart’s last double decker trolly tram, a feature of the Homestead, nothing but its maker’s nameplate was recovered from the ashes.",
    "Situated near Fern Tree Post Office, with glorious views of the river and the mountain, and operating at least 1935-1936, Hautiac may or may not have been at the same location as Fairview Tea House. The famous Hobart architect Alan Walker designed Hautiac for himself. Its 11 acres had its own water supply and included an acre of small fruits and a large ornamental garden with rockeries and shrubberies. It offered afternoon tea, strawberries and cream, cordials, flowers, with weddings, birthdays, theatre parties catered for. William Bede Reynolds, a prominent pastoralist, lived there at the time of his death in November 1936, and he and his wife were quite likely the managers.",
    "Pam’s Tea Garden was 7 minutes’ walk from the valley’s tram terminus to first bridge in 1934. In November 1934, Pam moved her original business down the valley to be just 5 minutes from Lenah Valley tram. Dainty morning and afternoon teas, ice cream, etc. advertised until 1935.",
    "The Willow Tea Gardens were 5 minutes from the Lenah Valley tram terminus. They operated in this orchard from December 1934, but may have started higher up the valley a year or more previously, serving Morning and Afternoon Tea. Hot scones and honey, ice creams, fruit salads and fruits in season.",
    "In 1940 an American Tea was held at Willow Tea Gardens in aid of the London Air Raid Fund. The Tea Gardens closed in 1944.",
    "Just past the bridge on Old Farm Road, on the way to Myrtle Gully, stood the Bun-Ga-Lo Tea Rooms. They offered refreshments to walkers taking their Sunday outing along the one-mile bush walk from the back of the Brewery to Myrtle Gully.",
    "The feature of this tea garden was its art. Very large paintings, almost six feet wide and three feet high, hung all round the place according to one young patron, Walter Nicholson, who marvelled at them many times. All portrayed the charge of the Light Brigade in Crimea, ‘their horses rearing up, the officers with their red jackets, plumed hats and bloodied swords cutting the infidel Russians down. They were absolutely magnificent, make you want to be a soldier and ride a horse, into battle, you know, it was marvellous.’",
    "In 1940 the Myrtle Gully Tea Gardens (aka Bun-Ga-Lo) was for sale ‘comprising 2 acres first-class land, mostly fruit and vegetables. Abundance of water, 5-roomed weatherboard House, large dining-room. A splendid opportunity for married couple. £725.162.’ One Emma J. Griston was proprietor at least between 1943 and 1949.",
    "Bun-ga-lo still stands, now occupied as a private residence.",
    "Collinsvale",
    "Historical, Archaeological and Social",
    "Tea Gardens of Hobart Maria Grist",
    "The history of the tearooms is a little neglected. And our lived experience of what they were actually like to be in is fading fast.",
    "The Homestead and Hautiac Tea Room appears on the 1937 Hobart Walk Map of the mountain.",
    "Raynor described their part in history in his chapter on the Upper Hobart Rivulet.",
    "WPHH 0342",
    "Tea Gardens of Hobart Maria Grist",
    "Tony Raynor"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a47edc7a-de5c-4cb6-a2cf-09ddbfecadeb/cascadetea-gardens.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611190439388-OBVH4V6QAORABOGN06CG/cascadetea-gardens.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647952792184-9D3S1H3QR0UT0G7USLPF/StricklandAve4-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605312488022-NPQCH5MSHYQFENA0Q3AH/IMG_2744.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605312491351-FSUO8Y9EDY255IZWL8Y7/IMG_3497-2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605312488059-DMRX2XZYYUZSB5KRPF3L/cascade_gardens.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605316588877-QEX843TYCHCJPIXXCDG7/cascade_gardens-%282%29.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605312719960-OBZUQ1QYLQ7LWZSFV9WX/fairy-gorge-eBay.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605312492476-Y091K2I1DE4TJVNKMFL5/nla.obj-145449077.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605316347900-A9U1F394LFOG7M9YQPDP/cascade-s.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1725598620768-EAG6VK3FO1GQXJOQ4HY7/Screenshot+2024-09-06+at+11.44.24%E2%80%AFAM.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/ab5ccbc7-5155-4ec5-93df-53628dfa48ed/Cascade+tea+garden2.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/0a77739a-8327-4cc8-9d1a-dd6577ef3cab/StricklandAve4-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a6525f9c-c2cd-4ca8-8df7-319a47e392c2/fairy-gorge-eBay.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/4b49e9ac-9a43-4ab9-bcb6-3aa7867c0524/Screenshot+2024-09-06+at+3.16.59%E2%80%AFPM.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/4737ca5b-d5fe-4fa9-8d44-4ebc00614f4f/Screenshot+2024-09-06+at+12.28.31%E2%80%AFPM.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/feb9b5d2-c7ae-4ecd-8e60-ca66ad64fc3d/IMG_2744.jpg"
    }
  ]
}