{
  "url": "https://listthemountain.org/destinations/woods-hut",
  "title": "WOODS’ HOSTEL",
  "paragraphs": [
    "Australia’s first wilderness lodge",
    "It was reported in 1848 that ‘a few individuals are busily engaged in preparing a resting place midway up, wherein may be enjoyed creature comforts … preparatory to the ascent … towards … the summit of the mountain. The promoters of this undertaking deserve the thanks of all who relish a day of harmless and healthy recreation. Colonial Times 12/9/1848",
    "Almost fifty years before the Springs Hotel was built, visitors to the mountain could find—halfway—refreshment, a hot meal and overnight lodging as well as guidance, at Wood’s hostel at The Springs. Simple it was, but it was, perhaps the first ‘wilderness lodge’ in Australia and it operated between 1860 and 1880.",
    "It was the home of the ‘Old Man of the Mountain’, Henry Woods and his wife and children. As well as looking after tourists—including searching for them when they became lost in the “blindfold” mists—Woods carted ice down to the city every second day, looked after the water supply at the Springs and cut and repaired walking tracks for the Council. The kettle was always on the boil at Woods cottage according to historian Elizabeth de Quincy. She also reported the claim that the garrulous Woods  might lay claim to having more acquaintances than any half dozen best known colonists—such were the number of their visitors.",
    "Woods was succeeded for a short time by his son (also Henry), then later by Joseph Thomson and lastly by Daniel Lucy, who had the unfortunate luck of choking to death on a sausage. After this time, a ranger was formally appointed to look after the Mountain and its many visitors.",
    "Historical, archaeological and social.",
    "In 2018 the Park’s trustees agreed that Wood’s Cottage (WPHH 0407), Woods Stables and Wood’s Hut 2 should have high priority for nomination to the Tasmanian Heritage Register.",
    "A Timeline of buildings at The Springs",
    "Focus on the Fringe"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601432194086-GRZGSJ86IBRQK7K0PLL2/Illustration+from+%22The+Graphic%22+1884"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670387909225-1JGYVQR8KJE3X5TW6ULP/Woods%2BHut.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650424334783-VUFKSP1Y5BPQ873NIXJW/b50747-springs-crop.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1639179112859-0UTYDEI68LLTFRD5MSC3/woods_2b.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590556965150-WGUKD1P9PK70X7LDBWTA/Screen+Shot+2020-01-28+at+2.37.15+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690289853515-26HUIEC3NLAJA00FEKSB/Screen+Shot+2023-07-25+at+10.16.41+pm.jpeg"
    }
  ]
}