{
  "url": "https://listthemountain.org/nominations/national",
  "title": "national",
  "wordCount": 285,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h1",
      "text": "NATIONAL Heritage Place"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“Although we say mountains belong to the nation, actually, they belong to those who love them.”",
    "“The grand old mountain that looks down on the seaport city of South Tasmania is, I presume, the most celebrated and oft-visited mountain of the Southern hemisphere (“the Cape” alone excepted) and is perhaps better known throughout all continental Australia than any eminence.”",
    "The current (2015) management plan for the mountain suggests that the management authority (the Wellington Park Management Trust) should ‘Consider preparing an application for National Heritage Listing for the Park, based upon the park’s identified natural and cultural (including landscape and social) values.’ (WPMP page 82).",
    "That ‘consideration’ was based on three expert heritage assessments: a 2003 National Estate heritage assessment (and interim listing), a 2005 audit by McConnell and Scripps that—provisionally—assessed the Park as having ‘a few’ places of ‘national and/or international [heritage] significance’, and a 2010 Landscape assessment by Sheridan that argued the mountain was, arguably, ‘the most outstanding Associative cultural landscape of its type in this country.’ Since then, a (in 2018) Hobart Council officer report advised Council that though the Organ Pipes were unlikely to have stand-alone national heritage significance, the Park, in toto likely did have national heritage significance.",
    "After discussions with national heritage officials, ENSHRINE understands also that:",
    "national heritage recognition can only follow local and state heritage recognition.",
    "achieving national recognition will require strong support from all levels of government,",
    "Demonstrated—think investment—concern for the restoration of the mountain’s cultural heritage jewels, and",
    "Because the national list is heavily weighted with small, colonial-era, heritage places: the more desirable additions are in large places with indigenous heritage.",
    "In this light, ENSHRINE has prepared an indicative, summary, national heritage Statement of Significance:"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/ec0a14f4-54dd-4019-8ec3-0dc849f48a8a/ANP+Summary.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/702072fd-33e7-4b2d-8643-d40d91502ea9/NHP+Cover1.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}