{
  "url": "https://listthemountain.org/political-flashpoints/anti-war-protest",
  "title": "Anti Nukes Peacenik",
  "paragraphs": [
    "It is perhaps the aquatic equivalent of the butterfly that caused a hurricane.",
    "In 1975 ‘the big E’, the USS battleship Enterprise—the world’s then biggest warship, the longest ship ever built—motored up Storm Bay and moored in the estuary of the River Derwent. It was a ship so long and so deep and so high it could not have docked even it its captain had agreed, which, considering its thermo-nuclear missiles and nuclear power plant aboard, he never would have requested or accepted.",
    "Richard Flanagan was aged fifteen. Looking back twenty years later, he wrote that though there was no mass protest, no protest save for the action of one man, that one action, ‘a small action—a gesture, no more—was part of the beginning of a politics of place in Tasmania, the full potential of which is still to be realised.’ The way Flanagan saw it, its impact was as profound as it was unexpected:",
    "‘This one action seemed to make all the connections I had not found in Tasmanian art; connections between the personal and the political, between the natural world and the human world, between what was and what could be, between my place and myself. This action seemed to suggest that a love of place could be a powerful and commanding moral and creative force. Most of all, it spoke of the possibility of hope in my world.’",
    "The action itself was to pitch a tent on the Pinnacle—about as far from the Big E as one could be in Hobart—and sit out its visit for a week, fasting. It was a classically Ghandian protest. It was the captivating action of a doctor, a one man, anti-nuclear, peacenik named Bob Brown.",
    "This politics was how Hobart became home to one of the—if not the—first green political movement in the world—a movement that rapidly spread across the globe, and with Bob Brown its leader.",
    "Flanagan argues that the concept of wilderness—first and most firmly—took hold in Australia in the shadow of the mountain. And he quotes another veteran leader of green campaigns, Kevin Kiernen: prominent in the Pedder campaign, a founder of the Tasmanian Wilderness Society and the life partner of the mountain’s heritage master Anne McConnell. Growing up in Ferntree, Kevin wrote that ‘The wilderness seemed too start in my backyard.’",
    "A temporary tent site is a place, but it has not been assessed for its heritage significance. On its own, its history is perhaps only of some local significance. The greater significance lies in it being one of many, diverse protests that explain the argumentation over nature, aesthetics and use. As such, it may be of some national heritage significance.",
    "REFERENCES",
    "On the mountain by Dombroviskis, Flanagan and Kirkpatrick [Westwind Press 1995]"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/5e129f0e-aa36-4371-89c8-cf0f061ff13e/Screen+Shot+2023-05-16+at+8.13.40+pm+%281%29.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684248393576-CCZHJECOM6QIXPX9C7FN/Screen+Shot+2023-05-16+at+8.07.14+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684248401699-W4VSXR337QBFBK6CTQB7/Screen+Shot+2023-05-16+at+8.22.13+pm.jpeg"
    }
  ]
}