{
  "url": "https://listthemountain.org/political-flashpoints/bluegums",
  "title": "Forest vandals",
  "paragraphs": [
    "At the height of the wood-chipping era in the 2000s, the statuesque woodcutter of old grew noble as a by-gone sustainable selector of fine lumber. But back in his own day, a few saw in him the same destroyer as some today see slinging chainsaws up a snig track.",
    "One contemporary witness of the woodman’s work up the Mountain wrote that their axes appeared possessed of a “Vandalic fury”.",
    "For the centuries old, giant bluegum stands girdling the Mountain whose dwarfing height and elongated beauty exceeded all, invited rapturous awe but their value fallen overcame all arguments to let them stand. Arguments such as this by the visiting Irish politician Sir Thomas Esmond in 1890 (the same era as the Beattie photographic print above). Sir Tom gave a compliment and a complaint. Writing for an Irish periodical he said he \"spent a delightful day among the lovely fern-palms overarching the moss-covered rocks and purling, flushing watercourses” at Fern Tree “while all around towered those peerless monarchs of the forest, the giant blue gums”. Alas, he added, for “the materialism of our age!” “There are slopes of Mount Wellington denuded bare, appealing to the avenging pity of high Heaven from the Vandalic fury of the woodman's axe, which has laid thousands upon thousands of these glorious blue gums low. What a pity it is, and what a disgrace, that in a district such as this, where there are acres upon acres of timbered land fit to fell—if, indeed, it pays to fell it—Mount Wellington of all places should be chosen for the reckless and indiscriminate destruction of the giant trees which go to constitute its idiosyncratic loveliness?”",
    "And here’s the kicker. “Is there no aestheticism in Hobart, nor any public spirit, that the mere sordid, miserable, hateful lust for gain should be permitted to rob forever the capital and the country, too, of the unique and priceless glory of its sylvan treasure?\"",
    "The Conservator of Forests reported in 1887 that:",
    "‘troops of boys armed with tomahawks and guns, are everywhere to be met with in holiday time, lighting fires, which they do not afterwards take the trouble to extinguish, chopping down saplings, or setting fire to the forest by the use of inflammable gun-wads etc, besides other depredations, including the destruction of ferns...’",
    "Forestry interests suggested the entire mountain be clear-felled and entirely replanted with European trees.",
    "The argument of Sir Tom, and many others over many decades, culminated in the reservation of the Mountain Park in 1906. In that Act, no flower, no tree could be cut.",
    "The debate is purely intangible. No specific site is likely to be assessed for its heritage significance. On its own, its history is of some local significance, but in being one of many, diverse protests that explain the argumentation over aesthetics and use it may be of some national heritage significance.",
    "The Mercury August 11, 1890 p. 2"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1619512840857-TRHAZJEDGH0Q0PJ123M7/BeattieSpringsGeneralview.jpg"
    }
  ]
}