{
  "url": "https://listthemountain.org/political-flashpoints/cable-car",
  "title": "A Cableway",
  "paragraphs": [
    "Before any engineer, before any proponent, comes the poet. In The Tasmanian Charivari (published in 1867) first appears the poetic idea of a train taking you up to a Pinnacle Station on top of the mountain. Over the following century and a half, at least once every generation, the idea reappears.",
    "The poet wrote in jest. The proponent of the next iteration—1897—was a crackpot. His idea was ridiculed from the beginning, but not forgotten. After the turn of the century a third version by bona fide businessmen arose, gained an Act of Parliament in favour with a 40-year lease on a strip of land one chain wide agreed, but after the proponent suddenly died, the idea petered out. In the 1920s a new enthuiasist, a city Councillor named W. E. Bottrill wrote letters and claimed an aerial line could pay for itself, would increase summit visitation a hundred-fold, would give Hobart a unique tourist attraction and also not only counter the mainland view that Hobartians were unenterprising, but be ‘an interesting topic in the Mother-Country’. Mercury 5/4/1913. Councillor Bottrill could not find a seconder for his motion. A 1930s vision appears to have achieved no more in its short life than the creation of a press release.",
    "Typically short-lived—most less than a few summers—nevertheless, as each grew increasingly sophisticated, each had to be taken increasingly seriously.",
    "The early schemes had support from all quarters, public and private; the later schemes less so.",
    "The penultimate scheme was Tim Burbury’s ‘Skyway’ project, but Burbury mounted at least three attempts, starting in 1987 with his Trinity Projects plan released for a hotel to be serviced by cable-car. \"It became a public issue before we could do detailed planning,\" Burbury told journalist Andrew Darby. \"We decided to drop it.” Skyway launched with a Government press conference, artists' impressions, and secret financial backing from a government minister Peter Hodgman. Hodgman’s hyperbole included the claim that a cable car would be a tourism spectacular rated alongside Uluru or the Great Barrier Reef. The Premier, Ray Groom, said it would rival the Sydney Opera House (reported by Andrew Darby, Age, August 1993).",
    "Burbury inspired the formation of a dedicated protest group ROCC: Residents Opposed to the Cable Car. The Tasmanian Conservation Trust which had been critical, but even-handed about schemes in the 1970s ‘totally opposed’ Skyway as a gimmick and a crass Gold Coast style development. It scoffed at the route, warned of the environmental impacts of ski runs, forecast that a cable car was ‘highly unlikely to lead to any significant additional visitation to Hobart’, concluded that its financial figures were ‘ludicrously optimistic’ and doubted its viability entirely ‘unless the road was closed’. The Greens treated the scheme with contempt, publishing a centrefold in their magazine The Daily Planet that satirised the scheme as a kitsch cargo cult. When the dust settled, the Wellington Park Management Plan was altered to outlaw cable cars to the summit.",
    "The 2020 incarnation from the MWCC was over a thousand pages long. It enjoyed very significant corporate, government and public support, but also faced the greatest panoply of protest machinery ever deployed upon the mountain.",
    "Those in favour saw an exciting “Next Big Thing”: a boon to tourism, employment and enjoyment. A green, carbon-neutral, silent and spectacular ride to a spacious, modern, comfortable function centre.",
    "The Aboriginal community opposed the scheme from the start as an affront and sacrilegious.",
    "The No side could mass thousands of people at a protest, but the Yes case could generate tens of thousands of “Likes” and petitioned the parliament. ROCC came out of hibernation to oppose it, claiming that the plan was awful, it was commercialisation, it was not green, not carbon-neutral, not silent and not legal. As a counter, a rival Hobart Supporters Group was formed. Hundreds of letters, for and against, filled the newspapers.",
    "Rock climbers appreciate nature. The idea of a cableway passing overhead, cable cars with people looking distractedly down on them, is anathema to them. An aerial cableway proposal that would pass between two of the Organ Pipe buttresses, up a rock face called The Amphitheatre raised their ire. To articulate their disapproval, climbers organised a protest letter signed by some esteemed international climbers. To illustrate their opposition, in 2018 climbers dropped a “NO CABLE CAR” banner across The Amphitheatre and stayed aloft overnight and mounted a vigil on the ridgeline.",
    "In 2019 over 1000 Hobartians gathered at the site of a proposed cableway base station. They all wore red. On a bank above the Trail, the organisers, Residents Opposed to the Cable Car (ROCC) had pegged surveyors tape to the ground marking out the letters N-O  C-A-B-L-E  C-A-R. The action was to be videoed from a drone as the mass of people converged on the tape to form the words. So many people turned up, the organisers let them fill the O. Hundreds more had to stand on the road underlining the slogan. The video and the still image went viral.",
    "Supporters of the cableway manipulated the image to read GO CABLE CAR.",
    "“When The Mountain changes at the behest of human endeavours, people may become introspective, and question whether the developments indicate an understanding of The Mountain itself. Perhaps this is why some people find the idea of a cable car so aggravating, for it seeks to install something constantly moving on what is predominately still. It would impose the essential kinetic nature of humans onto what is infinitely slower. In this way it perhaps reflects an insensitivity to the essence of The Mountain.”",
    "— Angus Barnes, Mount Wellington and the Sense of Place (1991), page 96.",
    "Local government support in Hobart was lacking, but Glenorchy City Council supported the idea and sought to convince the proponents to build it in their municipality. The proponents argued it would not be viable.",
    "A key commercial partner, the Cascade Brewery, in the end denied consent to use their land. The public submission period on the Development Application elicited a record number of negative response. 17 000. The  4 000 who wrote in support was also a record.",
    "After the Development Application was assessed by planners and Council officers as non-compliant, Council voted overwhelmingly to reject it (9:3). The proponent lodged an appeal and scaled back their proposal, but the appeal was also rejected on most of the original 21 grounds.",
    "If the trend in the growth of opposition continues, the poet of the Pinnacle Train Station got it right when he (?) wrote:",
    "“For the trip don't yet make preparation.”",
    "Tasmania has been the site for epic, international-level natural heritage protests—Lake Pedder, The Franklin. Cultural heritage protests are less common. There is no academic history of political flashpoints nor have any of its protest “sites” been assessed. Defining them as places is not simple. Most sites, like the proposed routes of a cableway, are intangible heritage. On its own, because of its very long history, its significance is greater, and is of some state significance. The even greater significance lies in the combination of diverse protest sites and argumentation over aesthetics and use that may be of national significance."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652537330192-9FE670YFROM80HFP0HEN/Picture1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652537343404-TZ7D69CRU063TZJDOR96/Screen%2BShot%2B2019-10-09%2Bat%2B11.53.29%2Bpm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652537334618-0S31GZ7L3BX2IYCIJWVN/1930s_aerial_tram.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652537336976-IYWOX5Y3EE4GI4YKI6GA/1931-aerial-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1666745034562-U7EY3ZVX7GD9JPLRC5SU/1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652582042272-UTJT9YDP5Y14UAAOUUVP/mwcc_cable_car_v1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1652537327703-B3WEW7LJN6NSFA4VY34Y/mwcc_skytram.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/6fffcd91-e66b-42ec-8365-3d5189ed1cf5/Screen+Shot+2022-11-16+at+11.09.07+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698558421437-UG7ICFGGCVQ3S087U3QL/94053ca69d7da83f81568597960b411f.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698558492090-D7YDZ8JW670MFWDO79CM/d0eee0d4-9182-4019-b1f6-903cac7abe95.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698558510081-1P0UR5F10JFY3FCAJLRM/banner.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698558611242-UVNQQH15LO5NJVEMFHXY/08.jpg"
    }
  ]
}