{
  "url": "https://listthemountain.org/political-flashpoints/chalet-hotel",
  "title": "Big Bend Chalet",
  "paragraphs": [
    "In a 1938 referendum Hobart’s ratepayers vetoed a proposal to build a Continental chalet-style, licensed hotel at The Springs.",
    "Undaunted, a year later the proponents hatched another scheme, one with striking parallels to other conflicts over development on the mountain.",
    "In the momentous year of 1939, in May, the Mercury reported that ‘those behind the [original] scheme, with the assistance of the [state] government, have selected another site…on the Pinnacle-road’ where they hoped to erect their hotel. They invited the Premier, Mr Ogilvie, and others to inspect the proposed site and explained how their new scheme could circumvent the protestors who had scuttled their earlier application.",
    "The site itself was crucial to this. It was two miles above The Springs, and one and a half miles from the Pinnacle. That is, it was ‘outside the Mountain Reserve area.’ It was near the Upper Chalet, it was still on land owned by Council but it could if necessary be forcibly acquired under provisions in the Lands Resumption Act. That potent provision did not extend to private companies, but the schemees proffered enhancing features: an ice-skating rink, ski fields and a parking lot. These, they argued, justified the resumption. The best thing about the proposed site, however, was that not only was parliamentary sanction unnecessary—for it could be done with the stroke of a pen, but the consent of ratepayers (so notably low for their earlier proposition) would not be re-tested— for there were none residing that high up.",
    "The Premier promised the government’s support.",
    "For Council it was a boomerang disaster. Almost out of spite, the new proposal (unlike the old) contained no government compensation. Council would be forced to continue to pay for the maintenance (600 pounds p/a) of the Pinnacle road that passed their own dry, unlicensed ‘hotel’ at the Springs, paying to convey their potential ski bunny patrons to a new, licensed hotel-cum-ski resort  just up the road, doing their enterprise further commercial harm. Council opposed the new Chalet.",
    "When the Mercury first questioned the Premier, he would not comment on the matter, but he later said “It is just too bad that a large parking area is needed on the mountain.”",
    "On the Monday, an officer of the Lands Department was sent up to undertake the resumption survey.",
    "Kaboom! kaput! In June the premier dies. In September Germany invades Poland.",
    "A little over a year after these bombshells, in July 1940, the state’s new premier, Mr Cosgrove, noting “the unsettled conditions”, predicted that Tasmania would not get many tourists next year. He suggested Council “revive” the government’s mountain chalet proposal.",
    "No chance.",
    "The site is of some local heritage significance for its historical value. It is also of some state significance as part of the suite of political flashpoints that are, together, of high cultural significance in the emergence and history of the state—and the nation’s—conservation movement.",
    "TROVE"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/005a7173-8109-4414-8749-987517cc831e/Screen+Shot+2023-05-16+at+10.10.41+pm.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e4d0eac6-f293-48ea-9e8e-db55bd2e9c88/Big+Bend+Chalet.jpg",
      "alt": ""
    }
  ]
}