{
  "url": "https://listthemountain.org/political-flashpoints/ferntree-destruction",
  "title": "Fern Hookers",
  "paragraphs": [
    "Hobartians loved the mountain’s ferns and flowers, especially its waratahs. When occasion—such as a dance hall demanded decoration—people went up the mountain and came back with fresh decorations—free. This was a tradition, it showed appreciation. But others from the 1860 onward saw it differently.",
    "With axes, tomahawks and inflammable gun-wads, by ‘wanton’, ‘barbaric’, ‘ruthless’, ‘foolish and absurd destruction’, ‘robbery’ and ‘disgraceful vandalism’; the mountain—with its beautiful ornaments, its lovely forests, instead of ‘some of the best and romantic scenery in the World’ and ‘a paradise to botanists and a joy forever’—had (some complained) in parts, come to resemble ‘a battlefield.’",
    "For fifty years, people complained in anguish that not only were the great giants, the Blue Gums, being decimated, but everything else of beauty too: the ferns and the flowers, were being ripped out. It was not only brutal, it was so selfishly greedy and short-sighted.",
    "Those who protested wrote to their local newspapers to implore their fellow citizens and they wrote to their city councillors demanding action. The council passed by-laws, but the destruction continued. In 1906 a large portion of the eastern face of the mountain was made into a ‘National Park’ and the removal of a single fern or flower was prohibited, but fifty years later the Reserves Committee of the Hobart City Council was still dealing with commercial exploitation. From at least 1860 to almost 1960, the same desperate complaint is made."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/69e83d15-81ff-4de7-b434-4c3e9e885bb8/Screen+Shot+2022-11-24+at+11.21.58+pm.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612235772535-T8IK3IKOPRHU9CKEBZC4/Fern-destruction-1878.png",
      "alt": "Hobart Tribute 1878"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617276950415-04A87LQYSGRMLY5NA7MX/Screen+Shot+2021-04-01+at+2.44.28+pm.png",
      "alt": "Screen Shot 2021-04-01 at 2.44.28 pm.png"
    }
  ]
}