{
  "url": "https://listthemountain.org/political-flashpoints/invisible-mountain",
  "title": "THE INVISIBLE MOUNTAIN",
  "paragraphs": [
    "After camping the night behind the summit of the mountain in December 1837, just before descending, Jane Franklin—whose husband, Governor John Franklin, administratively controlled everything in her sight—seated herself upon the cairn at the pinnacle. With a map of Van Diemen's Land spread before her, she requested “a list of every remarkable feature and all the prominent objects in the wide landscape” be written out on the spot.",
    "We do not know the names or even the number of remarkable places in the wide landscape recorded on Lady Franklin’s pioneering statement of significance—the document does not appear to have survived the centuries—but a two-volume inventory of heritage places on or near the mountain compiled by Anne McConnell and Lindy Scripps in 2005 tallied just shy of 300 remarkable places. Nowadays the Wellington Trust Historic Heritage database lists 550 such places.",
    "So, the significance of the mountain was recognised from the earliest decades of British occupation, and the range of such cultural places is briefly (and well) articulated in a well thumbed Park Trustees PDF to contractors:",
    "‘Throughout Wellington Park there is an extremely rich and diverse cultural heritage that includes: Aboriginal campsites, stone quarries and art sites; historic tracks, roads, bridges, tramways, camps, convict places, huts, mines & quarries, sawmills, limekilns, dams, pipelines, wells, cairns, ski fields, hotels, schools, churches, farms, orchards, tree rows, isolated plantings, gardens and homes. Many heritage places occur close together, forming distinctive and important historic cultural landscapes.’",
    "Notwithstanding their quantity, extensiveness, variety and significance, the most striking discovery of the modern inventory-making process was McConnell and Scripps’ assertion that, today—180 years later—all this mountain’s historic heritage was still, officially unrecognised. Quote: ‘unknown’ and ‘invisible’, the pair claimed.",
    "In fact the mountain has been a landmark, intimately known, for thousands of years, yet none of its ‘remarkable features or prominent objects’—be they historic, archaeological, scientific, aesthetic, indigenous or natural—virtually none of its cultural jewels are inscribed in the registers established to recognise and have protected and preserved such places. It is the purpose of this survey of The Invisible Mountain to explain why, despite everything, this is so and how it should be remedied. The Invisible Mountain has three parts. It chronicles the emergence of heritage awareness, reviews the mountain’s many heritage audits and assessment reports, and attempts to explain why the mountain’s cloak of invisibility has remained in place, against all advice, for so long.",
    "To specifically restate the mountain’s current heritage status situation: no places within Wellington Park are listed by local, state or national heritage bodies. None.",
    "McConnell and Scripps reported that in consequence of this poverty ‘there is no management of the historic heritage.’ No management. None. That sounds harsh, but as a recent Administrative court case [MWCC V. Hobart City Council] has demonstrated, this lack of recognition has real-world consequences.",
    "But first, a chronology. A dawning of the recognition of significance.",
    "The cultural heritage consultant Gwenda Sheridan understood in 2010 that the mountain must have an ancient cosmological history. A story of how Mount Wellington came to be and is. This is the Aboriginal history of the mountain, the history of the Dreaming. A history that covers millennia. She wrote of it in her magnum opus as ‘the undiscovered history of the evolved landscape of Mount Wellington’. That history reaches into the present. The prominent palawa man Professor Greg Lehman has spoken and written about it for going on fifty years.",
    "We should not expect statements explicitly extolling the Mountain’s non-indigenous heritage value in records pre-dating about 1903 because heritage recognition is typically the gift of becoming a centurion. But in fact, there are records that predate federation, many eulogies to the mountain’s cultural value for its aesthetic and scenic beauty, its social importance, its recreational and its scientific value . There are many letters, statements and reports encouraging its protection and lamenting any damage to its fabric.",
    "The water-bearing portion of its eastern face was granted legislative protection in the 1850s. This itself was an Australian first.",
    "In April 1900, sitting patiently at The Springs in a clear and quiet sunlit glade awaiting the return of bushwalkers he was too young and green to accompany to the Pinnacle, whilst idly examining the trunk of a great grey fallen tree, the young author Ray Bridges found scored deeply into a lichened and decaying bowl, initials and surnames and dates from fifty years past. Like the poet in the Forum Romana with his fingertips in the grooves of toppled Doric columns or like a Tasmanian tourist’s thumb in the clay of a convict brick, Bridges felt time fall away. He felt the presence of those tree engravers, but who were they? Bridges noted that ‘Easily accessible records of the mountain’s story were few at that time. Certainly nothing of it was taught at school—nothing even of Australian history was taught in those days. Who that knew the Mountain told its story?’  No one. Yet how profound was the mountain’s influence on his youth, on youth, and on all locals, he commented.",
    "Bridges continued: ‘Down the generations … Mount Wellington has exercised a progressive influence on the life of the community. The rolling, sweeping glory of the mountain is the first grand picture stamped on the mind of the Hobart born.” In this same paragraph Bridges is the first to specifically recognise that this is an inheritance: ‘the beauty and the glory of the city's heritage is expressed in activity on … track construction.’ Heritage here used in the sense of duty to one’s benefactors, to what one has inherited.",
    "The Mountain Park Act ‘Constituted and set apart as a Public Park’ 3750 acres (1500 hectares) of the eastern slope of Mount Wellington (colloquially understood as a NATIONAL PARK) ‘for the pleasure, recreation, and enjoyment of his Majesty’s subjects and other people. This setting apart, the exclusion of all but listed uses, marked the profound change in public perception of the mountain’s value in itself. Its shrubs, trees, herbage and animals are to be ‘preserved or protected’, nuisance prevented, trespassers removed, and there is a licence granted to kill intruding dogs. The Mountain Park Act 1906 stood for almost a century. Though repealed by the Wellington Park Act 1993 (below) its essential purpose was, if anything, strengthened.",
    "Bridges’ reflections were published in 1931 in the Melbourne Argus. In a January 1932 op-ed in the Mercury on the threat of bushfires, Bridges wrote again of the mountain’s heritage: “It is a poor thing if such a great heritage as we have in this park should be injured”. Here he encompasses all its heritage: natural, built and aesthetic.",
    "In the track notes accompanying the Mount Wellington Walk Map produced by the Hobart Walking Club, every mountain visitor is urged to tread lightly in order to ‘protect and preserve this heritage for handing on unspoilt to future generations.’ This walk map is itself now a heritage artefact, and virtually every place shown on it has heritage significance.",
    "A publication The Historical Interest of the View from Mount Wellington by Sir Herbert Nicholls elegantly described the historic landscape in view from the Pinnacle.",
    "After the 1930s, recognition of the Mountain’s heritage was next most starkly revealed after much of it had been destroyed. The cataclysmic 1967 bushfire that scoured the Mountain and destroyed dozens of buildings and countless artefacts (including Bridges’ carved tree trunks) also revealed the home of a phoenix at The Springs: The Historical Exhibition Gardens. A number of studies gradually pieced together its history, assessed its heritage significance and recommended it be recognised.",
    "At last, the first ‘impossible’ history of the mountain is published. Elizabeth de Quincey self-publishes the landmark History of Mount Wellington.",
    "As part of Regional Forest Agreement negotiations, an expert panel employed by the Forest and Forest Industry Council recognised the ‘cultural aesthetics’ (including scenery) of the Wellington Range as being one of its ‘most significant attributes’.",
    "Wellington Park is enshrined in the Wellington Park Act 1993. This Act (according to its Long Title) established Wellington Park ‘to provide for its protection …’. It repealed the century-old Mountain Park Act, but retained that Act’s quintessential visionary phrase: ‘to preserve or protect’ simultaneously greatly increasing the Park’s area (tenfold from 1500 to 18,000 hectares) and further limiting the range of uses. At its heart, in Clause 5, ‘Wellington Park is set aside as a reserve’. (Here, merely substituting the former Act’s ‘set apart’ for ‘set aside’ and ‘reserved’ for ‘constituted’.) The Purposes for the Park include: the preservation or protection of the natural beauty of the land or of any features of the land of natural beauty or scenic interest; and also the preservation or protection of any features of the land being features of historical, Aboriginal, archaeological, scientific, architectural or geomorphological interest—where “interest” is as close as the Act gets to saying heritage. This Act made Wellington Park a State Reserve, but, effectively, it was a National Park.",
    "A year later Wellington Park is given interim National Estate heritage recognition. The area gazetted extends far beyond the current Park boundary in the north and in the east.",
    "Landscape consultants Inspiring Place prepared  a 200-page report entitled Wellington Park: Values, Use and Management Inventory. From hundred-year-old maps, published research, official records and photographs: approximately 60 heritage sites were identified, including Aboriginal, non-Aboriginal and Natural sites. The report produced core heritage nomination documents: Statements of Significance for Aboriginal, scientific, visual and cultural heritage. It also argued that ‘the views of Mount Wellington from the City of Hobart have or possibly have National Estate value for their scenic qualities alone.’ (p. 179)",
    "Also published in this year was On the Mountain, authored by Richard Flanagan and Professor Kirkpatrick, but it is they who illustrated the main contributor, the photographer Peter Dombroviskis. This book is the landmark work on the mountain’s social and aesthetic significance.",
    "The promulgation of the first Wellington Park Management Plan. The Plan covered a lot of ground, including sketching out a cultural heritage management policy.",
    "Interpretation themes are a proxy for cultural significance. The Management Plan included list of 12 themes that may be summarised as: political history; economic history; social history (visitors, inhabitants and esp. women); the tracks and huts; science; drinking water; fire; The Springs (especially the Hotel); Pinnacle Road and the Prisoners Stockade. McConnell and Scripps added six more specific themes in 2005: Wragge’s Observatories; primary production of timber, grazing and hunting; Myrtle Forest; Jefferys Track; the Exhibition Gardens and the Icehouses. The authors also suggested that ‘interpretation should be broader themes that integrate the landscape aspect and the history of use. Approaches that look at the evolving historic use of Mt Wellington and/or Wellington Range based on its resources, or explore its history as the hinterland of Hobart and an essentially natural fringe environment, or which explore the natural features and the social values are considered important because they help us learn about the history of Hobart and the broader region, and help us understand the layered meanings of Wellington Park.’  (p 60)",
    "Publication of volume 1 of Focus on the Fringe: Layered use & meanings in a natural context.",
    "The world authority on the mountain’s cultural heritage, Anne McConnell and a doyen of Hobart’s historic heritage reporting Lindy Scripps began with 108 places, mainly those identified in the 1996 Values report (above). After three years work they had increased the heritage dataset to three hundred places, but perhaps more significantly, the detail known of the places expanded from 35 pages to 270 pages. Leading the research in the field and in the archives, McConnell read interviews, sought out and then catalogued every single public submission and stood upon almost every posited site. The pair’s inventory was published by the Wellington Park Management Trust in two volumes between 2003–5.",
    "The work’s title is counter-intuitive, but its purpose is plain. A “place” is anything—from a tree to a sea-to-summit landscape—of heritage significance. They found that, however, ‘only 2% of places are listed on, or have been nominated to, a heritage register or list’. Another five places are included as part of the Tasmanian Heritage Register and planning scheme listings.",
    "One of the three key issues identified in their Audit was that within the management agencies and more broadly, heritage was ‘an invisibility’. This was confirmed by their review of existing plans and strategies for Wellington Park that ‘reveals deficiencies in these documents which can potentially result in negative impacts on historic heritage. These issues reflect a low level of active management of historic heritage in Wellington Park to date.’ The report recommended, among other things, ‘urgent comprehensive historic heritage studies of the Springs and Pinnacle areas, and a landscape values assessment for the whole of Wellington Park’ and ‘development of a Historic Heritage Management Strategy.’ (Project Summary-no page number).",
    "Twenty years later, there is no Heritage Management Strategy nor the ‘urgent’ historic heritage study for the Springs.",
    "McConnell and Scripps then audited the “Fringe” inventory, assigning significance to each entry. They assessed 125 places as having local cultural heritage significance. (Seventy per cent of those places were on land owned by the Hobart City Council). 67 places were assigned regional cultural significance. 22 were of state heritage significance, and half a dozen obtained national and/or international heritage  significance. As well as the hundreds of individual sites, the audit identified two heritage site complexes: the Ice Houses and the Mountain Water Supply System; and twelve “Proto-[heritage] precincts” including: The Springs, The Pinnacle, Junction Cabin, Montrose Trail, Upper Merton and the Myrtle Forest-Fairy Glen fringe. (See map below).",
    "The Audit also proposed the entire eastern face of the Mountain as a single heritage place: a historic cultural landscape.",
    "Lee Andrews and Associates’ prepared a Cultural Significance Statement for the Historical Exhibition Garden. It recommended it as worthy of local, state and national heritage listing.",
    "Junction Cabin Area Historic Heritage Assessment published.",
    "The Springs Initial Conservation Policy (Wellington Park Management Trust) argued that ‘The Springs Precinct as an entity is considered to have local, regional and state level significance. And the Mountain “more generally” met additional state level criteria thresholds.’",
    "Three major heritage reports were completed in this single year but the two prepared by the Trust were not published.",
    "Gwenda Sheridan’s magnum opus 5-volume, 1500 page exploration of the Mountain’s aesthetics with the blockbuster title The Historic Landscape Values of Mount Wellington: An evolution across time, place and space (WPMT).",
    "Sheridan studied the Park’s landscape as seen in historical documents and images ‘to characterise each intellectual epoch, to articulate and then assess the Mountain’s social landscape values.’ She concluded that the Mountain was ‘an icon of Tasmania, one of THE most culturally significant Associative cultural landscapes in Australia, and also one of THE most significant and wonderful examples of an organically evolved cultural landscape in Australia.’ [her CAPS]. Sheridan considered the non registration of the Park by Heritage Tasmania ‘a serious omission’.",
    "Sheridan also wrote a Statement of Significance for the cultural heritage significance of the Mountain to the state, and  compiled a list of Priority Conservation Recommendations.  Never in a century, since the enactment of the Park as a Park, has a more astonishingly bold set of expert recommendations been suggested for the Mountain. The recommendations were not endorsed by the Trust on the grounds (it was explained to us) ‘they need to be considered in the light of other subsequent relevant historic heritage and landscape assessments” and that “some of the recommendations were not adequately justified.” In fact, the report was never even put on the agenda for discussion by the trustees.",
    "In the same year, based directly upon the 2005 Audit, Anne McConnell and Lucy Handsjuk completed for the park’s Trust the Mount Wellington Summit Area Historic Heritage Assessment. The Assessment confirmed that the Pinnacle area was the most important cultural heritage site on the mountain and also, confoundingly, under the greatest threat because it was nominated in the Management Plan (that is intended to protect it) as a key place for development. ‘The historic heritage values of the summit area have been undervalued to date, and to help recognise and protect these values of the summit area the significant sites in the area should be included on relevant lists, including in the City of Hobart Planning Scheme Heritage Schedule and the Tasmanian Heritage Register. It has also been determined that the summit area can be considered a 'precinct' as per the Wellington Park Management Plan.’ (Executive Summary, page iv-v.) The authors also drafted a lengthy Conservation Policy to guide management of the Precinct, but this report—close as it is to completion, was never completed nor considered by the trustees.",
    "The Southern Tasmanian Regional Land Use Planning Strategy (published by Tasmania’s southernmost Councils) recognised that ‘Many of our landscapes still enable the discernment of various layers of modification by human activity - from Aboriginal occupation to early colonisation through to the present day. This is in contrast to mainland Australia where it is difficult to find landscapes in such close proximity to major cites in which older layers have not been obliterated by post World War II development’ (page 37). From this assessment alone might be derived upon the mountain a cultural landscape of national significance.",
    "2010 was the year of building blocks for the ‘comprehensive landscape values assessment’ required to inform a historic heritage management plan, as suggested in 2003, but a few more foundations were required. The Trust got to work and produced a cracker.",
    "In Wellington Park Landscape and Visual Character and Quality Assessment a pioneering visual sensitivity analysis of the Park was published. It drew upon the emerging field of Geographic Information Systems to create 3D views of the Mountain’s visible landscape from diverse places outside the Park. It also produced almost infinitely-scalable renders from any angle that could be reproduced on the largest printers’ sheets. This analysis was subsequently incorporated into the management plan.",
    "Approximately 40 geo-Heritage assets were listed by geographers on the Tasmanian Geo-heritage Database.",
    "In The Historic Track & Hut Network of the Hobart face of Mount Wellington (Interim report, Wellington Park Management Trust) Anne McConnell produced a comparative analysis & significance Assessment of the mountain’s historic recreational huts on its lower slopes and the historic walking tracks crisscrossing the eastern face of the Park. Her report concluded that ‘The track network has international level significance as a rare and well preserved, scenic tourism and recreation development’ and the huts, as a suite, ‘had national and some international level heritage significance.’ [The WPMT now has funding to complete the interim report.]",
    "McConnell’s next report, a final piece of Heritage assessment, Wellington Park Social Values and Landscape - An Assessment (Wellington Park Management Trust) was based on a public survey that canvassed social attitudes towards the mountain in an attempt to categorise, characterise and calculate the mountain’s social value. The Assessment recommended the maintenance of the Park’s landscape values (i.e landscape, aesthetics and sense of place) in particular. The essential naturalness of Wellington Park and its perceived wilderness quality were the most important values expressed by the community. (page iv)",
    "The revised Wellington Park Management Plan is promulgated. It gives the Park’s Management Trust the power to ‘designate’ ‘areas or sites of historic heritage, including cultural landscapes as heritage precincts or heritage sites.’ (page 79). The Trust has, internally, designated two precincts (Springs, Icehouses) on its heritage database, but the legal consequence of such designations is inchoate, having never been tested.",
    "In the The Fern Tree entry area  historic heritage Assessment (page v) the author recommended ‘That the Wellington Park Management Trust recognise the Fern Tree Park to Bower to Silver Falls area as a precinct as per the Wellington Park Management Plan 2013; specifically the 'Fern Tree Bower Precinct'.",
    "The current Wellington Park Management Plan, substantially revised in 2013 and tweaked in 2015 recognises historic cultural heritage ‘as a fundamental value of the Park’ (page 79). ‘The Park has many sites and items of historic cultural significance’ (WPMP page 6). It describes the Park’s built, scientific, political, aboriginal, touristic and recreational heritage places, as well as cultural values such as its aesthetic beauty and sense of place. (WPMP Chapter 5.3). It codifies the Park’s cultural heritage under nine heads. Not all heads are equally significant, but some, such as scientific/cultural heritage are considered of international significance. The Plan concludes that the Trust should “Consider preparing an application for National Heritage Listing for the Park, based upon the Park’s identified natural and cultural (including landscape and social) values” (page 82). How’s that going? If it was started, there is yet nothing to show of it.",
    "Hobart Lord Mayor Anna Reynolds had Council staff assess the potential for a nomination of The Organ Pipes as a national heritage place. The report provided (on that head) was positive. It also noted that a sum of $100K would likely be required to prepare such a nomination. The motion was accepted by Council, but amended in its passage to the effect that the consent of the state government would be required before the funds were committed. No consent was sought and consequently no funds were committed.",
    "As a result of continuous heritage “stock-takes” the inventory of historic heritage places enumerated in the Wellington Park’s Trust heritage database numbered 552 individual places. It includes dozens of heritage complexes, seven heritage precincts and two Heritage Areas. Yet all this: all of its reports into the social, landscape and cultural significance of the mountain did not impel the Trust to make any heritage nominations. Nor did any local government authority. Nor the Feds. On the contrary, the federal recognition of Wellington Park as part of the National Estate lapsed in 2012.",
    "ENSHRINE combined the heritage places in all the aforementioned reports into a map of the Mountain’s cultural layers to establish a Mounatin cultural landscape boundary.",
    "Demonstrating that the power of the Lord Mayor is mostly symbolic, in preparing its thousand page Local Provisions Schedule for the Tasmanian Planning Commission, Council officers (who had laboured for years on the task) did propose a heritage place on the Mountain. Pinnacle Road. Yes. But there was nothing provided for any other place on the mountain, certainly nothing for a cultural landscape.",
    "In a breakthrough for cultural heritage, the Wellington Park Management Trust nominated three places to the Tasmanian Heritage Register. Two tracks (The Wellington Falls and Fingerpost) and the Exhibition Gardens at the Springs. The Trust considered these three shoe-ins, the most comprehensively studied three of a short list of 17, so they were shocked to be informed that neither the Exhibition Gardens nor the Fingerpost Track met the threshold. Assessment of The Wellington Falls Track was not completed.",
    "The Trust, also disappointed to hear of no state interest in the timber-getting area, recognised under its own authority a heritage precinct in the vicinity of the Guy Fawkes rivulet containing a cluster of an early colonial timber (woodcutting) sites.",
    "The Wellington Park Management Trust published its Historic Heritage Database. The database is based on its 2005 Audit (above) and contains over 300 sites, each referenced. The list is headed with this text:",
    "The following sites are listed on the Heritage Database maintained by the Wellington Park Management Trust…Any works that may impact these sites trigger cultural heritage management requirements under s29 (2) of the Wellington Park Regulations 2019. Penalties apply.",
    "The Mountain’s cultural significance is thereby, by now, well known and deeply studied. Likely more words have been written about the mountain than any other mountain in Australia and to our knowledge, no study finds that the mountain lacks any significant heritage places. Research writing will never cease and each adds to our understanding. There is a significant gap in study of Indigenous heritage. Indeed, no studies whatsoever have been commissioned into Aboriginal heritage notwithstanding its equal place in the Management Plan.",
    "Heritage places dot the entire Mountain but heritage registers would not be established for another fifty years.",
    "Currently there are half a dozen registers with legal standing: Tasmania’s Aboriginal Heritage Act 1975, its local Land Use Planning and Approvals Act 1993 which creates local planning schemes, and the Historic Cultural Heritage Act 1995. At the national level, nominations fall under the Environment Protection and Biodiversity Conservation Act of 1999. As do World heritage nominations.",
    "What heritage listing has occurred in this era?",
    "At the local level, while the Southern Regional Land Use Strategy notes that  “many Councils would acknowledge their planning scheme lists are in need of a substantial overhaul” and “in particular, the [statutory processes] system needs to be further developed in regard to the identification and protection of historic cultural landscapes”, this does not apply to Hobart. Hobart amended its own Planning Scheme’s statutory process to accept cultural landscape nominations in 2015. And Hobart listed two cultural landscape precincts on the fringe of the Park (around Fern Tree) and acknowledges the Pipeline Track Corridor Cultural Landscape Precinct. On the other hand, only one place in the Park—a stone water trough at Fern Tree—is in Hobart Planning Scheme’s Historic Heritage Overlay.",
    "The same complete void pertains to the places of cultural significance to Tasmania’s indigeneous community-the palawa and the pakana. Not only is nothing listed, nothing is recognised: a prevailing attitude is that this is because there is nothing. That is manifestly false. But the planning scheme seemingly discriminates against such recognition. It specifically prohibited places solely of cultural significance to Tasmania’s Aboriginal people being listed in any planning scheme heritage code. The current Planning Scheme specifically forbids any such recognition on any grounds.",
    "At the state level, only one place, the Mountain Water Supply System, is on the State heritage register. (It consists of 22 connected sites.) On the other hand, Cataract Gorge in Launceston is registered in its entirety.",
    "Several reports have recommend that various sites and precincts be designated but the Wellington Park Management Trust has only designated (in 2023) one heritage place.",
    "At the federal level, no place on the Mountain is listed.",
    "Don’t blame the government.",
    "Anyone can make a heritage nomination to their local, state or national government, anyone, so is it perhaps that what is everyone’s business is no one’s business?",
    "One overall reason cited for the dearth is that the Park was listed on the National register—wasn’t that enough? Arguably. But the listing was only interim, it contained paltry recognition of the mountain’s cultural values and after the National Estate Register was abandoned over a decade ago, in 2012, that interim protection no longer exists.",
    "At the local level, the reason is more due to missteps than mistakes. But prejudice comes into it too. The Heritage Codes in the local planning schemes were derived from National Trust listings. The National Trust has always had a strong urban bias because the National Trust mainly concerns itself with recognising and preserving the most extravagant homes of the rich and famous. Who all lived in town or in the countryside, not in wild places.",
    "Another explanation for the absence of local statutory recognition for the mountain (proffered by a local planner) was that because the Park is effectively a National Park as well as the unique subject of its own act of parliament and overseen by a detailed management plan, and possesses its own resourced, dedicated management authority standing guard over the cultural heritage places upon the Mountain therefore the place was certainly better protected than many other broadly equivalent places. All that apparatus, surely, (went the argument) is enough recognition and protection? It is a good argument. Let the record show that no terrifically significant cultural place has been defiled.",
    "Significant heritage places outside a park were inherently more vulnerable and sensibly their recognition was prioritised. Professor Jamie Kirkpatrick, the venerable cynic, foresaw a problem in (1995) this for natural—and by extension the cultural—heritage:",
    "Around 2011 a fresh opportunity arose when Hobart’s Interim Planning Scheme was prepared. Consultation between Hobart and Glenorchy City Councils arrived at the position not to add Wellington Park’s historic heritage places to their own local planning scheme Heritage Codes because they would be better recognised in the Park’s management plan. Yet for some reason, when the Wellington Park Management Plan was revised, they were not added to it either.",
    "Both authorities cited duplication and neither acted. Subsequently, what was found was that given the approach ultimately taken in the current iteration of the Wellington Park Management Plan, there did need to be a Heritage Code/Schedule of historic heritage of local significance appended to the Park’s Management Plan. A Schedule was drafted and it may be incorporated during the next review of the Wellington Park Management Plan (2023–25), but that inscription is also pending the finalisation of the statewide planning scheme—itself a seven year journey … so far.",
    "And again, in the development of the 2020 Local Provision Schedule, for reasons unknown—’a missed opportunity’ one official acknowledged—Hobart added the Pinnacle Road corridor, but nothing else.",
    "At the state level, the explanation for the lack of recognition is partially historic, partially legislative and partially resourcing. The state Heritage Register, too, began with that established by the National Trust. The governing Act does not recognise cultural landscapes. According to a heritage consultant, “The fact that not even Pinnacle Road has been listed reflects a more general failure: there has been minimal attempt to list significant non-urban heritage (other than perhaps convict heritage) and there have been only a small number of municipal heritage studies and effectively no thematic studies — which are necessary to identify places of state significance.”",
    "The state has noted some two dozen sites on the Mountain of “geo-heritage significance”, but their listing is of no legal consequence.",
    "The Wellington Park Management Plan gives the Park’s Management Trust the power to ‘designate’ ‘areas or sites of historic heritage, including cultural landscapes as heritage precincts or heritage sites.’ (page 79). But they never have beyond a column note in their heritage database. They continue the non-management of historic heritage. Some of their own heritage reports have not even been brought to the trustees for formal consideration, so the management recommendations are left in a limbo where they are neither accepted nor dispensed with. The Trust informed ENSHRINE that Gwenda Sheridan’s Historical Landscape Values report’s recommendations have not yet been endorsed by the Trust as they need to be considered in the light of other subsequent, relevant historic heritage and landscape assessments. (This, it is presumed, is Inspiring Places’ visual landscape report and McConnell’s social values report—both completed years ago— detailed above.)",
    "The Wellington Park Management Plan section on Historic (in contrast to Aboriginal) Cultural Heritage is governed by 3 objectives and 12 specific Policies and Action. The first objective is for all cultural heritage to be “recorded, identified, protected and conserved” (page 79).  The first policy action is for “areas or sites of historic heritage, including cultural landscapes, [to] be designated as heritage precincts or heritage sites.” (page 79) The Management Plan also commits to develop a Historic Heritage Management Strategy/Conservation Plan. (page 79) No cultural landscapes have been designated, nominated or listed nor has a Historic Heritage Management Strategy or a Conservation Plan been written, let alone advertised or accepted.",
    "Why is this so? Officers of the Trust often discussed formally recognising their Historic heritage database, but didn’t present it to the trustees.",
    "The want of a heritage trustee is also likely influential. The Wellington Park Management Trust is tasked by the Wellington Park Act with protecting and preserving the mountain’s five jewels: its flora and fauna, scenic beauty, cultural heritage, recreational use, and water catchment values. To this end, the CEOs of Taswater, Tourism, Parks, and Natural Resources & Environment are among the Park’s permanent trustees. But Heritage Tasmania is not a trustee.",
    "At the federal level, the mountain has no heritage status because though its natural values (and some cultural features) were placed on the Interim Register of the National Estate in 1996, the National Estate Register was “closed and archived” in 2007. Replaced by the National Heritage List, Tasmania holds 12 places, but none are upon the mountain. Nothing on the mountain has subsequently been nominated.",
    "The idea of making a national nomination has been raised sporadically since the creation of the Register. It may be that the cost—conservatively estimated at $100,000 in 2019—acts as an inhibiting caution on this nomination. It is also understood that a federal nomination would not be considered seriously unless it had achieved both local and state government level heritage recognition and active support.",
    "It must also be noted that not all heritage experts consider the mountain worthy of national recognition. While Sheridan is convinced and Andrews too, McConnell’s assessment is much more guarded. ‘While the summit area and at least one of the historical sites in this area are considered to have significance at a national level, neither are considered to be of 'outstanding heritage value to the nation', hence to meet the threshold for listing on the National Heritage List.’ (Pinnacle Assessment, page 68). Likewise, McConnell assessed the huts and tracks as having (only) ‘some’ national heritage significance.",
    "With no place on the national list, none on the Tasmanian register and one well in Hobart’s Heritage Code, the mountain remains a virtual heritage blank for both indigenous and non-indigenous values.",
    "Invisible and enshrouded: look as hard as you like on the website of the Hobart City Council or the Wellington Park Management Trust: the mountain’s cultural heritage is absent. Few of the heritage reports are readily available anywhere online. Some of the reports were not even lodged in the State Library, which is a legal requirement.",
    "No one kept or copied Jane’s List ‘written out upon the spot for Lady Franklin’ of ‘every remarkable feature and all the prominent objects in the wide landscape’ and no one wrote out a list of Muwinnina place names either, but the places remain, the landscape is intact and we have or we can rediscover them.",
    "When will the final words of Roy Bridges’ Argus article come true? When will the time come when ‘Hobart's supreme heritage is accorded grateful and reverent care’?",
    "ENSHRINE views the mountain’s invisibility as a silver lining. Only onto a smooth, blank canvas can a comprehensive, integrated, harmonic suite of cultural heritage nominations be painted."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612435844038-6PZET9HFD454UO0KSAMD/Tasmanian+Heritage+Register.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/658c3ef7-c109-4420-a437-b07a62144b8a/nla.fern+tree+gully+Mt+W135540535-1+copy.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/cb2f2e1a-f2ec-4e61-a67a-a78ffbff5791/Screen+Shot+2022-05-28+at+2.35.42+pm+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b97cc843-4402-447a-bc19-324a6c888ef4/Screen+Shot+2022-08-28+at+11.02.16+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/88cae1b1-88e8-44f3-99a8-581df8d613b8/Screen+Shot+2022-05-29+at+11.19.27+am+2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/0b2619bd-f6cf-4dc1-800e-9d67073f65b1/Screen+Shot+2021-01-27+at+9.55.25+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d4bb9c02-b53d-446f-9745-e7f0ad317192/Proto-Precincts+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612239142977-OSL3VZCBHZX8CMCQ8SBZ/%22proto%22-heritage-precincts.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d59b1b98-410b-4f18-87db-1adf72361dfa/Sublime-Places.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/3c0ab2c6-b423-4027-a380-6f301ec8f067/Screen+Shot+2022-05-29+at+11.27.58+am+2.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c6e21009-3939-4637-8946-c1e8b6036e01/1-s2.0-S2577444121000198-gr16_lrg.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9a14ca88-aac2-4a1c-a53c-02bb22c51f8f/Screen+Shot+2022-05-28+at+4.58.47+pm+2.png"
    }
  ]
}