{
  "url": "https://listthemountain.org/political-flashpoints/pinnacle-centre",
  "title": "The Castle",
  "paragraphs": [
    "Numerous construction schemes have been proposed for the summit of the mountain since the 1880s (and probably before). Many of them were connected to some kind of aerial access mechanism like a chair lift or a cableway. In the 1930s the Chandler group proposed a tea kiosk.",
    "The late 60s and early 70s were the peak development proposal decades—five proposals during 1968 alone. Here is a snapshot of the peak period:",
    "1968 Lookout Building",
    "1968 Tourist Railway",
    "1968 Observation Cafe",
    "1968 Funicular Railway terminus",
    "1968 Glass-covered summit walkway",
    "1969 3-storey alpine-style hotel-motel",
    "1970 Pinnacle cable car & Pinnacle Tourist Centre",
    "1970 Aerial Railway to Pinnacle Restauraunt",
    "1972 Heated viewing enclosure with cafe and toilets",
    "1972 Summit restaurant",
    "In the beginning, there was little complaint over such proposals, but since the 1970s, each proposal met increased opposition. The Tasmanian Conservation Trust published reports against them.",
    "In the 1990s the Tasmanian engineer Tim Burbury designed a concrete pinnacle station on six storey stilts. His castle was mocked. In new iterations he ditched the accommodation and substituted a revolving restaurant, but none of his tinkering increased his favour.",
    "Between 2010 and 2020 the Mount Wellington Cableway Company refined a skyline hugging bunker with foundations deep in the stoney summit. People objected to its mass, its scale, bulk and position. There were concerns about reflective glare and noise. And appropriateness.",
    "The Hobart City Council’s officers recommended permission be refused. Council voted decisively to reject it. The proponents disagreed, naturally, but sharpened their pencils and went to appeal with a cut down version-dispatching their restaurant.",
    "The planning appeal court nevertheless rejected their revised Pinnacle Centre on several grounds.",
    "The schemes are purely intangible. They have not been assessed for heritage significance. Alone, the history is of some local significance, but in being the subject of many, diverse protests, they are important to explaining the argumentation over aesthetics and use and thus may be of some national heritage significance."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684415938746-8J4VW2GF835XWC8JPAMN/Screen%2BShot%2B2023-05-16%2Bat%2B9.29.49%2Bpm.png",
      "alt": "Screen+Shot+2023-05-16+at+9.29.49+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684415833810-S8C3RYTXMY6V1JTWZALF/4.jpg",
      "alt": "'Skyway' Pinnacle Centre"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684415730505-28KFH0C3ZQ4EXZJ0TD0L/Screen+Shot+2019-09-03+at+3.26.14+pm.jpeg",
      "alt": "MWCC Pinnacle Centre"
    }
  ]
}