{
  "url": "https://listthemountain.org/political-flashpoints/political-landscape",
  "title": "The Political landscape",
  "paragraphs": [
    "The mountain has always been a place of beauty and riches. One of the deepest stories of the mountain is the conflict between those who loved its beauty and those who desired its riches.",
    "The fern fronds that decorated the street parades and dance halls, but entailed the denuding of the gullies; the timber beams that built the city, but felled the giants; the fires that illuminated the summit and thrilled wild-eyed boys but decimated the wildlife; the proposals for the Park itself to be reserved against all this, and then when it was, plans for hotels, restaurants and attractions to entertain and service tourists that inflamed the peace and quiet-loving locals: The Road, a cable car, illuminated beacons, grog shops, the Observation Shelter, communication towers—the list is long.",
    "This political history was recognised as a very significant aspect of the mountain in a 2005 report to the Wellington Park Management Trust: “Strong aesthetic and social values that attach to this part of Wellington Park ... are manifest in community opposition to major developments historically and today (eg, the cable car, the Pinnacle Road, developments at the Springs, the Pinnacle viewing shelter, the most recent telecommunications tower). This [is] consistent with the area being a significant historical cultural landscape.” — Scripps and McConnell Focus on the Fringe WPMT 2005 page 70",
    "A CHRONOLOGY OF CONTROVERSY",
    "1830 Complaint at the repeated, wilful burning of The Pinnacle and upper slopes of the mountain.",
    "1840-1905  A campaign to end timber-felling on the mountain.",
    "1880 Protest at the  Waterworks Department proposal to remove fern glades along the Pipeline Track.",
    "1892 Anguish at the pillage of tree ferns, wildflowers, especially the waratah and the snow berry as well as the blue gum decimation.",
    "1902–5 Protest at the over-extraction of water from North West River",
    "1906–1935 Efforts to obtain a liquor licence on the mountain defeated by teetotallers.",
    "1918 Hobart city councillor Bottrill proposes as a fitting memorial to WW1, upon the Pinnacle the errection of a statute of a fallen soldier. The motion lapsed for want of a seconder. 28 May 1918.",
    "1935  Pinnacle Road (Ogilvie’s Scar) opposed.",
    "1958 Errection of the PMG tower",
    "1976 Bob Brown fasts for a week on top of Mt Wellington in protest against the arrival at Hobart of the nuclear-powered warship USS Enterprise. [11]",
    "1988 The re-siting of the Pinnacle Observation Shelter above the skyline creates incendiary fury.",
    "1990 Thark Ridge ski-field proposal (linked to Skyway cable car proposal) opposed.",
    "1993 Protest at  proposal for a cableway (Cascade—Pinnacle) and associated visitor centre on The Pinnacle.",
    "2016–18  Banner drops oppose MWCC cableway route (Myrtle Gully—Pinnacle).",
    "2018 May Day Rally in Cascade Gardens. 1,000 strong human banner protest at cableway base station. Amphitheatre banner drops and overnight vigils on the Amphitheatre ridgeline.",
    "2019–20 The Sentinels, a group of red-cloak-clad protesters who have adopted the solitary, silent and still role of mountain genus loci.",
    "The naming of the mountain is a political act and the lengthy, popular usage of the  somewhat nondescript name “the mountain” suggests (as well as familiarity and a laconical attitude) that the name does not have universal appeal. The practice of naming places (and species) after people is no longer generally considered desirable. In the case of mountains, the case of Mount McKinley in America is significant. That grand peak—the highest point in North America—was named after President McKinley was assassinated in 1917. It was a commemoration made by sentiment, but the politics of it went back to a long-forgotten late 19th century dispute between proponents of the old Gold Standard and the proposed Silver Standard.",
    "In Alaska, its old name remained in common use. Mind, there are several variants and when Alaska was held by Russia it acquired a Russian name. In 1975, state officials changed the name to ‘Denali’, based on the native Denaalee, meaning Great One or “the High One” in the Koyukon language, and then spent decades pressing the federal government to follow suit, arguing that McKinley had never visited the mountain and had no significant historical connection to the mountain or to Alaska. Every such request was blocked by members of the congressional delegation from Ohio, the home state of its presidential namesake. Until 2015. In 2015, the federal Department of the Interior ordered the name change in all federal documents. Whilst on an Alaskan visit a month later, President Obama announced the renaming. It was an effort to preserve the native name, which had been dismissed or ignored by map-makers throughout the 20th century.",
    "The parallels to the mountain standing above Hobart is striking. McKinley is also germane because the 1917 declaration also designated Mount McKinley National Park around the peak.",
    "The Wellington Park Management Plan (2013) canvasses the idea of the name of the Park being changed and states that Aboriginal consultation had begun on the matter. Dual-naming of the mountain itself appears to be the result of that consultation. The wider question of the Park name remains.",
    "The political flashpoints hold Historical, Social and possibly some Spiritual heritage values.",
    "‘The concept of wilderness—first and most firmly—took hold in Australia in the shadow of the mountain.’",
    "— Richard Flanagan \"On the mountain\" December 1995",
    "No assessment of the significance of the mountain’s political history has been published. The three most significant themes are the protection/use/destruction of natural resources, especially flora; secondly, beauty/utility, specifically anything that detracts from it; and thirdly, developments/attractions conceived for tourists. A lesser theme is the treating of the mountain as a plinth upon which some widely conspicuous object can be placed—say, bonfires, light beams, statutes.",
    "Excepting ‘Ogilvie’s Scar’, commonly nothing physical remains. The value of the sites is mostly intangible, Alone, most of the flashpoints are of only local heritage significance, but all together, by their early emergence and continual complication, and by their diversity: by showing what they so potently inspired, these places are essential to explaining the development of environmental consciousness into a mass political force in this nation. And in the world. They have national and some global significance."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/5874ed38-8c4f-4791-b0e1-1e7ceaed5223/aerial%2Bphoto4.jpg"
    }
  ]
}