{
  "url": "https://listthemountain.org/artistic/janice-ross",
  "title": "ROSS",
  "wordCount": 279,
  "imageCount": 4,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“Our creation myths weld us to a sacred landscape of Palawa knowledge and identity that is profoundly home.”",
    "The South West Platform at the Pinnacle introduces the significance of the area for the pallawa community. A key contributor to the panels on the platform, Greg Lehman, has also written extensively on the relationships between the Aboriginal community and sense of place.",
    "Janice Ross described three paintings she made on the Mountain in 2016 (see below). Left: \"Immersed in Country slowly climbing the mountain kunanyi I sense our Ancestors are travelling with me. I take a photo and find a Spirit showing himself through the trees, a warrior man, holding his spear and shield telling me his story as he is standing high on a rock.\"",
    "Middle: “From the top of the mountain I look out across the waters and sense the story of kunanyi. Robinson's journals tell us our Ancestors thought the boats were white spirits in the distance, falling from the clouds into the water. The three distant white clouds that touch the water represent the first fleet of ships that arrived. We could be heard calling out on a quiet day to the cave across the water. This is a significant place where our Tasmanian Aboriginal Spirits travel to for our next journeys ahead.”",
    "Right: “As I sit amongst the She Oaks at Kangaroo Bluff, gazing at kunanyi, I watch the lights dancing in the water below the mountain. I see with my spirit and sense the Ancestral fires that signal to other families – fires that have since become the modern house lights of nipaluna that resemble a midden from across the water.”",
    "LINK TO EXHIBITION"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1644024966790-04XPQ3N9HQUD7Y02LQAX/ross1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1668985703170-HYKVM5AM1VKX8KT38ZAB/black%252Bfires%252Bdd.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1644024966344-4OZZPEXDKD0HS9K85SFJ/Ross3.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}