{
  "url": "https://listthemountain.org/destinations/springs-hotel",
  "title": "SPRINGS HOTEL",
  "wordCount": 453,
  "imageCount": 5,
  "headings": [
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The idea of an hotel at the Springs was  mooted by Senator Henry Dobson of the Tourists’ Association.",
    "The first and only ‘hotel’ on the Mountain, designed by the architect Alan Cameron Walker and built in 1906–07 for Henry Dobson and associates, the hotel operated for almost sixty years. Never successfully.",
    "Known also as The Mountain Lodge and Hotel Mount Wellington, it advertised the Mountain Park as a \"hiker's paradise,\" providing a \"wealth of natural scenic splendour,” The hotel has a chequered history.",
    "By 1906, despite not having formal approval for the build, the company commenced digging foundations. This caused a ruckus in the community, which did not, however, halt the build.",
    "The council insisted on keeping control of the land and the company was made to pay rental. Dobson went on to form the “Hotel Mount Wellington Company” and proceeded to look for investors. The building was completed in 1907. During its first flush, tree plantings, seating, a croquet lawn, herb garden and horse stables were added. It failed to prosper. It was leased as a boarding house, but it continued to run at a loss. It was “dry”: it never sold alcohol.  The licensing question became very heated at several points in the Hotel’s history. It failed to profit, despite rising tourism. By 1919 it was closed. Dobson forced the Council to purchase the building when a white knight, Mildred Hildyard applied for a lease. She couldn’t make a go of it either. Mr Lacy took over. He added a billiard room, a smoke room, a writing room and six additional bedrooms. Pillinger Drive was extended past the doorstop. The road was widened. Eight lock-up sheds for motor cars were added. Still, the hotel failed to flourish.",
    "The Council had severe difficulties in maintaining the Hotel due to cost, and on several occasions it became so deteriorated that there were plans to abandon it and build a completely new hotel on the Lower Springs site.",
    "In 1949 the property was seized and put up for auction, however, it did not sell. By this stage the Council had a total loss of £7500 over the previous ten years.",
    "Though much loved, it burnt to the ground in 1967.",
    "Many Hobartians still deeply lament its loss and would love to see it rebuilt as-was, where-was, however the Burra Charter discourages such pretence and the site is vacant to this day, except for some steps and brickwork.",
    "Historical, Archaeological and Social values.",
    "HERITAGE ASSESSMENTThe Hotel has been assessed as part of The Springs Development Plan and other associated conservation policies, and in Focus on the Fringe.",
    "SIGNIFICANCE",
    "(WPHH 0342)",
    "A Timeline for buildings at The Springs",
    "Elizabeth de Quincy The History of Mount Wellington"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590569938752-SNR1BX4OUP5ZQHJ7HMIG/Screen+Shot+2020-05-27+at+6.57.12+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601428335080-E84HTVZLVRIANODAB2MR/springs-hotel-32.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605933391658-SG0017EJ9I0QS3PWN4IS/springs-visit-1925.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611058625817-GN4PM6HOFGTUFIBAM7EW/springs-hotel19.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}