{
  "url": "https://listthemountain.org/political-flashpoints/pinnacle-beacon",
  "title": "Night Lights",
  "wordCount": 579,
  "imageCount": 2,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Mercury, Saturday 2 November 1935, page 19",
    "“I saw, in prospect, the splendid bulk of Mt. Wellington that towers through the night with its mystery, turned into a common thing of garish electric light, like a king crowned with a wreath of carrots.”",
    "From the earliest days of the British subjugation impulse, men and boys have climbed the mountain for the glee of setting its Pinnacle ablaze with beacon fires. To celebrate the arrival of the new state governor Sir John Franklin in 1837, it was promised that, at 9 o’clock precisely, sky rockets would be discharged from the mountain. Popular at that time (and in stock in the Repository of Arts emporium adjacent to the Post Office) were: Roman candles, Squibs, Crackers, Flower pots, wheels, Shower fires, Serpents, Gerbes, Blue Lights, Bengal lights and Tourbillions.",
    "Two years before Pinnacle Road was completed, a 1935 proposal imagined a powerful electric beacon (of perhaps 2,000 candle-power) erected at the Pinnacle, throwing the Organ Pipes into high relief and serving as a landmark visible from land and sea from a distance of 30 to 40 miles.",
    "The state government was prepared to co-operate in the cost of erecting the power line (which would have to come from Fern Tree and be bedecked with lights stood at intervals illuminating the new road.)",
    "The Hobart City Council gave consideration to the motion by Alderman S. Crisp—which called for the design to conform with ‘aesthetic principles’ but could not be convinced. The cost, as well as doubt as to its effectiveness, extinguished this light on the hill.",
    "At least one resident wrote eloquently in favour of the dark side of the mountain, a view now shared by the Dark Sky movement’s lovers of starlight.",
    "“A CANDLE IN THE NIGHT: Beacon on Mount WellingtonI must offer thanks to the Hobart City Council for rejecting the proposal to set a beacon on the summit of the majestic mountain that is the chief possession of Hobart. When first I heard of it I was made desolate. For I saw, in prospect, the splendid bulk of Mt. Wellington that towers through the night with its mystery, turned into a common thing of garish electric light, like a king crowned with a wreath of carrots. Who could happily conceive that royal warder of the city with the tawdry sham of lights upon it? As well paint the leaves of the trees or decorate with pinchbeck gems the cliffs that drive back the sea. Let anyone look up to the mountain on a starry night and see the solemn splendour of its greatness, as though Time had dropped a monstrous stone to mark an age! Let anyone look and watch the play of the moon on its crags, the sweep of light through its valleys, the sombre thrust of its shadows! Let them look in storm when the mists break, or the lightning plays, and then ask themselves whether a candle, be it ever so vast, can give to that supreme architecture of dead and remote centuries one scintilla of value that it lacks. And so I thank most earnestly those who have let no thought of tourist attraction, no idea of profit, assail that venerable monument of antiquity that is Hobart’s pride, nor rob it of its crown of serene glory.””",
    "As its heritage value is intangible and its history likely only of local interest, it has not been assessed for significance.",
    "True Colonist Jan 6, 1837 (de Quincey)"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/584ee195-4373-4992-bb72-91ab26b4444d/nla.news-page000001829547-nla.news-article30061849-L5-caf49d3fda4e28bc7f18e86f46cb7a1f-0001.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}