{
  "url": "https://listthemountain.org/political-flashpoints/doones-carbuncle",
  "title": "Kennedy's Carbuncle",
  "wordCount": 530,
  "imageCount": 4,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“two bloodied, swollen lips cast in rock and cement”",
    "Credit Hidespeak",
    "Who better to crush solid rock with nothing heavier than words?  Richard Flanagan.  Introducing his essay On the mountain in December 1995, Flanagan begins at the top of the mountain, inside the soul chilling surrounds of the pinnacle observation shelter:",
    "‘Upon the mountain’s summit people tend to cluster in an extraordinary carbuncle of a building that protrudes from the mountain’s edge like two bloodied, swollen lips cast in rock and cement. This broken mouth is known as the observation shelter. Built in the late 1980s it encapsulates in—literally—concrete a failure to understand the mountain, to speak adequately about the world around and beneath it.’",
    "The shelter was designed by the eminent Hobart architect Keith Drew and built—a gift to the people—as a bicentennial project upon the foundations of the earlier Pinnacle viewing platform.",
    "Its heavy doors first swung open to the public in Dec 1988.",
    "The building’s controversy arose as it appeared above the skyline. The approved, original site was back from the edge, but during construction, without public consultation, the site was  moved—forwarded—turning its   organic form, faced in local dolerite, that might have been inconspicuous, into a black box— from recessed to prominent, projecting above the mountain’s skyline. Some say that the site had to be changed because of the instability of the ground of the original site. Others claim that the Lord Mayor herself had a hand in pushing it forward for the very fact that her building would then be seen.",
    "In 1992 Gareth Powell visited Tasmania for the Sydney Morning Herald and wrote of it ‘We leave the car and the wind blows us, like leaves, along the road and into the observation shelter, a perhaps aesthetically displeasing but an absolutely essential construction. The noise inside the shelter is as though we are in the middle of a great wind organ. Appropriate this, because the eroded dolerite of the mountain face looks, indeed, like the pipes of a mighty organ.’ A year later, another journalist, Andrew Darby described it for Melbourne Age readers as ‘a squat, stone blockhouse … forced on to the peak in 1988.’",
    "Some have argued it should be demolished. The most recent demolitionist being the proponent of a mountain cableway project, the MWCC, who argued they would demolish the shelter to make a positive change to the visual impact of buildings at the Pinnacle, thus ameliorating their own building’s visual impact. [This was later modified to partial demolition.] The MWCC replacement Pinnacle Centre building was designed to sit entirely below the skyline as seen from Hobart CBD. Its invisibility was scoffed at by opponents. Demolishing the Shelter also drew the ire of Hobartians who reminded the MWCC that the building was also a memorial to the road workers.",
    "On its own, its history is of only some local significance, but in being one of many, diverse arguments that explain the history of aesthetics and use, it may be of some national heritage significance. Some unusual stone has been noted in the causeway to the Shelter, but it is not clear if this was in-situ or  material reused from the original platform."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/34ac23e5-47ed-4755-98cf-42ead61d1232/Pinnacles_Summit_Mount_Wellington_Hobart_Tasmania_AU_4908.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684381047129-LLO5BGO31WDF118PPSTB/Screen+Shot+2023-05-18+at+1.33.36+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684381052261-12UFK0IGD55596IZ42NG/Screen+Shot+2023-05-18+at+1.33.04+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}