{
  "url": "https://listthemountain.org/water-features/strickland-falls",
  "title": "Strickland Falls",
  "wordCount": 871,
  "imageCount": 13,
  "headings": [
    {
      "tag": "h3",
      "text": "history"
    },
    {
      "tag": "h3",
      "text": "cultural values"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“The numerous rivers, waterfalls and rivulets add significantly to the aesthetic qualities of the Park and to the community’s aesthetic appreciation of the Park”",
    "Not long after the founding of Hobart upon the banks of the Hobart Rivulet, explorers—scientists of botany and mineralogy—waded up the rivulet seeking its source and also a way to get to the top of the mountain. The pathway they made beside the Rivulet, the Rivulet ‘Way’, is the earliest known white route to the Pinnacle.",
    "Along the Rivulet the scientists would have heard and seen several waterfalls including those now known as Strickland Falls. And on a quiet, wet day you will still hear them. Their drop is about 4 metres.",
    "The quality of the water attracted the Cascade Brewing Company to purchase the land around the Falls in the 1820s and after making a low weir above the falls began abstracting the water to make their beer. Cascade still owns the land around the Falls.",
    "Launceston’s Illustrated Courier published a set of photographs of Strickland Falls as HOBART’S LATEST ATTRACTION in 1906. A photo of an official party—including the governor Gerald Strickland and his wife Lady Edeline—at Strickland Track’s opening ceremony, outside a marquee, took up a full page. Other shots show the track’s entrance, the avenue to the Falls under huge ferns and the Falls themselves. [See slideshow above.] Presumably, this is the derivation of the name. They were briefly known as Lady Edeline Falls.",
    "McConnell (2012) does not directly assess the track to Strickland Falls in her survey of the historic track network; however, she says of the Rivulet Track (& Woods Track): 1908-9 – walking track cut (from Strickland Ave to join the Fingerpost Track just below the Springs) (presumed to link to the earlier Hobart Rivulet Track); 1930 – track re-cut between Strickland Ave and Pillinger Drive; c.1967 track bulldozed between Strickland Ave & Woods Track: continued use to present.’ (Table 2, page 8). Strickland Falls Track deserves to be identified as a part of the mountain’s historic track network.",
    "A 1921 Mercury article about the brewery claimed  ‘the peculiar character of the water flowing over Strickland Falls … has enabled the company to produce an ale quite distinct from that of any of the mainland breweries.’ This distinction was  partially attributed to the snow in winter and the cool temperature at the foot of the mountain in summer.",
    "This was later chemically tested. ‘The chairman of directors, Mr. C. W. Grant … said that the new product was the purest obtainable, the plant was the most up-to-date in Australia, and the materials used were the best obtainable. For instance, the water used in the production of the beverages was obtained from the Strickland Falls, and a sample had been sent to the largest analytical station In Europe. It had pronounced it one of the purest waters in the world. (Applause.)’ Mercury 16 December 1927, page 6.",
    "Even today, a small concrete retaining wall remains on the lip of the falls, as well as the iron intake pipe.",
    "In the winter of 1931 a complaint to the Mercury suggested Council re-cut the track to the Falls. It was short and the falls, although not very high, were ‘very pretty’, whereas the existing track was ‘very dangerous’ signed the letter-writer “Sprained Ankle”.",
    "By 1932 the Falls were recognised as among the prominent falls on the mountain. (Advocate 13/5/1932).",
    "The gentle waterfall chaser and capturer Annabelle Claire wrote in 2023 that ‘Strickland Falls surprised and enchanted me.’ In her photographs of the Falls she described some shots with blue tinges to them as reminding her of ‘unicorns and magic. S’all I’m sayin’…’ She has also seen photos of people swimming here in summer.",
    "Waterfalls have aesthetic and social as well as natural values. Strickland Falls has historic and economic value in relation to its long connection and important place in the creation of Cascade Beer.",
    "Strickland Falls appear on most lists of Tasmanian waterfalls, typically described as a very photogenic waterfall surrounded by lush forest. Hobart and Beyond website put Strickland Falls in the top 10 must-see waterfalls in Southern Tasmania. ‘While this waterfall is one of the most accessible of all of them on this list, it is still relatively unknown to many locals but is a great photography spot for those who do know of its location.’",
    "Strickland Falls was the outtake for the water that made Cascade beer for over 100 years.",
    "Waterfalls are one of the key attractors for track-making, hut-building and mountain visiting.",
    "The Falls were not shown on the 1936 HWC Mountain Walks map, but they have appeared in subsequent bushwalking track maps.",
    "McConnell and Scripps included the Falls in their 2005 heritage audit as an ‘intact Natural Feature of scenic beauty.’ In the same audit, the Falls are in Area 14, the Hobart Rivulet historic heritage precinct.",
    "The Wellington Park Management Trust includes Strickland Falls in its historic heritage database as WPHH 0352. Any works that may impact this site would trigger the Park’s cultural heritage management regulations : ‘Except as authorised by a permit, a person must not remove, destroy, damage, disfigure or disturb any … feature of … historical … interest in Wellington Park.’"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b3ffa460-afea-4a50-bdef-dfcdea5197b2/Screen%2BShot%2B2023-06-30%2Bat%2B10.51.40%2Bpm.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688206541453-8PU1HU2DMHQ02PMWUYBT/Screen+Shot+2023-06-30+at+10.51.48+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1721950523540-ROL80OI6WS4C10MBG0BW/Screen+Shot+2024-07-24+at+9.18.48+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1721820129958-RFS38ZJ7RB4SU4A2CIVP/Screen+Shot+2024-07-24+at+9.19.43+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688206839304-7PK7OHXH6O7MTALKG4OC/Screen+Shot+2023-06-30+at+10.47.33+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1721950318529-HE00BWIOHJ4WP7J2IVQR/Screen+Shot+2024-07-26+at+9.30.45+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688212721231-EUAR9LIVPWMXC9ILV12V/Screen%2BShot%2B2023-06-30%2Bat%2B10.51.40%2Bpm.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688206798023-NAIUTI34KBGI317IRH1S/5a9e2b1d8e3a8115151259_1200.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740867176170-60ADGJY10KVISCQH00UJ/Icy-waters-beer.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1721950848244-G6GMD9ADXBG06K8T7IYF/BP0400.gif?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1721951373699-CS4ZZ7AQHHOD9HQCE2RA/Screen+Shot+2024-07-26+at+9.48.07+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740867178338-HSOKD5XC91J0YO5M8K3U/Cascade-Bottle-Spritzed-SV-scaled.jpg.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}