{
  "url": "https://listthemountain.org/destinations/exhibition-gardens2",
  "title": "HISTORICAL EXHIBITION GARDENS",
  "wordCount": 1019,
  "imageCount": 9,
  "headings": [
    {
      "tag": "h2",
      "text": "the first showcase for Tasmania’s native plants"
    },
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "COMPARATIVE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "HERITAGE VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "After a successful Art Exhibition fund raised 1,000 pounds in 1930 an organising committee resolved:",
    "\"That the principal of the establishment of a garden of native shrubs, etc. at the Springs in Mount Wellington Park be affirmed, such garden to be called 'The Historical Exhibition Garden.'\"",
    "\"That the City Council be asked to secure the co-operation of a body of gentlemen interested in native flora to assist in laying out the grounds, and selecting and collecting the shrubs, etc.\"",
    "\"That at least £200 be devoted to the establishment of the Historical Exhibition Garden, and that Hobart City Council maintain such garden.\"",
    "The Exhibition Gardens were formed at the time when the Springs was the termination point for the mountain road, where most people’s journey ended. The native garden was to be an encouragement to tourism and particularly to the nearby Springs Hotel. It would display less familiar Tasmanian native plants.",
    "Work began in 1931 Springs Hotel’s former grazing area: a flat, L-shaped piece of land wrapped around the produce garden of the Hotel. Essentially it was a natural garden, care was taken to carefully retain and feature many of the naturally growing plants on the site and very little existing flora was removed. It had a rustic design with paths edged with complementary stone borders winding between existing and transplanted Tasmanian plants.  Little, curved rock garden beds framed the plants while an intricate tracery of local sandstone-edged paths (hauled into position by unemployed men) led the visitor through the landscape, past rustic seats. Stones were stacked or set in the ground on-end, tracing out garden beds among the plateau’s vegetation of heath and woodland plants. Rock birdbaths, complete with piped water, were installed. A lookout provided spectacular views out across the Derwent Estuary, while the vision of the rugged face of Mount Wellington was omnipresent.",
    "No architectural plans survived, for its architect died not long into its design, nor are plans even known to have existed. Surprisingly, we have no photographs of people admiringly strolling the paths, resting on the seats. We have no contemporaneous photographs of the garden itself or any of its features. None—yet there are countless photographs of people at The Springs. Also, there are comparatively few references to the gardens in the contemporary press or tourist advertising literature.",
    "Frost damaged and three fires eventually destroyed most of the Gardens’ vegetation, in 1939 and in 1967, and even its hard features, the rock-lined pathways, became sometimes uprooted under succeeding mantles of regenerated growth.",
    "Starting in the 1990s, half a dozen investigations (spurred by development proposals over the area) revealed the remnants of the garden. The Hobart City Council has carefully revealed and restored and now maintains the pathways and features, allowing the bush beds to self-regenerate.",
    "Such an idea has a history stretching back almost to colonisation and Jane Franklin certainly commenced just such a garden on the mountain almost a century earlier (1840s), not at the subsequent site of Ancanthe but most likely elsewhere in what is now the Lenah Valley. Sheridan reported that Lady Jane, with the help of Ronald Gunn, proposed a botanical garden of indigenous species. Joseph Hooker who followed his father as Director of the Royal Botanical Gardens at Kew was in Hobart in 1840 and visited Lady Jane’s site on a number of occasions. Vincent noted that ten acres were acquired from Dr. Scott’s trustees [the Roseway estate] and a further 400 in 1842 from Mr. Hull. Reported in 1838 was that: The garden is to be made at first only for our indigenous Plants, but I have no doubt it will be the nucleus of a regular Botanical Collection of Plants of the Southern World and as our climate is pretty cold I hope it may be the means of introducing many plants into Britain which at present are unknown.’ Lady Jane’s Journal and Ronald Gunn’s correspondence to Sir William Hooker at Kew points to the fact that this valley originally had rainforest species as an understorey to the tall trees. Her vision never eventuated; Ronald Gunn returned to Launceston and Cressy and Lady Jane and Sir John Franklin departed Tasmania’s shores. What had probably been beautiful rainforest was cut and was later seen to be ‘growing turnips.’",
    "The 1930s Springs Exhibition Garden version is an important milestone in the history of Australian gardens. The concept is closely associated with the Tasmanian architect Alan Walker and Hobart Council Clerk A. W. Cecil Johnston, but they, in turn were influenced by the 1920s Victorian garden designer and writer Edna Walling and Hobart garden designer and florist Kitty (Kathleen Vivian) Henry, who introduced a more naturalistic style, incorporating rockeries and the use of exotic and indigenous plants. Before them, William Morris’s Arts and Crafts Movement must be factored in too, and William Robinson’s ground-breaking 1870 work The Wild Garden.",
    "The Gardens exhibit historical, aesthetic, archaeological, and social heritage values. They may have some Scientific value as well.",
    "“The former Exhibition Gardens is unique in Australia, and is of historical, aesthetic, social and scientific significance to the Nation, the State, and the people of the environs of Hobart.”",
    "It was a very unusual garden for its time because all of the plants displayed to the public in order to be admired were native Tasmanian plants.",
    "The Exhibition Gardens as demonstration of the Sublime and Arts and Crafts movement. The location of the Gardens evokes a strong sense of place. Its location underpins its aesthetic values.  It affords visitors an experience of “otherworldliness.” By utilising the sublime characteristics of the Mountain through discovered views and distinct contrasts, the design borrowed the Mountain’s sublime qualities for use within its own space. ~ Adapted from Lee Andrews report, 2006",
    "In 2005 the WPMT identified the garden as an historic place *WPHH 0065)",
    "In 2023 The Wellington Park Management Trust nominated the Gardens to the Tasmanian Heritage Register, as a place they had studied extensively and considered easily of state threshold significance. Heritage Tasmania did not agree and rejected the nomination.",
    "The Historic Exhibition and Rhododendron Gardens",
    "Gwenda Sheridan Landscape Values of Mount Wellington (WPMT 2010)"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610974908387-PJZN3MJZN3U2MSU3MDE6/Exhibition-Gardens-from-hotel.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1688217125413-FVSGWRXVH40YOWQDBYS3/nla.news-page000001870280-nla.news-article26041534-L5-17de80479edd95563255ffd82102e320-0001.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690290166083-HRMYOI02XGHFPZZTQ3ZI/Screen+Shot+2023-07-25+at+10.20.27+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610974036031-F4KY0UJETR9AYT32RG2I/cecil-johnson.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610974042281-PU1WC71YMGA5VIRU5DIQ/Shoobridge.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610974218729-84KOHFWVRHEX40QWL2LS/Exhibition-Gardens-archeology.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610974007562-TZ77ZEYI28DP3OJYEZFH/Exhibition-Gardens-Hobart.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1701856040665-J7JY2JOQAJ16U4Z3DFG8/IMG_8500+copy.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}