{
  "url": "https://listthemountain.org/living-wonders/grey-goshawk-white-morph",
  "title": "WHITE GOSHAWK",
  "wordCount": 773,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "CULTURAL SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“The Habits or the Hawk. —For some months past a pair of snow-white falcons, with black eyes and talons, have lived in peace and amity in an aviary at Caldew. But as it was thought a pity that things so pretty should be comparatively unseen by the eye of the tasteful and curious, arrangements were made to transport the spotless pair to the RoyalPark Gardens of Melbourne. Accordingly, and an hour or two bofore the Southern Cross was to start on Wednesday, the two were netted with a landing net, and carefully placed in a comfortable cage. No sooner bad they been thus confined than the male bird pounced upon his mate, and, having shot his talons through her head and breast, commenced atonce to tear the feathers off, and eat her up. Death was instantaneous, so unerring waa the fatal grip, and it was both strange and pitiful to see so sad a sacrifice made by the one beautiful creature of the other. The pair being broken, it was not thought worth while to send the odd one on the journey, and so he was tossed up in the air at liberty amongst his own native clouds, and waa last teen sailing away in his glory around the sullen-fronted forehead of old Mount Wellington.”",
    "Arguably the nearest place (on its home range) to see a bird of prey bedecked entirely in the whitest feathers is the foothills of the mountain.",
    "They fly here, hunt and nest here—on their own defined territories.  Look around sandstone cliffs and while within a blackwood forest on every eastern flank and you may see this magnificent, paper-jet coloured hawk Accipiter novaehollandiae, literally Sharp shinned hawk of New Holland. Colloquially: a white goshawk. [Back to Science: a white morph of a grey goshawk. Your choice.]",
    "For thousands of years, the goshawk were never caught, hunted or eaten even if found dead. The colonial day of infamy  is 1804. Robert ‘Bobby’ Knopwood was informed of the existence of the aninmal and went to the spot, waited, and as soon as he saw one in the sky, took aim and fired.  And kunanyi’s first, lutruwitta’s first, white goshawk fell shot to the forest floor dead. Thrilled at his prowess, taking the broken, besmirched and slavered body from the mouth of his dog—this work of art—Robert, Reverend Robert Knopwood rode home and thence almost immediately dispatched himself with the specimen to the outpost lieutenant’s tent; where after being admitted Knopwood unwrapped the bird and presented it to the governor. That night, before sliding alone into his bed, writing by hand in Indian ink onto the unlined white page of one of the hard, black exercise books he used for his daily diary, as the event of the day, Knopwood wrote “Shot a white hork.” Cynics might ask, what happened to the bird in the tent? “Did the Governor order it gutted and stuffed or cooked on the spot?”",
    "Never common, now rare and threatened, in the 2020s Bob Brown put out a media statement describing how he had recently marvelled at a female white goshawk with fierce red eyes which stood above his head in a Tasmanian forest and looked straight at him with a pulverising look. That this, with the imminent threat faced by the bird, inspired an essay on the raptor and the world, and, secondly, Brown declared that he—to stop old-growth forests being hacked down—would stand in direct defence of the bird and stood prepared to go to jail just for doing that. He wrote: ‘They depend on the forest, and one thing we can’t get away from is that: If you take away their nesting sites, you take away the birds. No nest, no bird.’",
    "Shooting a goshawk now carries a fine in excess of $15,000.",
    "The bird is valuable because it is unique in its colouring and rare in distribution.",
    "It is also significant because the Tasmanian political party, The Greens, adopted it as their emblem. Greens Party leader Christine Milne acknowledged that she is “not really an omens person”, but also acknowleged that if a white goshawk was sighted by a prominent campaigner just prior to a polling day, it usually meant a good result. The political logo image began as a naieve, hand-drawn outline. About five years later, not without shock (and never probably finding universal favour) was a more sophisticated, graphic, computer-aided, crisp emblem replacing the original on corporate stationary.",
    "The white goshawk is one of two eagles encircling the mountain. The wedge-tail, but the white goshawk is the rarer sighting, if only because they do not fly so slow as the wedgies."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618895276062-PR979I3XI6F3KEYPFLBB/goshawk.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1645834792304-MEPPDDKAIVRJV8MCMHGQ/800px-Grey_Goshawk_%28_white_morph_%29_-_Tasmania_S4E6209_%2821788980813%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}