{
  "url": "https://listthemountain.org/mind-fields/book-plates",
  "title": "LITERARY MONUMENTS",
  "wordCount": 1716,
  "imageCount": 36,
  "headings": [
    {
      "tag": "h2",
      "text": "Entanglement"
    },
    {
      "tag": "h1",
      "text": "NON-FICTION"
    },
    {
      "tag": "h3",
      "text": "GUIDE BOOKS"
    },
    {
      "tag": "h1",
      "text": "BIOGRAPHY"
    },
    {
      "tag": "h1",
      "text": "POETRY"
    },
    {
      "tag": "h1",
      "text": "FICTION"
    },
    {
      "tag": "h1",
      "text": "MUSIc"
    },
    {
      "tag": "h3",
      "text": "Two preludes for solo piano"
    },
    {
      "tag": "h3",
      "text": "Mount Wellington"
    },
    {
      "tag": "h3",
      "text": "Listen 2 ... Mt Wellington"
    },
    {
      "tag": "h3",
      "text": "Kunanyi"
    },
    {
      "tag": "h3",
      "text": "The amethyst polka and The iris waltz"
    },
    {
      "tag": "h1",
      "text": "MOVING IMAGES"
    },
    {
      "tag": "h1",
      "text": "DOCUMENTARY"
    },
    {
      "tag": "h1",
      "text": "RESEARCH"
    },
    {
      "tag": "h3",
      "text": "HERITGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The mountain’s story-telling started a long time ago.",
    "“Imagine a story book written a very, very long time ago, generations back. Think of this story book as something like a bible, one written just for your family by the founder of your family. Think of it as written by your most ancient ancestor. Now take this story and know it has been told to every single person to ever be born into your family. It’s not just a nursery rhythm or a bedtime story, it’s a rite of passage to hear this story, starting from birth. As you grow, this story is retold over and over. As it is told the story is illustrated. However, it’s not illustrated by drawings or paintings on a page, it’s illustrated by what you are shown on Country as the story is told. The illustrations are yours. They are formed by what you see, hear, smell and feel and by what your inner thinking etches into your mind. These illustrations are guided by the same key images that every generation has had the privilege to see, our mountain (kunanyi) and the land, sky and river systems that are all connected to it.”",
    "Anthropologists and sociologists find embedded in every religious/legal ethical system in every culture, in every story,  links to large, impressive or unusual geological relics such as river canyons, mountains and beaches (as well as small, local commonplace things like the shapes and colours of the stones lying around the place) and also to grand geological processes like floods and earthquakes.",
    "Such features inspire artists to create stories and images. Natural features influence cultural behaviours and customary practices and these practices change the places. This con-fusion of the natural with the cultural is known as entanglement.",
    "This entanglement happens on the mountain. A few places have been beautified, and the courses of tracks have been turned to pass beauty spots; indeed, some of the walking tracks were built in order to allow admiration them. Bench seats and lookout platforms and sometimes shelters have been constructed to extend the ease of enjoyment. Subsequently, by frequent depiction in literature, upon canvas, and on waterproof map; and, by being protected by law and custom: the con-fusion is deepened. And in the Wellington Park Management Plan the mountain’s “earth systems”—its waterfalls, cliffs, gullies, rocks and viewpoints—are recognised, simultaneously, as the ‘foundation for the Park's ecosystems’ and ‘the basis for its high landscape value’. ‘The highly significant visual value placed on the broader Wellington Range, is directly attributable to the scale and prominence of the Range and its features and to the integrity of its ecosystems (McConnell, 2012)’ (p 81). Thus, the mountain’s ecosystem (natural) and its landscape (cultural) are entangled.",
    "In Not Counting the Cost, a 1880s local author named “Tasma” considered that the mountain ‘has no legends of mediaeval days to recount, though, for all we know to the contrary, he may have a thousand tales as wonderful and dramatic as any of these locked up in his gloomy fastnesses.’ It may have taken us over a century, but Sharnie Read eloquently showed how ignorant Tasma had been of the mountain’s inter-generational story book:",
    "Literary productions for the mountain are predominantly non-fiction, but there is much poetry, some fiction, music and movies too.",
    "The mountain has also been a core subject in more general works. For example, in Julia Horne’s The Pursuit of Wonder, an historical study of nature and tourism in Australia; in discussions on the Tasmanian cultural landscape by Ryan; in Brodie’s The Vandemonia War, where it is shown as one of the first testing grounds and eternal nursery to bushrangers; in Lloyd’s The WaterGetters, where the subject occupies the first third of the book. In the epic story of Tasmanian rock climbing, Adventures at the edge of the World the Mountain is a major player. In Haynes’ Tasmanian Visions: landscapes in writing, art and photography there are yet further crucial insights. Other titles not illustrated above include:",
    "The Watergetters (Bernard Lloyd, 2008)",
    "The Watergetters (Bernard Lloyd, 2008)",
    "Mountain view: a diary of reflection by Alastair Christie-Johnston",
    "Mountain view: a diary of reflection by Alastair Christie-Johnston",
    "Mulga Mick in Tasmania by Maria Grist (2019)GUIDE BOOKS",
    "Mulga Mick in Tasmania by Maria Grist (2019)",
    "Mt Wellington: its history, walks and facilities by Greg Buckman (2000)",
    "Mt Wellington: its history, walks and facilities by Greg Buckman (2000)",
    "Henry Woods, the Old Man of the Mountain (Irene Schaffer 2010)",
    "Degraves, Pioneer Tasmanian Industrialist (Beverley Hooper, 1969)",
    "Hugh Macintosh and Peter Degraves (Gregory Jeffreys, 2011)",
    "Maria Grist has collected about thirty poems for the mountain dating back to the middle of the nineteenth century. ( Grist 19th century poetry compilation).",
    "Mount Wellington is celebrated by the bush poet, M. J. O'Reilly in The Pinnacle Road & Other Verses (1936).",
    "Dorothy Mckellar heard the Mountain singing on a rain-grey day.",
    "Andrew Sant wrote in 1982 A Mount Wellington Sequence (Photograph in a Pub) and Currawongs, Mt Wellington published in The Caught Sky (Angus & Robertson, 1982). He followed with a 1985 poem Postcard from Hobart alluding to the godly nature of The Mountain.",
    "Michael Dransfield’s 1983 poem To the colour grey/Hobart belatedly looked to The Mountain as a source of spiritual inspiration.",
    "Margret Scott’s 1983 poem Encounter in Van Diemen's Land observes \"the changing, changeless mountain\" impervious to the stain of the colony's convict history.",
    "A. D. Hope’s 1985 poem portrays the Organ Pipes as an apocalyptic beast fixing his lion gaze toward the east.",
    "Gwen Harwood’s 1987 poem Impromptu for Ann Jennings.",
    "Ivan Head’s 1991 poem Mt Wellington explores the great influence on the mountain’s mood wrought by masses of scattered/collected clouds over it.",
    "James Charlton’s 1996 poem High Country behind Hobart was published in Famous Reporter as was Pete Hay’s Nailing Poorenteree in Island 65.",
    "Some poetry was also cited in the Interim Listing for the Park’s National Estate Listing around 2003.",
    "The Park’s trustees compiled and published a modern list (quoted from above) including works by Greg Lehman, Rosie Smith, Danielle Evans and Lex Banning.",
    "In 2013 Karen Knight’s three-parts  kunanyi, Tasmania, 2013 observed the impact of wildfire that “rearranges the mountain”.",
    "“The summit was almost veiled in a scarf of mist that looked as if it had been blown down from the foamy shoulders of a starry goddess.”",
    "The mountain is the locale for two novels: Demelza’s self-published 2021 work Mountain of Secrets and Catherine Metric’s Cold Blows the Wind, but it features in at least four others and few contemporary novels set in Hobart ignore it.",
    "The Journal of Madame Giovanni is Alexandre Dumas’s 1855 novel on the travels of a young and beautiful French woman to little known parts of the world and recorded the exoticisms lying beyond the rim of most people's experience—including an expedition to the summit via Wellington Falls.",
    "In New Year’s Day on the Mountain (c1880) (pic above) a party of picnickers gathered at the Rocking Stone, Decameron like, tell tales.",
    "In Book III, Chapter 8 : AN ESCAPE of Marcus Clarke’s novel For the Term of his Natural Life the protagonist convict Rufus Dawe makes a daring daylight escape from the Hobart Goal by severing his irons, scrambling up a heap of stones and climbing the wall, leaping down and running ‘like a deer’ up the gauntlet of Macquarie Street, gaining ‘safely hidden in the mountains’ within hours. Search parties return empty-handed, exclaiming that he must be “lying hid in in some gorge of the purple mountain that overlooked the town…” The next day a backtracker is engaged, to search the ‘as much of that wilderness of gully and chasm as nature permitted him’ but upon the mountain Dawes remains a disappeared man.",
    "In C. S. Ross's novel Dick Arnold (1893) the mountain is climbed.",
    "A Difficult Young Man (MacMillan, 1965) by Martin Boyd",
    "The mountain also appears in a Patrick White novel.",
    "The mountain on fire in the 1967 conflagration is the setting for a scene in Richard Flanagan’s prize winning novel The Narrow Road to the Deep North.",
    "Composed by Simon Reade in 2014 & 2017. Australian Music Centre",
    "The Hobart Improv Collective. Alternative rock. 33/1/3 LP; 30 cm. + 1 information sheet. Rough Skies Records, Hobart 2013",
    "Bird songs, birds, natural sounds recorded and produced by Matt Gaughwin . Hobart 2005. 1 cd stereo,; 4 3/4 in.",
    "for solo trumpet composed by Simon Barber. Australian Music Centre, [2019–2020] 1 musical score (6 pages)",
    "Francis Hartwell Henslowe. London: J. H. Jewell, 1859. 2 piano scores (5 p); 34 cm. Cover lithograph of Hobart showing view of Mt. Wellington, by W. Worboyes.",
    "Source: https://stors.tas.gov.au/ILS/SD_ILS-538643",
    "The premier performance of \"Mountain\", a concert on September 24, 2023 inspired by our magnificent kunanyi/Mt Wellington, written by Tasmanian raised composer, Angus Davison.",
    "The mountain is a convenient location for screen directors portraying any kind of wild scenery in their scenes. Since 2019, 31 production companies were issued permits for filming in Wellington Park for feature films, documentaries and TV productions. Aficionados can find the mountain in parts of Van Diemens Land, The Outlaw Michael Howe, The Nightingale and The Hunter. A significant consequence of this is in how the viewer’s perception of Tasmania’s natural world, of its wildness, is of the mountain’s wildness.",
    "The Mountain",
    "DVD: Thunderbolt Productions, 2007",
    "The mountain is also the subject of a considerable amount of academic research as well as amateur historical publication",
    "Tasmanian Visions: landscapes in writing, art and photography (R. D. Haynes, 2006)",
    "Girl Guides Mountain Hut (Irene Schaffer)",
    "Nature in its wildest form (Irene Schaffer, 2014)",
    "Hobart Rivulet (Tony Rayner) 1988HERITAGE REPORTS",
    "See this website’s Bibliography page.",
    "Certainly, both the Blue Mountains and the Australian Alps are literary contenders—but, technically, both are ranges, not mountains. Mount Kosciuszko might be mentioned in more books, but a mention is not a devotion. ENSHRINE assets without proof that no mountain in Australia has been written about as much as kunanyi/Mt Wellington.",
    "In her Pinnacle Development Plan report to the Wellington Park Management Trust Anne McConnell noted that ‘The social value of Wellington Park is underscored by its repeated representation in the arts ... which contribute to a wide public understanding of the area.’ (see refs). A list of artistic creations was used as evidence in the national estate listing for Wellington Park."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1669767724462-SOGKXXAXI3U3H9JYA1IJ/08.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611196899952-WPLFBBLKJH0SO6WT69U9/alice2+-+1+%281%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611316696058-RN32V9FNDLZXTDVV3NRB/Screen+Shot+2021-01-22+at+10.45.34+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1659657032645-N07NN3A5V9JDJPOJYKBY/6080260932.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611196737004-VFW9WSBCJUQPDNJRMCMQ/alice2+-+1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1668566180134-0QB7ZL8KEZVIH86GEX1G/f8b234782b3668ff3974790329ca18159fd68642_2048x.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611196930458-7PQ7Q392Z72JWYKW7KV9/alice2+-+1+%282%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611196945674-095Y89SPWGV0J3K69CIY/alice2+-+2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611285546433-K9PZCLAS902Q6Z0IBVF8/IMG_4911.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611196865268-Q4644ML7W8FNI5GKSC7B/alice2+-+1+%283%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611609393100-QFT4Y74LOQNI8T61FXE9/the-mountain-emily-stoddart.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611316387707-6EDZDIKLCN6HTRCCTSD9/The-Mountain.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611285566851-QZTG4UBM0T8L1CD0MJCD/IMG_4933.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611316411810-GTG4H2AVTRF0RGXTPD1R/37839360._SY475_.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611316401444-VOB6FAVXOXPZDWSJBBYZ/original_9780648675839.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611316421827-FK6617DRFDK5OW6YI3W6/50368007._SY475_.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611317371148-PKVEICLS4O9EPVPD5542/index.aspx.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1676959295726-OGFA6I8C8TZY5QAHBC9N/Screen+Shot+2023-02-21+at+5.01.18+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1724470313838-OFR6DGYG8NY5JED70N6K/index.aspx.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683355566749-TJER5PL24A8PC2Q1624U/10491769209.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683355549441-76YD0QWAEVVKJPQPKJ4G/Screen+Shot+2023-05-06+at+4.37.08+pm.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683355686509-8RUM33NTOGGWF24IS607/30372478048.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683355559810-N6DRWQCP9Z2YBU122CO2/a-difficult-young-man-penguin-edition-1.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683355561756-B88T49LCDIFKRP5BWISG/The_Narrow_Road_to_the_Deep_North_%28novel%29.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683356414668-2NHOHNARNZ5D8L5S1HGE/71y%2BHpF2rQL._AC_UF894%2C1000_QL80_.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1733126878867-RRPOUS4YNICZC45XI93E/cold-blows-the-wind-ebook-cover-large.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618966120966-DECMSSNLCQ8XQO0PN306/amethyst-SMU128054194_0.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b9612638-0767-4397-b941-6ebdcf51e01c/Screen+Shot+2023-10-23+at+3.04.12+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a92c3e4d-4147-4341-97e5-e5d6f3b6225e/Mountain-Hobart-CHamber-Orchestra.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698536045659-0T2NMPWNPQWCGNA59CDM/images.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698536047832-LY9VY123XA7QP2B1CN8A/Unknown.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698536050768-BQ4ZV2NBKRAUSSU18R54/Unknown-1.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698536128467-0U1MZISSXN381CK202ZE/The_Outlaw_Michael_Howe_poster.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/3f9ccda7-358b-46f6-9627-5c2907646b23/TheMountainsDVD_USED_1024x1024.png.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f73b95ca-2346-4664-9d4c-d68377b70217/Screen+Shot+2022-12-06+at+8.46.43+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}