{
  "url": "https://listthemountain.org/living-wonders/forest-giants",
  "title": "GIANT TREES",
  "paragraphs": [
    "If you have a tape measure, before you read on, go out and run it around the base of a big tree … oh! never mind, just guess the circumference of a big tree you know. That circumference will be your personal context to the scale of the giants below. I live on a bush block and its biggest tree is outside my bedroom. I estimated its trunk would be 4-point-something metres around, but let’s talk yards, feet and inches like they did in the giant tree-hunting days. Mine is a White Gum and when measured at a comfortable height about three feet off the ground my big tree turned out to be a bit more than five yards or fifteen feet and four inches round: aka 4.7 metres.",
    "How big are the trees on the mountain? The mountain has been forested for two million years or more. Of its earlier, wetter, colder Goondwannan species—myrtles, pines and the even older manferns—they live on in wet pockets to this day. The Palawa knew them all, and grand they were, but the drier Eucalyptus forests of our recent, shared era (though not so individually long-lived as the rainforest species) are of more stupendous height, weight and girth.",
    "The Muwinina  burned the forest floor on the mountain, regularly and frequently, to make room to walk, to camp and especially, to promote fresh green pick for their staple red meat. Wallaby. The cool fire regime of the muwinina also likely shaped the mountain’s big trees. Occasionally the bodies of the dead were entombed within the fire-hollowed trunks of great trees.",
    "Their enormously tall trees were first described to Europeans by Abel Tasman in the 1640s. Nothing in Europe could stand by them. This fact, and more, was confirmed a century later by the French explorer Bruni d’Entrecasteaux at Recherche Bay in 1793. ‘Some of these trees seem as ancient as the world.’",
    "Those trees have attracted ever since global attention.",
    "Among the first to first attempt the measure of individual specimens was the Hobart surveyor Harris who described trees along the New Town Rivulet as ‘the most stately he had ever seen’. One had a circumference of over 15 yards or 44 feet aka 13 metres. So memorable was this stately tree—it was so big that during his ascent of the mountain, in its hollow, Harris and a party of three camped a night.",
    "At the expense of felling some of these giants, and looking through the clearings created, sometimes seen above such big, wide trees were standing others and claims arose—claims—that were even bigger, taller, heavier and older. Some tall or taller than the tallest in all the world.",
    "A paper read to the Royal Society of Hobart in 1848 passingly noted a blue gum (Eucalyptus globulus) growing in a gorge at the foot of the mountain ‘of unprecedentedly large dimensions’. In 1849 Hugh Hull reported its unprecedented dimensions. The circumference of the Gorge Gum, at 28 yards around the base, was a measurement almost twice that of the Harris camp tree. The Gorge Gum’s standing height had to be estimated. It was said to be 330 ? feet tall. At that measure, it was in the running as the tallest living tree on earth. The bowl was found to be sound except where the bark had opened at one point, and it was found near Talosa, not six miles from the Hobart Town Hall.",
    "In the same way that kings and president’s have a power to pardon—in effect to save a life—the preservation of enormous trees by vice-regal parties was not uncommon during the forest clearing days of Tasmania noted Elizabeth de Quincy.",
    "As veritable proof, Governor Denison shipped to London for the 1851 international exhibition a single plank of timber no ship could contain. It was 145 feet long and had to be lashed to the hull. From the London Dock, no street was straight enough for it to be transported so Hobart’s salty present was cut and then reassembled in the Crystal Palace. In 1862, for another London exhibition, an even longer piece, of white gum,  230 feet long was exported. Though cut and incised in Hobart for reassembly, the Exhibition Hall itself proved too short and the exhibit had to be displayed outside.",
    "As well as such individuals, scientists exploring a small tributary of the North West Bay River came upon a cluster of giant trees they later called The Vale of Giants. The closeness and arrow-like straightness of the trunks when viewed from above, higher upslope, resembled not so much a forest of trees but a sea of masts. Herein were at least one hundred trees of 13 yards (40 feet) in circumference. Or more. The largest circumference, of a swamp gum, was—can you believe this?—100 and 30 feet. Its height was inestimable so dense was the surrounding forest, but so noble was this living giant, even its scientists declared it should be held sacred. Beneath it, prostate, lay another that as green timber must have weighed 400 tons and have been beyond 300 feet in length.",
    "And there were other, bigger still. The Sir John Franklin Tree (epithet “the Patriarch”) rooted in the centre of a small creek in the vincity of New Town Rivulet had a trunk hollow you could easily walk into. Its internal diameter averaged eleven feet across, and the head height of over six foot six. Enough that fifteen people once sat to lunch in it. It was also dubbed the Mammoth of the World. A similarly impressive ‘vegetative monster’ was named The Lady Jane Franklin Tree.",
    "More than a quarter of a century later, new giants still stood their ground on the mountain. In 1877 in a lecture on Tasmania by Sir Charles Du Cane [quoted above] he claimed a tree little less than the proportions of the Hull Tree.",
    "So alarming were these claims—an affront to America’s claims for their redwoods—that John Muir himself toured the world in search and in hope of disproving them. He was pleased to write, in 1904, that in the end there was no truth in the rumours of Giant Eucalyptus. None exceed 300 feet. Muir was wrong. Muir visited Victoria, but not Tasmania.",
    "Several Giant Eucalypts have exceeded 300 feet. And as for the tallest tree ever recorded, it is not a sequoia. It was a Douglas Fur that on the day it was chopped down in British Colombia stood a vertiginous 460 feet above the earth.",
    "Notwithstanding that god-like being, kunanyi’s giants still stand among the biggest, tallest and heaviest trees ever recorded anywhere in the world.",
    "What befell the giants?",
    "Some can still be found in Salamanca Place holding up three stories of sandstone warehouses. But if not by the fury of the axe, then by the desolation of fire, most were destroyed. Convicts were hard at them by 1810. There were sawpints at the Cascades in 1823. The King’s Pits Camp was probably operating in the 1830s. A sawmill is recored in 1824. Fires—deliberate or lightning struck—scoured the mountain in almost every second decade. So they fell. Hard to believe, but some yet after this centuries-long ravage of wildfire, woodman and wind, survive.",
    "Contributor Yoav Bar-Ness located today’s giants.  An excellent patch of massive stringybarks grow down the hill from the Octopus Tree. Some have been estimated at around 400+ years old. At the bottom of Myrtle Gully, upon its sheltered lower flank, is another stand of tall trees which include a giant Eucalyptus regnans. Still, the tallest trees living on the eastern slopes of the mountain today are only around 70 metres high.",
    "We were born too late and too early.",
    "Lamentably, the trees we see today are merely ‘modest regrowth’ that is ‘a far cry from the magnificence that once was’ according to Kevin Kiernan, and indeed, the mammoths of old themselves may have been exceeded in an even grander pre-colonial Age that Kiernan calls that of the “Fallen Elders”. Kiernan has discovered on the mountain, and describes, naturally toppled giants and vestigial remains such as a truly massive stump—larger than any now found in the Styx Valley of Giants—in the upper reaches of one of the mountain’s river valleys that, in its prime, may well have exceeded the John Franklin Tree. ‘These  elders, though fallen, for surviving so, are just as deserving of respect.’ (Kiernan p 21.)",
    "That the giants will regrow to their former grandiosity is not guaranteed. Contemporary measurements by Kiernan suggest that in today’s forest, even after a century of relatively undisturbed growth, the trees are yet far, far short of the circumferences of the colonial giants. And perhaps they may never match their forebears’ buttressed circumferences for we may have been falsely measuring their age. Some of the greatest circumferences may have taken not two hundred or even four hundred, but possibly 800 years of growth and were further shaped by fiery encrustation.",
    "For a next generation of giants to arise will need our best restorative efforts today and for century stretches. The project is also likely to require Aboriginal management, for without being regularly scarred by a specific kind of fire, the trunks will not buttress as once they did. Based on our performance to date and—as Kiernan searingly exposes—at present, deficiencies within the Wellington Trust and the Hobart City Council that ‘ought not exist tomorrow’ (page 22) but do exist today, must also be remedied.",
    "Aboriginal, Historic, Scientific, Social and Aesthetic.",
    "Giant trees have some natural heritage value as individuals, and the dynamics of their age, growth habits and survival in forests is of scientific interest, but this is far exceeded by their cultural heritage significance.",
    "To be amongst the biggest trees on earth is quite a high distinction. To be found in ‘scenery truly that of a primitive forest, with beautiful fern trees, some living and vividly green; others fallen and decayed; Sassafras trees and young Eucalypti, ornamented with the most graceful lianas, and prostrate trunks, covered with mosses and little flowers’ is also aesthetically significant.",
    "To be found below them the remnants of some of Australia’s earliest timber-getting operations is also significant.",
    "To have trees with profoundly sacred ceremonial purposes is of great local significance.",
    "Keven Kiernan’s outstanding study of the mountain’s Forest Giants",
    "Gwenda Sheridan The Historic Landscape Values of Mount Wellington (WPMT 2010)"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697428324631-CEZ76B05DOK0R3RQZ2WO/Tall%2Btree.jpg",
      "alt": "Tall+tree.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1700698685283-B4GLCJG9I8UZLY4MOS5S/Big+TRee.png",
      "alt": "Big TRee.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1603930885549-HSIJXHGSDOMELHJDECCX/Giant-Tree-Expeditions---2019-01-19---Octopus-Tree---Cielito-Anita-Deb-Len-Sylvie_261-1.jpg",
      "alt": "The Dryad"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1603930887351-94CI0HQQBMF0C3GADZY7/HongKongTreeclimbers_APR15_3494-1.jpg",
      "alt": "A climber in the canopy of the giant Eucalyptus regnans."
    }
  ]
}