{
  "url": "https://listthemountain.org/living-wonders/fossil-shrimp",
  "title": "Antediluvian Shrimp",
  "paragraphs": [
    "The discovery caused a sensation in zoological circles in 1893 after a zoologist named George Thomson found tiny, dark, crayfish crawling across the gravel bed of a tarn flowing out of a spring near the top of the mountain. Thomson had seen their like before, but only encased in rock—hundreds of millions of fossilised years earlier. Yet here they were swimming in ponds! As living as him.",
    "Thomson’s discovery caused a sensation in zoological circles around the world. Here was the forebear and progenitor to today’s crustacea. As it did with the tree ferns, wonder led into awe.",
    "The Oxford biologist Geoffrey Smith  saw the shrimp more than a decade later, by which time they were well known; but he the moment was sublime. In his account he wrote: “When I first saw the Mountain Shrimp walking quietly about in its crystal-clear habitations, as if nothing of any great consequence has happened since its ancestors walked in a sea peopled with strange reptiles, by a shore on which none but cold-blooded creatures splashed among the rank forests of fern-like trees, before ever bird flew or youngling was suckled with milk. Time for me was annihilated. And the imposing kingdom of man shrunk indeed to a little measure.”",
    "Smith’s revelation of the lineage of a tiny freshwater shrimp (Anaspides tasmaniae) is said to have caused a sensation amongst the devotees of the worlds of antediluvian, cold blooded fossil creatures. What the British biologist saw was a creature hundreds of millions of years old, an archetype of an archetypal, ancestral fossil still creeping about on its sixteen legs.",
    "This knowledge was not new. Though found nowhere else except up the mountain, Anaspides had been known locally for millennia and among Hobart’s mountain fraternity, for almost a century. They were sport. In the published  account of a governor’s wife climbing to the mountain’s pinnacle before there was any road or track, contained these observations half way on the descent: “The Crater like Valley, which descends from the plateau, on the south western side was lionized, its clear delicious brook of water scrutinized, and many a frolicsome shrimp was netted and landed on the bank, in the absence of larger fry.” So the shrimps were known by 1838, but their epic evolutionary significance was not. Hobart Town Courier, Friday 22 December 1837, page 2"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606617635380-1G68WA1VKAA6RO6N57X7/FMIB_46282_Tasmanian_%27Mountain_Shrimp%27_%28Anaspides_tasmaniae%29%2C_a_living_representative_of_the_Syncarida.png",
      "alt": "Image: Wikipedia"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1f780ce8-61d6-42dc-aeae-5cba34d5e262/220px-George_Malcolm_Thomson_c1918.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/186cb75e-f09f-4536-8169-89bceeadc73c/nla.news-page000000845390-nla.news-article9403902-L5-6fca00dcb483e84573a9bf6feb16835b-0001.jpg",
      "alt": ""
    }
  ]
}