{
  "url": "https://listthemountain.org/living-wonders/meyricks-moth",
  "title": "MEYRICK'S MOTH",
  "paragraphs": [
    "A world authority on butterflies, Edward Meyrick, migrated to Australia in the 1870s to accept a position in NSW but was drawn to Tasmania and to the mountain. Near its summit he came upon (and no doubt netted) a small yellow-winged moth. His heart fluttered as soon as he examined it with his glass. And on the other side of the world a storm broke. Meyrick’s “type specimen” yellow-winged moth Dirce solaris was the first proof that a vast family of northern moths—the geometrids—was even more widely spread than thought, possibly world-wide.",
    "How could this moth fly here? Impossible. The answer, that the continents must at some far distant time have been joined—Hello, Gondwana!—escaped even this distinguished scientist who had the evidence pinned to a tray in front of him, but we still have the type specimen. And Meyrick’s moths are still fluttering over the summit.",
    "In terms of natural heritage, the moth genus Chrysolarentia on the mountain offer ‘an outstanding example of adaptive radiation and local evolution’ according to the mountain’s National Estate listing.",
    "The moth family Geometridae is well represented on the Wellington Range, with more than half of its Tasmanian species abiding there.",
    "Mountain invertebrates, Wellington Park website."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697333127505-VLS2TCXD7AII25F52A9O/Dirce_solaris_01.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697333126034-2LBQIE48QQAQ0OCYODSD/Edward_Meyrick.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697333136360-SZ9CDRH19KLIONULHQK3/Chrysolarentia_psarodes-E_McD1-2.jpg"
    }
  ]
}