{
  "url": "https://listthemountain.org/living-wonders/predatory-bug",
  "title": "Pinnacle Predator",
  "paragraphs": [
    "The predatory bug Nymphocoris hilli is is known only from the summit of one mountain in the world. The mountain.",
    "Little Hilli is part of a unique hypolithic (life lived under rocks) assemblage atop of the mountain that includes frogs, crickets, spiders, moths, earwigs, beetles, flies and earthworms. Hilli lives under and between the tors that litter the summit. The lichens which coat the rocks feed a number of endemic species that are its prey. The rocks themselves modify the microclimate near the ground and serve as basking sites.",
    "An ancient species within the suborder Heteroptera—the “true” bugs,  hilli is of phylogenetic (that is, the evolutionary development and diversification of a species or group of organisms) significance.",
    "Hemiptera - bugs » family Aenictopecheidae  genus Nymphocoris",
    "Enicocephaloidea [Enicocephalomorpha] CGW91 |--Aenictopecheidae CGW91 | |--Nymphocoris [Nymphocorinae] CGW91 | | `--N. hilli CGW91",
    "Here’s how the Tasmanian Naturalist journal describes its world:",
    "“A unique hypolithic assemblage of endemic flightless animals occurs under and between the rocks, including blattellid cockroaches, a large cricket (Kinemania),an earwig, predatory beetles (Promecoderus), spiders and earthworms. The lichens which coat the rocks feed a number of endemic species including foot- spinners and tiger moths. The rocks themselves modify the microclimate near the ground and serve as basking sites for the endemic flightless alpine grasshoppers and various day flying moths and butterflies. They shelter frogs, too.",
    "“The rare alpine Tasmanian scorpion fly occurs in the vicinity of the summit. This species is the only member of the family Apteropanorpidae and is crucial to our understanding of the evolutionary relationships of the diverse panorpid scorpionflies of the northern hemisphere. Australia's most alpine adapted cicadas and the most alpine adapted Australian scarab beetle also occur near the summit.",
    "“The alpine insects are particularly vulnerable to disturbance due to the high proportion of flightless species, including certain grasshoppers, crickets (Bobilla, Kinenmnia), beetles (Carabidae, Tenebrionidae, Lucanidae), bugs (Lygaeidae, Pentatomidae, Reduviidae), flies (Boreides) and moths (Pterolocera, Phaos, Psychidae).",
    "Tasmanian Naturalist #116  1994"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613336959674-I5E1F36U0RJWQTS7VTYZ/Gamostolus+subantarcticus.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613337027782-GKLQ5XSF3N953UVQ05WJ/HEMI_Aenictopecheidae_Aenictocoris_powelli.png"
    }
  ]
}