{
  "url": "https://listthemountain.org/living-wonders/vale-of-giants",
  "title": "GIANTS VALE",
  "paragraphs": [
    "In some of the conjectures as to the dimensions of the trees in the Giants Vale, the numbers appear, at first, to require the faith of the folklorian, but upon discovering that the records have vice-regal assent, the values given below are placed beyond question.",
    "But above the tall trees stood giants and discovery claims for giants among the tall trees in the Park are now centuries old.",
    "One famous tree, of unknown height, was described in the Launceston Examiner in 1873 standing to the right of the Huon Road at the Fingerpost Trackhead nailed into a tree bearing the inscription “To the Mountain”  surmounted by the perfect martinet of a hand whose forefinger seems ever to say “Up guards and at ‘em!”",
    "More than a quarter of a century later, still giants stood their ground on the mountain. In 1877 in a lecture by Sir Charles Du Cane on Tasmania, he claimed for a tree little less than the proportions of the Hull Tree. ‘It is close to this road [Huon Road] that there grows the largest known tree in the colony, of which Mr Trollop says that it is the biggest tree he ever saw, that he took the dimensions, and subsequently lost the note. All I remember is that it was reputed to measure sixty feet in circumference at 15 feet from the ground, while its height was considerably over 300 feet.’",
    "ENSHRINE is aware of two very large gums formerly standing in the Park named the Sir John Franklin Tree (in Talosa Park) and Lady Jane Franklin Tree—whose location is not precisely known, but the artist Marianne North mentions both in her work A Vision of Eden.",
    "Then, in 2021, a sheaf of maps fell out of a copy of a visual management document that showed a large gully in the west of the park marked “Vale of the Giants”. The map referenced Royal Society proceedings, which mentioned several other very tall trees on the mountain.",
    "The giants are not in an inaccessible gully like most of our gigantic trees, but in a beautiful vale of sassafras and tree-ferns easily reached from the Huon foot-path and within three-quarters of a mile of each other. The reference indicates possibly Snake Plains, or the area below Snake Plains, as this is the watershed. But The Vale stretches up a small stream that is a tributary of the north-west Bay River pretty far up the ridge which separates its waters from those of Brown’s River.",
    "The Reverend T. J. Ewing visited the Vale in 1849 and spoke of the stand thus: “We named it the Vale of Giants for puny indeed did men appear alongside these vegetable wonders. The largest we measured was, at three feet from the ground, 102 feet in circumference, and at the ground a record-breaking 130 feet. We had no means of estimating its height, so dense was the neighbouring forest, above which, however, it towered in majestic grandeur. This noble swamp gum is still growing, and shows no sign of decay; it should be held sacred as the largest growing tree.’",
    "‘The second tree, also a swamp gum, is prostrate. It measures, from the root to the first branch, 220 feet, and the top measures 64–in all 284 feet, without including the small top, decayed and gone, which would carry it much beyond 300 feet. The circumference at the base is 36 feet, and at the first branch 12 feet, giving an average of 24 feet. This would allow for the solid bole, 10, 120 feet of timber, without including any of the branches. Altogether, as green timber, it must have weighed more than 400 tons.”",
    "In 1904, J. H. Maiden added: “In June, 1881, Mr. T. Stephens measured the trunk of a large tree which had gone by the name of Lady Franklin's tree, and which was probably identical with one of those described by the Rev. T. J. Ewing. It had been blown down in the gale of December 20, 1880. The circumference of the trunk at the ground was about 70ft. At 20ft from the ground the circumference was 27ft, and at 56ft it was 21ft. The total length of the stem to where it ended, abruptly, being free from branches the whole way, was 266ft, and it was there 9ft round.  Sixty or 70 feet was estimated by Mr. Stephens as the length of the broken off portion, and this would bring the total height to 330ft. Mr. Stephens adds, \"It might have been much more.\" This total height is based, for the most part, on actual measurements, and I attach much importance to it.",
    "Sir William Denison, the Governor of Tasmania, gave the dimensions of two further trees in the Vale: No. 1: 215ft high; its girth at 6ft from ground 14ft and at 14ft from the ground, its girth was 11ft.  No. 5 was a large tree in a gully on the flanks of Mount Wellington that was 255ft high, but the top had been broken off by the wind; it had probably been 30 or 40 feet higher. Girth on the ground, 76ft; girth 21ft from the ground, 25ft.",
    "But top this: in 1849 Hugh Hull described a blue gum in Glenorchy with a circumference of 86 feet (26 metres) and an estimated height of 330 feet (101 metres). If true, this tree was taller than the tallest living or extinct Redwood, but Hull went on to describe how in its burnt-out bole fifteen persons sat down to lunch. Believe it or Not!",
    "Such groves and individual giants have natural value but also cultural value for their Aesthetics, Scientific interest and Social value.",
    "Tall trees are marked on Hodgman’s map. As is the Octopus Tree.",
    "On a hand-coloured map conceived by Gwenda Sheridan in 2010 is a millennial attempt to map the mountain’s Sublime. Based on historical records as well as topographic information systems, the map plots the deep gullies on the mountain’s lower slopes that most likely harboured both the romantic ferneries-the feature subject of colonial (and later) art works and also the stupendously towering gums. Sheridan also pointed to the dramatic and sublime mountain’s stags, the ‘profoundly unusual tall, grey, ghost forms of dead eucalypts rising above the re-growth forest.’",
    "The historic landscape values of Mount Wellington",
    "OBSERVATIONS ON THE COASTS OF VAN DIEMEN'S LAND… by Abel Tasman",
    "by Gwenda Sheridan 5-volumes. WPMT 2010  (see refs)"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612320081170-FZTWNLQOJ65YIKMVHVYM/Vale+of+Giants.png",
      "alt": "Gwenda Sheridan map"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612321662717-1C7SIK64LLFEYSJ953TM/vale-of-giants.jpg",
      "alt": "vale-of-giants.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612949264403-US5OIE188JU1V4CN2S98/IMG_1274.PNG",
      "alt": "2021"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670892732226-CC94NB2VSG1F0QP5KZLE/Screen+Shot+2022-11-28+at+3.12.34+pm.png",
      "alt": "Screen Shot 2022-11-28 at 3.12.34 pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/5f07e46c-0760-4c30-be02-c1db246d2466/Vale%2Bof%2BGiants.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/74b92861-9e57-4be3-b900-7cc168570fc5/Sublime-Places.jpg",
      "alt": ""
    }
  ]
}