{
  "url": "https://listthemountain.org/living-wonders/waratah",
  "title": "COVERTED WARATAH",
  "paragraphs": [
    "The very perfect Tasmanian waratah—so favoured by palawa children who wash out its large nectar beads to make sweet water—has also been the fitting subject for photographers, painters, book-cover illustrators, coach decorators and prize-winning needleworkers; its large and vivid inflorescences often capped the arches outside Hobart shops over Christmas.",
    "Said to be the most distinctive of the five waratahs, admired and extolled for centuries, harbinger and exemplar of summer, its emergence has been reported since the 1850s, inspiring hundreds of parties to climb a thousand metres up the mountain to find it. “In my imagination the thing takes shape as some rare and wonderful flora like the black tulip of Holland or the lily of Persia.” [1891]",
    "Many accounts relate to people finding themselves lost during the pursuit of the bloom.",
    "In the 1880s Louisa Meredith deplored the ravaging of beautiful mountain shrubs and berries and made a strong appeal to Hobartians to preserve the flora and fauna of the Mountain.",
    "The Lord Mayor recalled her plea 50 years later. On top of the Mountain to officially open Rock Cabin in April 1928, he spoke to the hundreds of boy scouts and girl guides who had formed his Guard of Honour as well as to all the men and women their gathered: “The fact that you see the lovely bushes of waratah in bloom along this track is evidence that the people who have been going backwards and forwards have refrained from picking or destroying the bushes.” He appealed to them to “remember your duty to protect the glorious flowers.”",
    "The Waratah is a shrub growing around three metres high, its many branches together bearing up to 30 flowers: though it sometimes develops as a single-stemmed tree to 10 metres. Genetically identified as “the most distinctive of the five waratahs”, it is the only species to be a single shade of red, sport hairy bracts and a kinked style. Its truncated seed is winged for autumn wind dispersion—and this feature gave the plant the truncata of its name Telopea truncata. Robert Brown proposed placing the species in a new genus, Telopea, in a talk he gave in 1809, publishing his new name Telopea truncata in 1810.",
    "Social and Aesthetic.",
    "Its natural heritage value is moderate. Fossilised waratah pollen over 20 million years old has been collected in Sheffield, but the species pre-dates the break-up of Gondwana and is perhaps 60 million years old. Estranged relatives survive in New Caledonia and South America.",
    "Its cultural value is more significant. It is the emblem of the Wellington Park Management Trust and the subject for several important Peter Dombriviskis photographs.",
    "Part of its value is in the quest to find it. Growing it is also challenging."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615684551363-UPM1N2VYQYS5WQQKMM1S/f8b234782b3668ff3974790329ca18159fd68642_2048x.jpg",
      "alt": "Cover shot of the Field Naturalists Mount Wellington plant identikit booklet"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606778962628-6QNVK1XG635XQD3GCIBJ/Mercury+Tues+Nov+4+1913.jpg",
      "alt": "Mercury Tues Nov 4 1913.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607132956984-BN2KL8X9TYFBUALE4DQ7/_B181276.jpg",
      "alt": "Photo Maria Grist 2020"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1608010248201-CW2LW8T36MT1ATB0NF38/32cc4d_7f9fccd1d0d4478a8f06ca16b9f9bf58_mv2_1024x1024%402x.png",
      "alt": "Cascade Stout"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1617275911519-YGG5JCDK663SPP19ZBRV/Screen+Shot+2021-04-01+at+2.44.28+pm.png",
      "alt": "Louisa Meredith, as quoted by the Lord Mayor (see details below)"
    }
  ]
}