{
  "url": "https://listthemountain.org/artistic/aesthetic-landscapes-intro",
  "title": "The mountain’s Aesthetic Landscapes",
  "paragraphs": [
    "Artists—printers, painters,  photographers—over three centuries or more—have created a huge body of work devoted to the mountain. Gwenda Sheridan suggested that there are more images of the Mountain than any other place in Australia outside of Sydney.",
    "Several researchers and heritage reports chronicle the artistic interest in the mountain. Historian Elizabeth de Quincy noted the emergence and early history of depictions of the mountain in her History of Mount Wellington. She mentions Lieutenant G Tobin who made paintings during Bligh’s 1792 visit, the French hydrographer Beautemps-Beaupre who sketched “Montagne du Plateau” (the mountain) during D’Entrecasteaux’s exploratory voyage. British Surveyor Harris, then George Evans and then lithographer Joseph Lycett. Indeed, all the great colonial-period landscape artists had a go at capturing the mountain. In the 20th century Robert Campbell (often described as an Australian impressionist) Joan Humble, Greg Hind and Jock Young (among many others) painted views of Mount Wellington. Richard Bacon painted The Thumbs from Dru Point in 1976. From them we come to Jeff Dyer and contemporary landscape painters. Enshrine has catalogued in individual entries the oeuvre of 24 well-known landscape artists as well as half a dozen photographers.",
    "As with painting, every landscape photographer of note attempted the mountain. Famous early photographers who published mountain photographs are the Anson brothers, J W Beattie, Stephen Spurling II and III, and later Frank Hurley.  Other pre-1900 photographers include James Matheison Sharp, Charles Woolley, Alfred Winter, Thomas Nevin, and Charles Rudd. From the beginning of the era of postcards, the mountain has proved to be the most popular of all Tasmanian photographic subjects. The Grist collection alone holds around 800 different kunanyi/Mount Wellington cards. The cards were sent to both mainland and overseas addresses and helped to create an enthusiastic tourist market to the Mountain in the early 20th century. Both amateurs and professionals worked on the mountain: Ash Bester, H. Baily, J. J. N. Barnett, J. C. Breaden, G. M. Breaden, C. Gruncell, Dowie, W. Fellowes, W. Hale, H. J. King, Sears Photographic Studio, C. A. Shadwick,  Harry Dart, R. C. Harvey, W. H. Cooper, A. Prosting, N. H. Propsting, H. J. Hellessey, H. S. Hurst, P. M. Koonin, Latham, W. Little, A. Mather & Co., McWilliams, McVilly and Little, Oldham, Rose Series, C. Southey, Trowbridge Bros., H. J. Turner, Underwood, Valentine Co., E. Verrell, J. Walch & Sons, W. Williamson, York, and H. T. Waterworth. In the later 20th century the Mountain was the subject of a series of photographs by Geoffrey Lea and the artist photographer David Stevens and wilderness photographers such as Peter Dombroviskis and Rob Blakers.  In 1996 Dombriviskis (who lived at Fern Tree) published his collected photographs of the mountain in On the mountain.",
    "Mount Wellington has also featured as key locations for two recent movies: Manganninie (1979) and Devil's Hill (1991).",
    "The largest study of all this work is in Gwenda Sheridan’s magnum opus 5-volume work The Historic Landscape Values of Mount Wellington, Hobart – An evolution across time, place and space written for the Wellington Park Management Trust in 2010",
    "Beauty is a very important aspect of aesthetics, in for example, the exponents of the Picturesque style, but it is only one aspect of aesthetics.",
    "Sheridan divided the aesthetic viewpoints into those that look out (comparatively rare) and those that look-in, typically from a distance.",
    "One of the most important aesthetic aspects of the mountain is not its beauty, but its terror. This is the aesthetic appreciation of the Sublime. For example, the impact on a refined viewer of stupendous cataracts disgorging with their roar incalculable and seemingly unstoppable quantities of water was at once overwhelming, terrifying and transfixing: this was sublime.",
    "The fusion of two aesthetic effects, beauty and terror, was famously expressed by the pioneering native gardener James Dickenson in 1843, describing Wellington Falls as “A scene where the wild, the grand, and the sublime are merged in the romantic, the stupendous, and the terrible.”",
    "‘In 19th century Tasmania the Romantic interests were fuelled by the new, natural and dramatic landscapes that were so abundant in the new colony. These were regarded as ‘Sublime’, and were sought after and promoted eagerly. Mount Wellington with its height, its sweeping and rocky summit ridge, often snow-capped, and its forested slopes was one example of these landscapes and had the advantage of being relatively easily accessible from Hobart, hence a major focus of interest. It was clearly regarded as a sublime landscape as indicated in an 1869 description comparing Mount Wellington to the European Alps which states with directness that Mount Wellington is \"is equally grand and sublime\". The panoramic views from the summit were also particularly valued by the Romantics. In relation to the Picturesque, the importance of Mount Wellington was generally manifested in paintings of the Hobart area which featured gentle rural scenes of mown fields, fences, occasional livestock, cottages and flour mills, but with Mount Wellington inevitably present as the natural backdrop to this rustic scene.’",
    "‘The present day 'wilderness movement' is a new way of appreciating the wild and natural landscapes of Tasmania. It can be considered to be, at least in part, a response to a cumulatively significant loss of natural areas and natural values that is influenced by an understanding of ecology and a desire for an honest portrayal of the remaining natural values. Consequently those influenced by this movement are interested in the specific (small close up scenes – landforms and individual plants) and the extensive (landscapes).’ page 54-55.",
    "Angus Barnes suggested in his 1992 thesis that the colonial painters saw the Mountain as a sentinel. An image ‘promoted by The Romantic painters. Often they would paint castles in the distant background as symbols of the noble and grand, towering above all. In Hobart, where no castles stood, The Mountain took their place.’",
    "Another  aspect for consideration of the mountain as an aesthetic object is in finding in any depiction the characteristics seen by the artist whereby the image is of a landscape, but the impression is of a portrait, of a personality. Is the mountain characteristically a masculine or a feminine entity?  An observation of Max Angus’ on Mount Wellington in Simpkin de Wesselow Landscape Painter in Van Diemen's Land (and grasped by art archivist Anita Hansen) has it that “A mountain within sight of a city is not an anonymous object ... but an entity, alone, and above all, permanent, recognised by succeeding generations of people who live within sight of it. For them, it assumes a personality, a presence; they come to expect that a painting of such a well-known and much-loved mountain will have at least some of the quality of portraiture.”",
    "Enshrine commissioned Bruce Chetwyn to map a new aesthetic beauty boundary based on plotting into a GIS topographic skeleton the landform depicted in one of the iconic images of the mountain’s landscape: John Glover’s 1838 masterpiece Mount Wellington from Kangaroo Point. This scene has also been painted by Lycett Brierly, Prout, Forrest, Simpkinson de Wesselow, Henry Grant Lloyd, von Guerard, Piguenit, Tom Roberts and many other landscape painters.",
    "Aesthetics is concerned with the entire artistic judgement generated by places and artworks—which may themselves be (moveable) objects of heritage significance. The prime cultural value of the aesthetic landscapes is its aesthetic value, but the artworks themselves have historical and social value too.",
    "The 2002 interim listing of the Wellington Range area on the Register of the National Estate chronicled the artistic interest: ‘Mount Wellington has been represented by artists from the earliest days of Hobart, starting with convict artists Joseph Lycett, Henry Gritten and Knut Bull. One of John Glover's most famous late 1830s paintings is a sweeping forested view of the range's northern slopes focusing on the site of the orphan asylum. During the 1840s, the notable British painter and sketcher, John Skinner Prout worked in many parts of the mountain, often in the company of his talented amateur colleagues: Francis Simpkinson De Wesselow and George T W B Boyes. Mary Morton Allport, Tasmania's first professional woman artist, and her contemporary, Louisa Anne Meredith also painted and sketched Mount Wellington, as did other nineteenth century artists, both residents and visitors to the colony, including Thomas Chapman and Charles Dicker.’",
    "McConnell and Handsjuk briefly survey the aesthetic movements that underpin this history of appreciation of the mountain in their Summit Area Heritage Assessment report: ‘The literature indicates that the aesthetic appreciation of Mount Wellington has been strongly influenced by the key aesthetic movements of the late 1700s to present – primarily the Romantic movement of 1800s to early 1900s, with its preoccupation with the ‘Sublime’ and ‘Picturesque’; and late 1900s to present fascination with wildness and naturalness (often referred to as the 'Wilderness' movement). The Arts & Crafts Movement of the late 1800s-early 1900s was also important, but in relation to Mount Wellington it manifested itself more in an interest in the rainforest gullies with their ferneries and the building of rustic huts, than in the Mountain as a whole or in its form. While the influence of the mid-1900s Modern movement in relation to the Mountain is not particularly evident, it is likely that it contributed to the interest in the native vegetation of the Mountain.’",
    "Though now compromised, the mountain’s aesthetic qualities—admired for centuries, probably millennia—remain much as they ever were, allowing us to step back in time.",
    "At the heart of the management plan in the opening list of values and qualities for which the Park is protected: ‘The considerable aesthetic value of the Park based on both the scale and grandeur of its natural setting, and the texture, colour and character of its component parts.’—WPMP page 13.",
    "In the management plan’s Statement of Significance, under the Inherent Value topic Beauty, Landscape and Sense of Place on page 17 the characteristics of its aesthetic are sketched: ‘The geology, striking landform, cultural history, running waters and diverse vegetation, and temporal changes of lighting, climate and atmospheric effects all contribute to the Park’s outstanding aesthetic characteristics.’",
    "Another assessment is in McConnell and Handsjuk’s Summit Area Heritage Assessment report itself page 54 which commences with the observation that: ‘The Mountain clearly has major aesthetic value, and has had aesthetic value since the colonial settlement of Hobart.’",
    "Anne McConnell’s Pinnacle Development Plan states that ‘The aesthetic value of the Mountain is highly significant. The aesthetic value of the area contributes to its highly significant social value, which manifests in an extreme public sensitivity to development in the area.” McConnell reemphasised this assessment in the management recommendations of her 2010 Summit Area Heritage Assessment report to the WPMT on page v: ‘That the summit area be recognised as an area of high cultural significance, primarily for its landscape (aesthetic) … values...’",
    "Sheridan concluded that the mountain’s aesthetic character is its most important asset.",
    "The 2002 Listing of the Wellington Range area on the Register of the National Estate was based partially on its significance to art history and aesthetic appreciation.",
    "ENSHRINE considers the aesthetic beauty exhibited in quality, diversity and historicity exceeds that of the Blue Mountains and The Glasshouse Mountains — both Australian Heritage Places."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e63cb292-8f38-4a78-9b47-5fd0ab11e7b0/1024px-John_Glover_-_Mount_Wellington_and_Hobart_Town_from_Kangaroo_Point_-_Google_Art_Project.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9ad2f746-355a-4624-94d9-35ef586e37d9/Screen%2BShot%2B2021-12-06%2Bat%2B11.59.54%2Bam.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d5cacb4a-4aff-4b24-94ce-407d4db5e8a9/Untitled%2B3.png",
      "alt": ""
    }
  ]
}