{
  "url": "https://listthemountain.org/artistic/david-stephenson",
  "title": "STEPHENSON",
  "paragraphs": [
    "‘I [Stephenson] was particularly fascinated by Caspar David Friedrich and his vision of figures immersed in a contemplative, mystical union with nature, and even \"quoted\" Friedrich's Wanderer above the sea of fog (see Part 2) in my 1986 photograph Traveler above the Sea and City. Unlike the naturalism of Friedrich's painting, my own photograph's transparency was disrupted by its irregular collage, an obvious deconstruction of the codes of naturalism. If one examines the range of other work in a nationally touring exhibition of the time that I was included in, \"The New Romantics\" (1987), these postmodernist strategies of appropriation and deconstruction can be seen as common to much 1980s visual art practice.’ [link]",
    "“David Stephenson has focused on Mount Wellington in a number of his works. Each work is composed of a number of large scale photographs, each from a differing perspective, butted up to one another. This enables Stephenson to represent his own relationship with The Mountain. In his work \"The Amphitheatre\", he captures the cathedral like nature of the dolerite columns, as they draw the sky down to the earth (1987). It conveys a sense of wonder at the shear verticalness of the cliffs, and a stranger to the scene· would have no idea that below, hidden in the misty background, lay a city. His exhibition, \"Mountain/Sea\" included similar works from or of The Mountain.”",
    "Angus Barnes thesis: Mount Wellington and The Sense of Place (1991)",
    "https://eprints.utas.edu.au/11457/5/stephenson_part_3.pdf"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647922315391-ZVDVD9R02V8QOSR2BIS3/Screen%2BShot%2B2022-03-21%2Bat%2B9.00.15%2Bpm%2B2.jpg",
      "alt": "Traveler above the Sea and City"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647921360705-X2Y0MGH7IEWUPRYLK3CO/bettgallery-david-stephenson-mount-wellington-tasmania-2018-12-14-2018.jpg",
      "alt": "Mount Wellington, Tasmania"
    }
  ]
}