{
  "url": "https://listthemountain.org/artistic/eugene-von-guerard",
  "title": "VON GUERARD",
  "paragraphs": [
    "One tends to think of von Guerard as belonging to the German Romantic school that took its lead from Caspar David Friedrich (1774-1840) but in this exhibition the spiritual themes of Friedrich's work are given less prominence than the scientific preoccupations that followed from the work of Alexander von Humboldt (1769-1859). Celebrated as the greatest scientist of his day, Humboldt exerted a seminal influence on Charles Darwin's generation and on countless artists who responded to his call for accurate representations of the natural world. Pullin quotes a memorable line from Humboldt's book Cosmos: ''What an inexhaustible treasure remained still unopened by the landscape painter … beyond the narrow limits of the Mediterranean.''",
    "Von Guerard was but one of many aspiring Reisekunstler (aka ''travel artists'') who responded to this challenge. With the possible exception of Ludwig Becker, who perished on the Burke and Wills expedition, he was the only artist compelled to explore the wild and remote areas of the Australian continent.",
    "It seems the closer von Guerard ventured to the sublime - that frisson of awe and terror cultivated by Romantic artists and theorists - the further he strayed from the bosom of colonial taste.",
    "Not least among von Guerard's many qualities was his sympathetic appreciation of Aboriginal culture.",
    "from Earthly Pleasures by John McDonald",
    "Eugene von Guérard is best known for his large-scale paintings of dramatic views of the Australian bush, painted in the romantic tradition of the sublime. He worked in the German landscape tradition, which suggested the presence of divine powers in nature, and his paintings were celebrated by critics for their technique and grandeur. He  made trips to Tasmania in 1856 and 1875.",
    "‘He is best known for his majestic panoramic, topographical, and at times sacred, romantic or sublime landscapes.’"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607225094310-9G5GO92ZAY16XXLNO01U/Von+Guerard%2C+Johann+Joseph+Eugen%2C+View+of+Hobart+Town%2C+with+Mount+Wellington+in+the+Background%2C+1856.jpg",
      "alt": "View of Hobart Town, with Mount Wellington in the Background"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607225093541-UQD9ZIMY6WLYRQ0BM8TB/Von+Guerard%2C+Johann+Joseph+Eugen%2C+Hobart+Town.jpg",
      "alt": "Von Guerard, Johann Joseph Eugen, Hobart Town.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1616710182021-IEEQG2LGK3G83IYR9FQH/mini_magick20210325-1-97q4h7.jpeg",
      "alt": "mini_magick20210325-1-97q4h7.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1616710339259-3TBXUPH1AGF0AT7SI7VN/nlnzimage.jpg",
      "alt": "Thal um Mt. Wellington bei Hobart \"Insel Tasmania, Australien\" 1886"
    }
  ]
}