{
  "url": "https://listthemountain.org/artistic/john-glover",
  "title": "GLOVER",
  "paragraphs": [
    "Poor John Glover. Ridiculed in England as a pitiful Claudian copycat, he emigrated to the other side of the world (Van Diemen’s Land) in his latter years and produced a second suite of landscapes that were just ignored. After the Heidelberg School emerged Glover was derided (along with all colonial artists) for colonial cliche and being blind to the form and colour of the local landscape—a critique made without reference to the evidence of the canvasses themselves—that could be seen only in Tasmania. Even his fidelity to Nature was attacked as “hideous” by one senior local official. Tasmania was the only state to purchase Glovers until 1951.",
    "A century later (in 1929) the master of Australian impressionism Tom Roberts named one of his own late paintings Glover’s Country and also paid to have Glover’s gravesite restored. (The contemporary Tasmanian landscape master Jeff Dyer also listed a canvas Homage to Glover.) By these acts, art critic Christopher Allen suggests, ‘by the end of his life Roberts had begun to look at the formerly despised colonial painters, and to understand them as the true beginning of an Australian tradition of painting.’",
    "Contemporary critics now consider Glover the ‘inventor’ of Australian landscape painting. For, they argue, he exhibited a high—and instant—fidelity to the colours of the landscape (his ochres, olives, misty greys and bright blues were unique to his palate almost for sixty years), he captured Tasmania’s light, and was the first capable of painting a gum tree realistically, and simultaneously with stately grandeur. The NGV director, Dr Gerard Vaughan wrote ‘Glover developed a palette and way of painting that perfectly suited Australian conditions.’ Hansen argued that ‘30 years before Buvelot, Glover treated the landscape with respect.’ Picturesquely.",
    "An avid bible-reader, Glover appears (to John McPhee) to be attempting to fuse two Edens. The Eden of God’s perfect original creation—together with the prefect and happy life of its indigenous inhabitants—with a civilising Eden of bucolic bliss, elegant buildings and cornucopia, with the tension between these Edens lying in Glover’s shadows.",
    "Glover’s three Wellington canvases all illustrate his characteristic compositional features: a shaded, disordered foreground, shining mid-distances, infinite wilderness backgrounds and grand cloudscapes in dazzlingly clear skies. They speak of the perfect grace of God, the harmony of nature and sublime landscape. His landmark, elegiac work Mount Wellington from Kangaroo Point is a state, and a national, treasure. Tasmania’s premier Jim Bacon rated Glover ‘the most distinguished of Tasmania’s colonial artists’ and noted that his work is ‘a reminder of the beauty and pleasure still to be found and enjoyed in Tasmania’s natural and cultural heritage.’ [our italics]. No wonder Tasmanians revers Glover above all other colonial artists, and the state’s best-known landscape art award is The Glover Prize.",
    "Christopher Allen: Australian Review, Nov 12-13, 2022",
    "‘The Symbolic Landscape’, essay by John McPhee in John Glover and the Colonial Picturesque (TMAG 2004)",
    "The Art of John Glover by John McPhee"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606534447267-T2BOA82PE00CJUR0L4L6/1024px-John_Glover_-_Mount_Wellington_and_Hobart_Town_from_Kangaroo_Point_-_Google_Art_Project.jpg",
      "alt": "Mount Wellington and Hobart Town from Kangaroo Point"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607224222459-4TFZNP2RQBSNXITOCA72/Glover%2C+John%2C+Mt+Wellington+from+Sandy+Bay.jpg",
      "alt": "Mt Wellington from Sandy Bay"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612175803540-NQB1IPE3WWRA533LA7X5/793997b270f0c9f2a056132a67297b0c3c995225.jpg",
      "alt": "Mount Wellington with Orphan Asylum, VDL 1837"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1672873486814-REL5N14NM7Q1SM8H0P9K/Hobart+and+River+Derwent.png",
      "alt": "Hobart and River Derwent"
    }
  ]
}