{
  "url": "https://listthemountain.org/artistic/joseph-lycett",
  "title": "LYCETT",
  "paragraphs": [
    "Although his Tasmanian landscapes suggest that Lycett visited Tasmania (and Elizabeth de Quincy claimed he did in 1820) there is no evidence of his travelling here at any time. Returning a fully pardoned man to England, Lycett began producing aquatint “views” of New South Wales and Van Diemen's Land, several showing the mountain looming above Hobart. In 1825, the 50 plates were re-issued as a set in a volume with descriptive letterpress, and a supplement with maps of both colonies as Views in Australia, or New South Wales and Van Diemens Land . His works are coloured in some copies and plain in others. The extent of Lycett's involvement in the entire production, however, is unclear, and it does seem that the book was not successful. Views was reprinted in 1971.",
    "‘At his best, The Australian Dictionary of Biography states, ‘Lycett managed to capture something of the character of the Australian landscape, but his Views, although elegant and charming, retain none of this. They were obviously engraved to conform to what Lycett regarded as contemporary taste, and they look more like English parkland than antipodean bush scenes.’"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606536914921-HK9UJY82MGRLS0MLXNPC/joseph_lycett124150%29.jpg?format=original"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607224543211-XTCDWTHZ3J720TKTP0H6/Lycett%2C+Joseph%2C+Four+Views+of+Van+Diemen%27s+Land+%284%29.jpg?format=original"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1700699025582-VCQP02YFL8W6CGLWDVMZ/Df101550.jpg?format=original"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
    }
  ]
}