{
  "url": "https://listthemountain.org/artistic/maryanne-north",
  "title": "Maryanne North",
  "paragraphs": [
    "Maryanne North travelled around Australia and, indeed, around the world, painting its rare and seemingly doomed flora.  She wrote several autobiographies describing her travels with vignettes of Mount Wellington quoted below. Her collected works (all 800) fill a gallery she had built within England’s Kew Gardens.",
    "Dr John Dowe of JCU’s  Australian Tropical Herbarium wrote of North:",
    "‘Stimulated by her unique life and public persona, Maryanne North is one of the most studied women travellers and artists of the Victorian era, with numerous books and papers, both scholarly and non-academic, and a number of theses devoted to her life history, activities and creative works.",
    "North, at the age of 49, undertook the trip to Australia on the suggestion of Charles Darwin; she quoted him saying that she should not attempt any representation of the world flora in her Gallery until she '“had seen and painted the Australian, which was so unlike that of any other country”.",
    "A significant aspect of her botanical paintings for her was to record a ‘natural world’ that was then deemed to be irreversibly disappearing. Her mentor, Joseph Hooke, the Director of the Kew Gardens contributed the preface to the first edition of the her gallery catalogue and wrote that North’s paintings were of “the wonders of the vegetable kingdom; and that these although now accessible to travellers and familiar to readers of travels, are already disappearing or are doomed shortly to disappear before the axe and the forest fires, the plough and the flock, or the ever advancing settler or colonist. Such scenes can never be renewed by nature, nor when once effaced can they be pictured to the mind’s eye, except by means of such records as this lady has presented to us, and to posterity”.’",
    "North wrote of the gum trees that: ‘It is very wrong to talk of their monotonous grey colour - the variety of tints in the Australian landscapes are very remarkable & there are endless differences even amongst the gums alone. The dark blue green of what they call the Beech, & the bright yellow green of the Sassafras & celery topped pine, makes fine contrasts in all the gullies of Mt Wellington & the tree ferns are very fine - also a small plant they call true grass tree, resembling the pandanus in miniature is very elegant - the flowers are over, but I hope to find one sufficiently out to paint it but as I have seen no good painting of it’."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/bf45b1ff-8687-4de6-b946-8057d497597d/Screen+Shot+2023-10-19+at+1.31.00+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026493402-QNI1BRPP5KRWVK24SJZM/Screen+Shot+2023-10-19+at+12.03.15+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026491944-AVR1KT27E5VV8FJFFJ6V/Screen+Shot+2023-10-19+at+1.37.19+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026488635-FQGSID88TWGCRJZI2TX7/Screen+Shot+2023-10-19+at+1.36.48+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026486318-QMFSC0T340WQJP67NIKH/Screen+Shot+2023-10-19+at+1.37.32+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026489906-VRD6X5QZ8Q3DRULLALK5/Screen+Shot+2023-10-19+at+1.36.59+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026487652-N87VVON0TRCAN5JOU6UH/Screen+Shot+2023-10-19+at+11.57.56+am.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1698026993973-1TXB8Y3ECC4RBUNELVM1/Screen+Shot+2023-10-19+at+1.37.55+pm.jpeg"
    }
  ]
}