{
  "url": "https://listthemountain.org/artistic/simpkinson-de-wesselow",
  "title": "DE WESSELOW",
  "paragraphs": [
    "In his preface to the Mount Wellington chapter of his book on Simpkinson de Wesselow, Max Angus writes:",
    "“MOUNT WELLINGTON is the natural backdrop for the City of Hobart. Its features and general appearance are therefore better known than some other Tasmanian mountains which possess a more dramatic or spectacular form. Its contours are subtle, and tend to ease almost unnoticed into the foothills that spread along the western shores of the Derwent. Its sheltered eastern slopes carry only one visible reminder of the rugged mountains that are to be found in other parts of the state; this is the dolerite rampart near its peak that bears the homely title of the Organ Pipes. Seen from Hobart, this feature draws the eye irresistibly to it. It is the brow of the mountain, a counterpart of the human face and a point of focus for all who live beneath.",
    "Tasmanians who know this mountain expect an artist to present some convincing likeness of the subject. Some efforts by earlier painters border on fantasy, a result sometimes of insufficient skill, though more often of producing paintings from memory or incomplete notes. The worst are pure invention.",
    "An artist may indeed invent drawings of rocks or trees, but he invents mountains at his peril. A mountain within sight of a city is not an anonymous object, like a figure in a crowd or a tree in a forest but an entity, alone, and above all, permanent, recognised by succeeding generations of people who live within sight of it. For them, it assumes a personality, a presence; they come to expect that a painting of such a well-known and much-loved mountain will have at least some of the quality of portraiture; a likeness, not the result of slavish imitation, but of true understanding.",
    "Simpkinson has left a legacy of watercolours of Mount Wellington that will continue to delight. With the single exception of Prout, there is scarcely another of that time who can fill us with that sense of certainty that the mountain has been truly seen and comprehended; we recognise the portrait. Though the city itself has changed, the mountain remains the permanent link between past and present; as such, it remains a measure of Simpkinson's skill and insight.”"
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156477863-2KPFJ0UBKH6H6V92MMZ2/IMG_5005.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156452476-ZDUCQ8AMNOOS88666T4B/IMG_4991.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606536714672-2U3V7CR30A6C2YJUZSVR/dewesseklowAG2042-2_s.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1607222893969-7VRUAHJFRG8WFM0I5PH5/De+Wesselow%2C+Francis+Guillemard+Simkinson%2C+%28Mount+Wellington+from+Sandy+Bay%29.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156455192-QMHKAGNN9SKSI25MLW5E/IMG_4996.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156475691-HGDM5Z58AJ0LI6TJZA4B/IMG_4997.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156499756-IJK3TN377V5X1U0SJ34L/IMG_5017.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156485903-65OU463P08BSI2CBDL6O/IMG_5016.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156514330-KLIYE97LVCVANONZELAS/IMG_4990.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156527857-FX64W8QDX4XATJBALX7M/IMG_4993.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612156542036-M4GMHNPDPSG4QG1HZGZW/IMG_4999.jpg"
    }
  ]
}