{
  "url": "https://listthemountain.org/political-flashpoints/dry-mountain",
  "title": "Teetotallers",
  "wordCount": 614,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h2",
      "text": "Hobart’s wettest place was always “dry”"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Voice [Hobart] 21 January 1939, page 1",
    "Owning a hotel in Australia, they used to say, was a licence to print money.",
    "But the Spring ‘Hotel’ was not a hotel.",
    "Sure, it was a hotel in that it had bars where drinks could be ordered, a dining room where meals were served and it offered fine accomodation, but it was not a hotel in that Australian sense of a place where you could buy alcohol.  None of the hotel’s lessees (note: lessee, not licensees) were granted a license to sell, supply or serve alcohol.",
    "The Mountain Park Act of 1906 prohibited its sale.",
    "Not surprisinhgly, the leases sought licences right from the start. A licence would make the Hotel more attractive to tourists. It would make it profitable. It would generate employment. It was common knowledge that ‘It is not considered safe to ascend the mountain without a little brandy as sometimes a faintness comes over those who are not very strong & they would not be able to proceed without the aid of a stimulant.’ (A Lady's Trip to Tasmania 1865.)",
    "But there were many objections. Teetotallers objected in principle. Safety concerns over drink driving, especially on the narrow winding road, and that the mountain was a playground for families, children. The mountain was simply not the right kind of place to have alcohol freely available. ‘Mt. Wellington and its immediate surroundings are a favoured spot for many youth activities, hikes, snow sports, and the like, so that we view with concern the proposed introduction of facilities that lend themselves to the creation of grave moral problems’, argued those against alcohol.",
    "The fact there was a licensed hotel not far down the road (Fern Tree Hotel) also came into the mix.",
    "But, argued those in favour, “The majority is not likely to be side-tracked by the bogey of drinking orgies being habitually conducted on the mountain.” Yet others argued that the tourist “bogey” was being exploited [?] and that the state government was favouring vested interests over the people.",
    "It became a battle between church and state.",
    "Premier Ogilvy weighed in: “When any question arose involving what was a right under the law there became immediately manifest the tyranny of an organised minority—fanatical, prejudiced, and obsessed, with the idea that every licensed house was a menace to the community. These people accused the Government of bribery and corruption and of deliberately corrupting the morals of the people. The sobriety and good sense of the people of Tasmania had improved out of all recognition in recent years’.",
    "Against the state stood Dr Snowdon Hay, Bishop of Tasmania. He described the proposal as undemocratic. “With effortless effrontery the people were being asked to give part of their heritage to a private company of which nothing was known.” The State Council of Churches organised against a license on the grounds of intemperance, with the risk to the public of intoxicated patrons.",
    "No wonder Council struggled to decide, with an election imminent, it could not split the hair. Instead, it agreed that the people decide in a referendum conducted on Council Election Day, 1939.  The Prohobitionists won. The spirit of temperance was stronger than that of any liquor.",
    "The campaign for and against alcohol on the mountain is  purely intangible.  It has not been assessed for its heritage significance. Even defining it as a place is not straightforward. On its own, its history is of local significance. The greater significance lies in it being one of  many, diverse protests that explain the argumentation over aesthetics and use. As such, it may be of some national heritage significance.",
    "More about the licensing question",
    "More about the Springs Hotel"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/fa4f10de-a3fe-458f-be62-190058a010bb/Screen+Shot+2023-05-16+at+9.40.57+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611729050849-4A2FLGTF42STTDHU7JIF/Mercury-25-1-1939?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}