{
  "url": "https://listthemountain.org/natural-features/the-organ-pipes",
  "title": "Loarinna/Organ Pipes",
  "wordCount": 1602,
  "imageCount": 16,
  "headings": [
    {
      "tag": "h3",
      "text": "Heritage assessments"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "CULTURAL HISTORY",
    "Can a sheer cliff a kilometre high and a kilometre wide—visible from twenty kilometres away—directly above a capital city be without a placename?",
    "A succession of names for the mountain including Pooranetere, Unghanyahletta, kunanyi, Montagne de Plateau, Skiddaw, Mount Table, Table Mountain, Mount Collins and Mount Wellington have come and gone, but the most distinctive feature of the mountain was for almost a century unnamed.",
    "It is possible that the place-statement ku - na - n - yi refers to some feature of the cliff face, likely its riven buttresses or its rim, but that knowledge lies now silently ‘in country’, laments the Palawa kani linguist [ref].",
    "Lt. John Hayes, in 1793, charting Tasmania’s south east coast,  sailed into Storm Bay and up the Derwent River’s estuary. Beyond the shore and the Plains of “New Cumberland” he saw a long sawtoothed line of sharp peaks he described as “High Mountains” that extend the length of his chart and culminated in the named peak as its eastern most extremity: Skiddaw. Hayes also named Skiddaw’s prominent cliff: Coxcomb.",
    "Hayes’ original sketch of the mountain naming the Coxcomb—what we refer to as the Organ Pipes",
    "Hayes published chard {detail] showing the two views (downriver and upriver) of the mountain",
    "The peak appears twice on the published chart, on the main map and in a Continuation box, but already Coxcomb was dispensed with. Hayes’ nomenclature was not adopted and forgotten.",
    "The enormity of the Organ Pipes immedietely ‘conjured up humility’, Sheridan noted. Towering over built form, it becomes obvious that Mount Wellington’s nature and beauty prevailed in the consciousness. They were a natural wonder—and a tourist attraction. One of Tasmania’s—if not Australia’s—earliest tourist attractions.",
    "Forty years after Hayes, in 1837 Lady Jane Franklin’s excursionists slept on opossum rugs in a camp on the back of the mountain and then trekked by moonlight to ‘the brink of the precipices’. Sat against its cold tors, on ‘this sublime throne, they awaited the God of day’ and ‘Who of that party can ever forget the awful beauty of the chaos which lay at their feet.’ Yet to the state’s Surveyor General who accompanied the party, the Pipes were nothing more than a ‘cluster of basaltic columns’ with projections belittled to ‘the almonds in a tipsey cake’. In the same year one of the world’s greatest living geologist, Charles Darwin, clambered around the Organ Pipes and noted nothing more than ‘a large columnar structure’ on one side of the summit.",
    "The next specific mention we have come across is in a geologist Mr S Wintle’s newspaper story of 1866.",
    "“The limit of this zone of tree-vegetation is still better defined some distance below the precipice, known as the Organ Pipes, where a belt of blighted, branchless saplings extend;—their withered poles marking the boundary of the vegetable kingdom.””",
    "For seventy years then, from 1794, the prominence shielding and dwarfing the city of Hobart, prow and commander of the surrounds, did so namelessly.",
    "Four years later the ‘dirges’ made by the Organ Pipes were  romanticised in several hackneyed amateur poems.",
    "“while in the witching hourMost mournful dirges dost thou play uponThe dew-bathed winds that haunt thy furrowed base.”",
    "References to their ‘strange sounds’ in 1879, ‘harp-like tensity’ and ‘sonorous roll’  in 1911, and ‘wail and roar’  by Elizabeth de Quincey in 1987—who explained the sound as similar to the effect on the fluted concrete exterior of the State Library—are heard in texts right up to Australian Geographic in 2021. Except by the climber Tony McKenny who has been on the Organ Pipes on countess occasions and in most conditions and says he “never heard any such strains”. Moreover, noting that the Organ Pipes in fact have very few columns, he doubts the claim to it being a wind chime.",
    "“One can easily imagine that magic lurks there.”",
    "McConnell mentions an 1847 painting by Simpkinson de Wesselow depicting a sod-roofed hut (WPHH0260) complete with bee hives racks—suggesting it had ‘possible recluse use, possibly for honey production’. McConnell also acknowledges that the sod hut ‘may not have been a real representation, but introduced to the scene to create a more Picturesque image. Present day – no evidence.’",
    "Artists recognised the Pipes as the quintessential feature of the backdrop to Hobart. ‘The visual prominence is due to the colour change occasioned by the geomorphic forms, in contrast to what surrounds them, and to their considerable textural change. All of which adds contrast, diversity, variation and interest to the aesthetics of the scene which is viewed.’ Sheridan. And ‘It is possible to see in the morning very early, beautiful tints of rose colour especially lighting the Organ Pipes, rather well depicted in the Mary Morton Allport’s Sunrise on Mount Wellington. It is as though the mountain has ‘come alive’.’",
    "In the 1870s the Pipes themselves, as seen from The Springs, is made the focus of the view in a small sketch (shown in the gallery above) for The Australasian Sketcher.",
    "The clearing of the Organ Pipes Track in the 1890s allowed all Hobartians a close-up, upward-looking impression. A climbers path above the Track to their very base gave access, in 1990, to master wilderness photographer Peter Dombriviskis for a shot of a mistily brooding pillar named Moonraker.",
    "Moonraker rises beyond tree groundsels",
    "Brachyglottis brunonis at the Organ Pipes, Mount Wellington by Peter Dombroviskis 1991",
    "Desultory and dangerous attempts by Hobartians to find a path or a scramble up the Pipes commenced before the 1880s—a route someway along their base was forced around 1855, but even earlier attempts are likely. At least two routes (Chockstone Gully and Exit/Entry) do get you up to the Pinnacle and because Meadows shows that there is no mountain in Australia that fit and bold Aboriginal people could not have ascended, and kunanyi is far from exceptionally difficult to ascend, with millennia to explore them, Palawa discovery of one of these routes is probable. The first well-attested Hobartian ascent was in the 1920s. Max Angus was a leader in this. In the 1950s rock-climbing — a wild fringe activity before, became more popular and several dozen routes were pitched.",
    "“The Organ Pipes–those wonderful prismatic columns–tower overhead, and give a background and colour to a scene which surely cannot be equalled anywhere in the wide world.”",
    "The Organ Pipes are now recognised as the cradle of Tasmanian rock climbing and one of the best in Tasmania. The interest of four generations of climbers has given the once nameless cliff face a densely and culturally diverse nomenclature with 400 names.",
    "The eight prominent buttresses, two couloirs and one distinctively phallic gendarme",
    "“My favourite places are on the top of the Organ Pipes. They are sculpturally fabulous and smell nice when they’re hot from the sun.”",
    "Experiencing the Organ Pipes up-close from below is still not easy and even fewer Hobartians have ventured to follow in Lady Jane’s moonlit steps to their piercing edge above. The  cableway ascent of the Organ Pipes, clipping the rim by just 5 metres was the ride’s wow! moment, lauded as a way for people to really see the Organ Pipes, and from a different perspective. A benefit counsel for the company argued was unique. For others, this fly-by was the most offensive aspect of the proposal.",
    "In c2019 the proposal to build a cableway that ascended their northern end through the Amphitheatre generated a campaign bumper sticker and t-shirts. Another T declaring KUNANYI FOREVER shows the entire Wellington Range with the Organ Pipes the dominant natural feature.",
    "CULTURAL VALUES",
    "“From the vantage point of the Exhibition Garden site one could gaze upwards at the sublimity of the mountain, with the Organ Pipes, feel its awe, power and majesty, yet at the same time one could overlook humanity, Hobart and the Derwent and feel as though one was on top of the world.”",
    "HERITAGE SIGNIFICANCE",
    "The Organ Pipes are featured in the work of many of Australia’s foremost landscape painters, so much so that ‘images of Hobart without Mount Wellington and the Pinnacle are the unusual images’, noted McConnell. And also ‘Its location and visual prominence also result in the Organ Pipes being of symbolic value.’",
    "The bulk of the Organ Pipes were enclosed (but not named) in the earliest “National Park” of 1905.",
    "They appear on the Hodgman Hobart Walking Club map of 1937.",
    "For their geological value, though sheer dolerite cliffs are not uncommon in Tasmania, and the Organ Pipes are not a most outstanding example, they are ‘notable’ and assessed in Tasmania’s Geoheritage Database as of state level geoheritage significance.",
    "In the 2010 McConnell and Handsjuk Mount Wellington Summit Area Assessment, the Organ Pipes are described as ‘a feature of scenic beauty … valued at a distance and from immediately below, and from south on the Zig Zag Track.’  Their heritage significance was assessed as having ‘High landscape (scenic quality, aesthetic value) and social value as a landmark, a symbol, a visual reference point, and as a rock climbing site. Some historical value and scientific value (for research).’",
    "The WPMT considers their heritage significance at a state-threshold level on aesthetic and historic grounds.  (#WPHH 0259).",
    "But that’s as high as they go. In 2018 the Hobart Council considered nominating the Organ Pipes to the National Heritage Register, but an ‘initial cultural heritage consideration broadly concludes that it is unlikely to meet the required criteria.’ In this, the authorities echoed Charles Darwin’s view.",
    "Locally, they are of outstanding significance and ENSHRINE has included them in its local nomination. They will also form part of our state nomination. They are of minor significance to our national nomination."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650437215979-1NYTGN3S7KST7N0K3EVX/Untitled%2B2%2B2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1649827020029-MSPCCEIS5RZOJ4FUJ8OP/OP+1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590580516258-DDNMLRSXR6HTAMTSJ7YS/Mt+Wellington.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590580240030-0B939XYGM8XVOY1C2LHI/s-l1600.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604379191444-I0D31K0D0GG16C69O414/Mt+Wellington+3.3.90.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590580239148-BG6ARJVU5IS84PRFQI5D/2zaa6iwzwgi21.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1663659321378-RLDZZZQH4XPMY9VRXQ5N/bfce62b7b52095553a6b862c39dd9adf.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1663659406760-BI4U23D0EX7CS3WL8UIW/Screen+Shot+2022-09-20+at+5.35.38+pm+2.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1663491971542-4ZEW4WS9GQ8YCNOGIAA3/Screen+Shot+2022-09-18+at+7.03.43+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f2a8c4c1-19b2-498a-b53e-dd1b7a39d3bc/Skiddaw+v3+png.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d4b25bc2-ed38-479f-a130-bb49a404f3d5/Skiddaw+v2+Hayes.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/66b473a8-044e-42fe-a658-308cc2011dbb/IMG_5005.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e8566ce8-c13b-4df0-b15c-255f12fe1748/Screen+Shot+2022-09-20+at+3.23.18+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1590579963941-S55JIW94903HHZUB96XO/Screen+Shot+2020-01-28+at+3.07.49+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/0dc269a6-faaa-4cd0-86ae-a76e68bfab92/Screen+Shot+2022-10-21+at+11.56.42+pm.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}