{
  "url": "https://listthemountain.org/natural-features/the-pinnacle",
  "title": "Layatinah/THE PINNACLE",
  "paragraphs": [
    "Hobart’s landmark and beauty spot, The Pinnacle area is significant to the palawa people, was described by both French and English explorers, and remains one of the state’s earliest and most popular visitor destinations. The site of important scientific discoveries, focal point of landscape painting, terminus of historic walking tracks, ceremonial ground, political flash point and workplace, the area is arguably the most significant cultural place on the Mountain.",
    "The earliest alpine building on the Mountain is Lady Jane’s shelter [c1840]. The trig point was first erected by Calder in 1835, and updated c1960; other structures included the lookouts, Wragge’s 1890 meteorology station, and Rock Cabin [1928], as well as Pinnacle Road [1937], the Front Drift and the South Wellington, New Town Way, Zig Zag and Haywood Red Paint historic heritage tracks.",
    "Its name was merely a “recorded” entry in Tasmania’s nomenclature register until 2020 (when the Park’s trustees, apprehensive at breaching new placenames legislation, nominated it) and the earliest reference in Tasmanian newspapers is surprisingly late, 1858—and then only tangentially; nevertheless, Placenames Tasmania recognises The Pinnacle as ‘a long-standing name for the summit’.",
    "The Pinnacle may be distinguished from the summit in the sense that while the summit (from summus: highest) is the highest point, the word pinnacle is from the late Latin pinnaculum, diminutive of pinna meaning ‘wing, point’.",
    "A more detailed and specific study for the Wellington Park Trust by McConnell and Handsjuk in 2010 identified 14 significant sites and recommended the creation of a Pinnacle Historic Heritage Precinct (of about 90 hectares) under both state and local heritage schemes. It found sites with significant, but not outstanding national heritage significance.",
    "\"The Pinnacle has a small number of significant but highly disturbed places, but as an area is likely to have state level significance for its long … history, for its role in the history of surveying and early [colonial] exploration of Tasmania, as one of the main foci of recreation in Tasmania since [Collin’s arrival], for its associations with significant people (eg, George Bass, Lady Jane Franklin & Charles Darwin), and as a significant historical landmark.”",
    "WPHH0409 Wragge’s Summit ObservatoryWPHH0267 The Pinnacle WPHH0219 Mt Wellington Trig Station WPHH0275 Lady Jane / Rock Cabin Pinnacle Shelter Shed WPHH0269 Pinnacle Road WPHH0268 The Pinnacle Lookout WPHH0335  South Wellington Track",
    "WPHH0276 Zig Zag Track",
    "WPHH0322 The Front Drift",
    "WPHH0264 Panorama TrackWPHH0336 Potato Field Track [section]",
    "WPHH0322 The Front Drift",
    "WPHH0234 New Town Red Paint Track",
    "WPHH0131 Haywood Red Paint Track"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650259669748-4BUI5U299HGA93YWND58/NS1013_1_2013.jpg",
      "alt": "The Pinnacle"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650251373853-6VJXY8VAU75QBKCT2RKR/PH30_1_6834.jpg",
      "alt": "Pre-1880 wooden structure"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650251379165-RPCIQU36I1UU0F6U5Z49/pinnacle-52.jpg",
      "alt": "1920-40"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650251465938-CWHXBCORJGG01TH71VDO/c13681_0006_c-lady-franklin-pinnacle.jpg",
      "alt": "LADY FRANKLIN’S HUT at the Pinnacle."
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650260024817-KDSMQT0EYZAPU533OAR9/pinnacle2.jpg",
      "alt": "1900-1910"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650251597323-PZVS69V89ZZ3UKD1U44H/wragge.jpg",
      "alt": "Wragge's meteorological observatory"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650265826829-KMRSRHQM6TIZS2MCTTOW/Skiddaw.png",
      "alt": "Skiddaw"
    }
  ]
}