{
  "url": "https://listthemountain.org/water-features/snow-letters",
  "title": "Turana Pallapoirena/Snow",
  "wordCount": 620,
  "imageCount": 7,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“When the snow is disappearing from the summit of Mount Wellington, the great rock ravine to the south of the Organ-Pipes is the last spot to retain it. For some time while it is melting away here it forms the letters S T, plainly seen from certain points in the city traced on the dark surface of the rock—an appropriate and graceful fancy.”",
    "What is the meaning of those two snowy graphemes S and T in the fur snow on the brim of the Mountain’s snow cap?",
    "Not much. The meaning of S and T were a momentary question in 1882, but the appearance of the snow is very different and is deeply important to those who live in its view.",
    "“parathiyana krakani tulana truwala-ta trimanya lungwini/Snow resting on the mountain’s shoulders like a mantle of fur”",
    "Both painters and poets have long admired the snow upon the mountain, painting and praising it. Even upon a model of Hobart Town exhibited in London in 1841, what first attracted the eye on entering the room was ‘the snow-crowned summit of Mount Wellington.’ The mountain is rises in ‘snow-capped majesty’ in 1843, is ‘capped with his diadem of snow’  in 1844.",
    "Like the first cherry blossom in every province of Japan—  “Spring is here!”—is the first snowflake falling on the Mountain—”Winter has come!” The first Settle. The first frolicsome snowball fight. The first fall heavy enough for standing snow-beings on car bonnets. The first dump that paints the road white, grooming it into a ski run. The only dismay amongst the people is for the children of Fern Tree and Colinsvale because snow inevitably means no getting to school that day. How sad they are not. Has any Hobart child ever prayed it would snow tonight so they did not have to go to school tomorrow?",
    "“Sometimes at sunrise  Mount Wellington is clothed with rosy lights as if the Aurora Borealis was unveiling it, and in winter it mounts guard grimly and grandly crowned with snow.”",
    "The landscape-altering effect of snow sends an agitating chill down the spines of Hobartians and up they go. TV news cameras and reporters have followed them as high as they can for as long as there have been photographs in newspapers. It is news every year.",
    "The generally increasingly accurate long range weather prediction has eliminated some surprises, (though news of snowfall has always travelled far and wide instantaneously) reaching that snowlike, slurping that heavy stout’s froth down the rim of a tankard, playing in that mantle of fur has always been a Significant Temptation.",
    "“The snow, too, was on the ground (or I should say on the piles of rocks), although summer was present, for it never altogether thaws on the top of Mount Wellington. Here and there acres and half-acres of white fleecy substance, in all imaginable forms, moulded by the rocks on which it lay, offered to me an unusual sight. I gather snowballs for the first time in my life, constructing one immense one, which I left behind, a monument of my visit, in the hope that it would grow larger as winter accumulations came.”",
    "“Snow is never seen on Mount Wellington more than three months continuously.”",
    "“Mount Wellington retained a sprinkling of snow on its summit all winter.”",
    "“The New South Wales or Queensland visitors who played at snowballing on the Mount Wellington plateau a few days before Christmas had a novel experience, the memory of which will often be recalled when they are oozing at every pore under the sweltering heat of a stiff northwester.”",
    "The appearance of snow is a herald, but it is now the disappearance of snow that concerns us, making its ever-less frequent appearances more cherished."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615719863971-A9277PYGMRJS5NPPOQMC/Screen+Shot+2020-01-28+at+2.51.30+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615719944117-9MFII96Y2LMLBPOKYTWL/Screen+Shot+2020-01-28+at+2.45.55+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615719882333-R0G257DMGV2T7X21QTDH/Screen+Shot+2020-01-28+at+2.50.42+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615719937459-TQML8B0OVPK8NW7FPX3C/Screen+Shot+2020-01-28+at+10.54.07+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615719774374-52K3W53E1ONE2VQA32ZX/Screen+Shot+2020-01-28+at+2.45.43+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1615720218122-J965AVOYANI32Q3Z19R8/Screen+Shot+2020-10-16+at+4.57.04+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}