{
  "url": "https://listthemountain.org/work-places/work-landscape",
  "title": "The work landscape",
  "paragraphs": [
    "The mountain has a long and rich economic history.",
    "For millennia, the mountain has been exploited. The Muwinina people relied upon its water, abstracting it with large pitchers shaped in kelp. They climbed its slopes and its trees to capture winter possums for their thick fur, spearing the enormous forester kangaroos and their fattest does, they harvested seeds, robbed the choicest honey hives and gathered its hardest, sharpest stones and wood. They sat in its caves, they burned its flanks to create the pick for their game.",
    "The English set about many of the same tasks. They shot out the big roos within a few years. They roamed its foothills snaring possums and native cats for their furs so valuable and exotic to an international market. Though they frequently burned the mountain purely for glee, they also dug it for slate and stone for road and roof, clay for pots. They channelled it for water. They mined it for gold. They shovelled in and packed snow into ice blocks for chilling champagne, and cut out fern trunks, clipping fronds to line the streets and decorate archways when aristocrats descended upon the Southernmost outpost.",
    "But there were larger schemes. The big Works were in forestry and water-getting. At the landscape scale, the 19th century city planners abstracted, fuelled, diverted, collected, piped and stored potable water flushing from dozens of inexhaustible Springs that gushed down the eastern face of the Mountain.",
    "The Mountain was also girdled with an enormous forest. They cut it for over a hundred years to turn wattle, she-oak, stringy bark, and blue gum into planks, joists, flooring, roof beams, and also dye bark, but mostly into fire wood for the hearths of homes but also to heat cauldrons, whisky stills and beer vats.",
    "Having said that, the longest and probably ultimately most significant economic activity on the mountain has been tourism and the mountains tracks and beauty spots have been the workplaces for mountain transporters and guides from the 1830s onward.",
    "The mountain’s workplaces exhibit historic, social, archeological, technological, social and architectural values.",
    "The Mountain water supply is already enlisted on Tasmania’s heritage register.",
    "The remains of the early convict-era forestry camps, which dot the Mountain’s slopes, are probably the best preserved of their kind in the nation in that they exist still within living forests have been assessed as of High state significance.",
    "In 2023 the Trust listed an area on the eastern fringe of the Park as a historic heritage forestry precinct."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    }
  ]
}