{
  "url": "https://listthemountain.org/mountain-huts/victors-hut-the-temple",
  "title": "Victor's Hut",
  "wordCount": 816,
  "imageCount": 6,
  "headings": [
    {
      "tag": "h3",
      "text": "DESCRIPTION"
    },
    {
      "tag": "h3",
      "text": "Early history"
    },
    {
      "tag": "h3",
      "text": "THE TEMPLE"
    },
    {
      "tag": "h3",
      "text": "Victor’s Hut"
    },
    {
      "tag": "h3",
      "text": "VIkTOR"
    },
    {
      "tag": "h3",
      "text": "SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Best known as the hermitage of a Ukrainian man known only as Victor, the history of the site complex is unclear. Anne McConnell notes that its entire history is ‘anecdotal’.",
    "Its many names include: Victor's Garden, Victor's Hut, Victor's Hut and Garden, The Temple, Theosophical Temple, Theosophica, and to some bushwalkers, Xanadu.",
    "Victor’s Hut ruins consist of drystone walls, habitable buildings, landscaping, outbuildings, gardens and a well.",
    "The outstanding workmanship of a stone wall and five terraces suggest they were not the work of, and pre-date, Victor. One theory is that the terraces were an offshoot of a  19th century (or maybe even early 20th century) sawmill.",
    "Another (far more unlikely) prospect is that ‘the area was first established during or immediately after WWII by a sect who built a temple there, but abandoned it  before Victor arrived.’ This original building was later burned down by vandals—a fiery fate familiar to many famous huts.",
    "Viktor’s Hut—the place in which Victor resided—was built after the 1967 fires (perhaps in the late 60s, but more likely the early 70s) on a higher terrace, approximately 500m from the original ‘Temple’ site.",
    "His hut was made from stone, had two stories and a corrugated iron roof. All of the building materials were hauled in along the Lenah Valley Track. Victor also constructed several other buildings. The terraces supported two bee hives, a gate, a benched track, a man-made waterhole, a lean-to workshop and a bunk-house built on stilts and painted to blend in with the trees. Below the hut Victor worked a vegetable garden and planted a row of pine trees and other ornamental specimens. And just behind the dwelling on the highest, fifth terrace he built a tree house to sleep in during stormy weather because he perceived as dangerous, particularly in high winds and during storms, a another giant gum perched directly above his hut.",
    "Quite a set-up, very unusual, though not unique. But look!",
    "On the front door Victor painted a sacred Hindu symbol and its name “AUM”. Inside, all the living and dining was done downstairs, upstairs was a carpeted \"retreat\" used not for the parents but for theosophic mysticism. One frequent teenage visitor to the hut described how ‘The religious theme in the retreat would change, ranging from Christian to Hindu to Buddhist or other mystic cults’—which is very Theosophical. Another recalled that ‘He’d do a reverential chant “Om mani padme hum” which I can still hear when I think of it. It was too esoteric to understand, though.’",
    "Like his building, his biography is equally mysterious. Viktor (last name unknown—possibly Shevchenko?) is a man of mystery. A Ukranian, perhaps a Cossack—for one who knew him vividly recalls seeing him perform some very vigorous Cossack dancing in a church hall. He is best known for his life as an aescetic hermit, yet he welcomed visitors and kept a kind of visitors book in his hut. He was very hospitable. One guest recalled I remember a spinach dish he made.",
    "Perhaps his hermitage was only his hideaway; his soul, not his sole abode. His other place, it is claimed, was in the back of the Ukrainian Orthodox Church in Newtown. By another account (or at another time) he lived in Hill St, West Hobart, near the original Hill Street Store.",
    "He was a lay priest, perhaps, or perhaps just a church caretaker. He is also said to have worked as a forklift driver for the Hydro.",
    "Victor departed in the mid 80s [1988?] after his hut temple was destroyed by another fire. Another challenge was the possums who constantly raided his food garden.",
    "It was thought he most likely returned to Ukraine to become a priest, but one who knew him received a letter from him sent from Kuranda in Far North Queensland’s Atherton Tablelands, where, he said—too effected by Tasmania’s cold—he went, for health reasons.  Slava Ukraini!",
    "What remains are the stoned terraces, rock work foundations, a chimney base, brickwork, a cast iron oven, roofing iron and other debris. The pine trees (being non-endemic) were cut out by Council.",
    "Victor’s life on the mountain is part of the history of the inhabitation of the mountain, with its chapter on hermits, and its very very small section for the handful of mountain mystics.",
    "McConnell included the hut in her 2005 Inventory and the WPMT has given it a heritage identification number. Its significance is local, but that this page you are reading is the most visited on the entire Listthemountain website has puzzled us for a long time, especially considering that until mid 2023 it was no more than a paragraph or two.",
    "McConnell Focus on the Fringe Vol 2 WPMT 2005",
    "Geocaching (website)",
    "G Squires The Tasmanian Tramp, No. 32 (1998) page 68–70",
    "Bushwalk Australia website",
    "Hiking South East Tasmania",
    "Youtube: Angus Thornett produced and stared in this video: Rediscovering the Lost Temple of Tasmania"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606364210653-SCWNAU3WJRDCMA1OAT0U/Victors1Hut5.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606604928249-AFINKT43V1VC4LYC2YEO/victors-temple-squires-photo.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683441604442-J65B8V060XDS6W9WJOI8/P8150014.JPG?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683441607108-8DH31O98N1D7CO5NM5HJ/P8150015.JPG?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683532875845-ZACR4H3POGV5AUWCD6OL/4f2979a7-153e-4286-847c-5004c2ed32ff_l.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}