{
  "url": "https://listthemountain.org/tracks/talus-slopes",
  "title": "Talus Slopes",
  "wordCount": 638,
  "imageCount": 9,
  "headings": [
    {
      "tag": "h3",
      "text": "VALUE"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“Nothing but massive rocks and in between them a depth that descends, for aught I or anyone else knows, to the very bowels of the earth.”",
    "“There are crevices a fall down any of which, without assistance at hand, would be dangerous in the extreme, as it would be impossible to get out again”",
    "On the Mountain the boulders can be the size of houses and  the crossing of such ‘fields’ is a highlight of ascent literature from the 1830s, at least.",
    "Geologically, they are interesting because they have been split apart and slid from on high and are arranged at what is beautifully described as an angle of repose. They are debris. This makes them inherently and unpredictably unstable. Hence the sublime pleasure in climbing them.",
    "There are many (a dozen?) such fields around the mountain—walkers joke that there are no shortage of Ploughed Fields or Potato Fields if you stray onto big boulder territory off-track, or attempt linkages such as between the South Wellington skyline and Milles Track. Even the marked route to Smiths Monument entails some rock-hopping—but the locations of the two named talus outcrops are the Ploughed Field and the Potato Field. The former is a route (now rarely taken) through a boulder field on the Ice House track. It had to be crossed on the earliest ascent route from the Springs to the Pinnacle. The Potato Field is on the other side of Disappearing Tarn and is still partially crossed on the way to Wellington Falls.",
    "Here is a description of crossing the Ploughed Field:",
    "“Tying our hats on we commenced like so many frogs to leap from rock to rock, now balancing on one of a very uneven and slippery surface, next leaping off again, after being nearly blown backwards by a sudden gust of chilling wind, and then a halt for breath or to, obtain, something like a perpendicular before another leap, varying the performances by scrambling over one, or climbing up or slipping down another. Labor omnia vincit. [Work conquers all]”",
    "“The notorious Ploughed Field was not crossed ; a track, skirting the billowy sea of stone, was lately marked out by some adventurous mountaineers, and we availed ourselves of it.”",
    "“The ploughed fields show a rocky country, and the rocks, on a gigantic scale, bear a resemblance to the puny clods of newly turned over and scarified turf. To all but the practised eye the guiding marks are invisible, and once the mountaineering novice gets fairly on the fields it’s only by luck he gets out again. He is lost on the mountains. There is no foliage, no tree—nothing but massive rocks, and in between them a depth that descends, for aught I or anyone else knows, to the very bowels of the earth.”",
    "While some seek them out, most effort has been gone into finding routes that avoid them. The Ploughed Field had fallen into disuse long before the Zig Zag track was built, but that finished it and the “sea of stone” hardly been crossed in the past fifty years.",
    "They have Historical and Social value",
    "The Mercury (15/7/1872) suggested that ‘the water … runs under the enormous mass of boulders known as the \"Potato Field\" over which the track to Wellington Falls passes; the basaltic rocks not only purify the water but have a very great effect in equalizing the flow— retarding the rapid drainage during the wet season, and preventing evaporation during seasons of heat and draught…’",
    "A talus slope is a common geological feature, but we know of no others so honoured.",
    "Much photographed, much commented upon, the Potato Field WPHH0336 section of the South Wellington Track is assessed, indicatively, in the WMPT historic heritage register as being of state heritage significance as part of the historic track network.",
    "The Ploughed Fields is WPHH0282"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650342243715-I1B9HXF2I8395JA9VN46/1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650369674281-1HEO6GNN8O9DCG3LND11/Ploughing%2B2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650427101392-U06OJVW9R1AH91D9PDGM/b50747.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650342239551-HBPF9XNNXU4DLHB4VDX6/4.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1666415007479-XMHZW2CEL091MMH8NOKG/Hutchins%2BPark%2BMap.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650342242686-787FGEL68YTZ8OUYT82V/2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650342241629-AN57CI25DPP4U8NZEXVN/3.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650343828861-F397G7H77LCQYJMZ2YGK/ploughed_field_1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}