{
  "url": "https://listthemountain.org/adventures/ice-skating-rink",
  "title": "ICE SKATING RINK",
  "paragraphs": [
    "From as early as 1920, locals had lobbied the Hobart Council for a skating rink on the mountain. In March 1923, the Ice Skating Club of Tasmania was formed. In August 1923, at a tourist traffic conference in Launceston, a Mr Lord (Queensborough) moved: 'That this conference endorses the efforts made by the Tourist Bureau to introduce winter sports, and that every opportunity be taken to initiate snow and icesports in suitable localities.' He said that ‘a capital winter sport in the form of ski-ing could be obtained at the back to Mount Wellington... If they could institute winter sports in Tasmania it would encourage tourists to visit this State in the winter as well as the summer. It could be accomplished if the spirit of conservatism was overcome.’",
    "Thirteen years passed. Mid-1936, a letter writer to the Mercury opined that: ‘Few persons, I fancy, will be opposed to the idea of the Government taking over from the City Council an area at the top of Mount Wellington on which to erect an accommodation-house and a skating rink, and make a parking area for motor-vehicles. An ice skating rink would be a novelty for Tasmania. Ice skating is one of the most exhilarating pastimes in the world, and few others bring the same glow of delight.’ In 1936 also, an ice sail pond was suggested. But it was the completion of the road to the Pinnacle that was decisive.",
    "In 1937 the road to the Pinnacle was opened. Locals were thrilled at the prospect of winter sports upon their own mountain backyard without the slog of wading through the powder snow to get to them.",
    "With the aid of the Hobart Walking Club, in 1939/early 1940 an experimental concrete ice-skating rink was built just below the Pinnacle. The HCC \"gave money towards a short ski run, as well as marking out an ‘experimental’ skating rink. Heavy beams described the rink's perimeter and the base was concrete. Presumed to have been designed to hold/pool rainwater which would then have frozen in low temperatures it never held the ice particularly well and suffered from a wind sculpted surface. Drifting snow also prevented the rink from being effective.",
    "Though understood to have had minimal use it provided ‘plenty of entertainment’ according to the STSA website. Now classed as a ruin, the broken concrete pad with its concrete edging remains.",
    "Although unsuccessful, it demonstrated the considerable enthusiasm for winter sports in Hobart at the time.",
    "In the same year, proponents of a hotel at the upper chalet included an ice skating rink in their proposal as a novel way of triggering the forced resumption of the site from Hobart City Council.",
    "Historic. Social/recreational.",
    "The remains of the defunct concrete ice skating rink have a place in the WPMT’s database of heritage assets. Of itself, its significance is low, local, but increases as part of the complex of recreational facilities—one of the pleasures of snow play—that Hobartians will queue for an hour or more to experience.",
    "REFERENCES",
    "Focus on the Fringe Vol 2",
    "Examiner, Tuesday 3 May 1938, page 7."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618374731389-FMVDI8WAMRSVDLLEEFZR/ice+skating+rink_13-7-1933_p15_mercury.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618374889941-D8XBE170H7VYWUO0YR3R/SkatingRinkMtWellington04.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1717078491634-XNDWKD5YLPE1XT9GUMQI/nla.news-page1844401-nla.news-article25500387-L5-2afd15f2da6bf1eeea1b4c337397b28b-0001.jpg"
    }
  ]
}