{
  "url": "https://listthemountain.org/adventures/walking-tracks",
  "title": "WALKING",
  "paragraphs": [
    "Trodden into existence by Palawa, the island Lutruwitta is criss-crossed by a network of hundreds—if not thousands—of walking paths thousands of kilometres in length. Many of these ancient routes underlie the Tasmanian state’s highway network today.",
    "In her landmark study of the mountain’s heritage track network, Anne McConnell begins with the proposition that  ‘Aboriginal People would have travelled to the top of Mount Wellington by a variety of routes.’ This needs to be read in the light of comments by the Palawa Greg Lehman who observed that his people, being sensible, generally made routes around rather than over mountains. Generally. For a Palawa pathway between Glenorchy and Huonville crosses very high ground—passing only 50 metres lower that the Pinnacle.",
    "The early 19th century British, relying entirely upon the mountain’s waters for their very survival, immedietely sent expeditions up the mountain to understand the source and nature of this life-giving supply. Their ignorance of what lay behind the skyline was another powerful motivator. Scientists: botanists, zoologists and mineralogists were in that original exploratory party and they continue to scour the mountain for specimens to this day.",
    "Whether all of this indigenous and non-indigenous track-making and walking stems ultimately from need or desire is a question for psychology, not anthropology or history.",
    "In history, the first known portrayal in print of a multi-day walk on the mountain is in the summer 1836 with the excursion of Lady Franklin and her party—with the same expedition route taken by a similar party the very day following their return and similarly reported.",
    "Australia’s first publicly-funded bush track, built purely for  the pleasure of walking, was made on the mountain from The Springs to Wellington Falls in 1844.",
    "In the 1870s the mystic, anti-Darwinian, explorer, walker and prospector Henry Judd proposed (in his booklet The Dark Lantern) a grand walking track route leading from Hobart to Lake Pedder. Nothing so vast in scope was conceived of elsewhere in Australia for almost a century afterward.",
    "The Hobart Walking Club is Australia’s second oldest after Sydney, founded in the 1930s.",
    "Walking has had its ups and downs. It reached one of its apogee’s in the late 1930s with the publication of the map of mountain Roads and Tracks. It plunged in the 1950s and several tracks disappeared off the ground, so thickly were they strewn with fallen timber and new growth, and then off the map.",
    "Today, walking is one of the most popular activities on the Mountain and if the entire Mountain visitation Strategy were to be compressed to one word, that word would be “walk”. Indeed, the Hobart Walking Club did so. The connection between the Tracks and Country was beautifully suggested by Vern Hodgman, who decorated his 1935 Hobart Walking Club walk map with the credo: KNOW YOUR COUNTRY — WALK.",
    "In the opening sentence to his essay On the Mountain Richard Flanagan wrote: ‘The obsession shown by European men over the past few centuries to always be on top of things, be they other countries, other peoples, their long-suffering lovers, or mountains, remains to me a deep and unfathomable mystery.’",
    "Call me obsessed. Why climb the mountain? Why walk, why ride, run or ski down it? Why? Perhaps the answer lies in the great treks themselves over those past few centuries. Of those countless ascents, I have selected nine.",
    "Before recounting those nine—which every Hobartian should be made familiar with, I acknowledge that there are many important climbs gone untold and now lost. Just one account,  one! has come down to us from the countless generations of the muwinina who surrounded the mountain for millennia ; no comment has survived from any visitors book in any of the woodcutters’ huts perched high up Myrtle Gully around Browns Flats; no journal by any convict who portered the canvas tents and opossum skin rugs of Lady Franklin’s overnighting excursion exists; nor any note from any watergetter who cut the original 1820s Diversions, not so much as a postcard or map legend from any of the many guides who made many of these early ascents possible is with us. A lack.",
    "Our understanding of what the mountain has slowly shown us by climbing it and how it can change us, is narrowed to the narratives that have survived the torturously destructive path of history and time itself.",
    "So here are nine that have survived, not in order of importance, but simply in chronological order.",
    "Lieutenant Louis de Freycinet aboard the French exploration vessels Le Géographe et Le Naturaliste anchored in the Derwent in 1802. Espying along the shore a group of black people, and seeking to make contact, Freycinet, with a party of sailors, rowed ashore and followed through smoke the ash-dusted footsteps of this band of muwinina men who were working their way up the mountain, burning off. From the shore, up the Goat Hills the French trotted after them. They passed a deserted village with 14 huts, they scrambled all the way to the plateau, they crossed the three peaks behind kunanyi, ending up at Mount Connection. Freycinet’s was an all-day, up hill and down dale chase, a distance, there and back, of over 22 kilometres. Though constantly hot on their heels, the French interlocutor never got to speak with the native fire brigade, but he left us in his diary, we think, the first account of landscape-scale fire-stick farming in Tasmania, possibly in Australia. This muwinina traverse gives us an insight not just into their past but into a future fire management regime for the mountain.",
    "English Doctor George Bass—Bass and Flinders, right?—used to be accredited as the first person to reach the mountain’s summit. He sailed into the Derwent estuary with Matthew Flinders in 1798. Not 1987, 1798. He got ashore in Prince of Wales Bay on Christmas Day and set off to climb the mountain. Now, he certainly wasn't the first person to do that. Because Louis Freycinet saw with his own eyes a party of muwinina men within a hundred metres of the Pinnacle historians have no doubt the muwinnina stood upon the Pinnacle countless times. Okay, Bass as the first Englishman to summount? Well… again no. He came, he saw, but we now think it unlikely he graced the peak because, by his own account, clouds blanketed his ascent and he did not enjoy any panoramic view. He couldn’t know whether he’d reached the summit or not, but we presume he didn’t because he described the mountain as having tall trees growing all the way to the summit and this is not and was not true. Never mind, doctor. You certainly were capable of making the ascent and the power and the glory is in the journey itself, not its end. Imagine being as alone as he, as unaided, walking through unknown but not uninhabited territory, willing yourself to attempt the peak. Getting high. I salute you, Doctor Bass for your courage.",
    "The mystery of Bass’s route remains to this day—which is a quality found in walks on the mountain unto this day.",
    "The visit of a man named Charles Darwin makes any place significant. Everything that caught his attention on perhaps the greatest voyage of scientific discovery of all time, might be crucial to our understanding of life on Earth. Darwin climbed the mountain in February 1836. On its slippery slopes he got lost but he also collected rocks, plants and animals, including at least 119 different insects. Nothing bit him and he found nothing that disrupted—indeed everything he found confirmed—his growing conviction in the validity of his groundbreaking theory. Alas, Darwin’s on the spot track notes of his two all-day rambles on the eastern face have proved frustratingly enigmatic explanations as to where he was when he collected certain samples or made particular observations, and the route of his first, frustratingly aborted climb remains unknown to this day, but Darwin’s walk is not my Number 3. For our scientific knowledge of the mountain we are for more in debt to another scientist of the first rank. A scientist who was in Hobart decades earlier than Darwin, who stayed for months, not ten days, and who made many trips-not just one and a half, and who went not just up and back, but far and wide across and around the mountain.",
    "That great scientist was Robert Brown—of Brownian motion, that Brown—in a party with the young mineralogist Adolarius Humphrey and the adventurer Jorgen Jorgenson walked up the Hobart Rivulet and skirted the Organ Pipes to reach the summit plateau in March 1804. Who of that illustrious trio graced the Pinnacle first is not recorded. Their mission resolved in the negative the idea that some great perched lake fed the Rivulet that watered the town.",
    "It was one of several joint exploratory walks that year criss-crossing the mountain’s gullies, ridges and plateaux. Another trip by Brown reached a river—now named Brown’s River—at Kingston. Yet another struggle led to the Huon River. In the second chapter of her History of Mount Wellington Elizabeth de Quincey tells us that Brown and Co. also forged the ‘easiest route' to the Mountain, the northern summit route via New Town Rivulet.",
    "Brown made nine ascents, collected hundreds of specimens and left us not only considerable field notes and type specimens but Australia’s botanical bible: the 500-page Prodromus Florae, a work written entirely in Latin.",
    "Without Brown, or someone like him ascending the mountain how would we know what was up there?",
    "Elizabeth De Quincey also describes other ascents in the first three decades of old Hobart Town: by the colony’s Deputy-Surveyor George Harris accompanied by the minearologist Mr Humphrey in June 1804 ‘to find the source of the all-important rivulet that supplied the camp.’ The botanist Cunningham, a Dr Pugh and the Reverends Walker and Backhouse, and she describes the very grievous ascent of a Miss Wandly who, stricken by the death of her fiancee who drowned in the D’Entrecasteaux Channel, climbed to the top of the mountain to see for herself the spot where her betrothed sunk below the waves forever.",
    "Preceding all these is another female party.",
    "I do not have the cultural authority to describe their journey, but it would be wrong not to mention it. It was 1810 when a youthful party of three set out from New Town. It was made up of the Pitt siblings and another girl, a muwinina girl, whose names comes down to us only as ‘Miss Storey’. What possessed them to climb? And did Miss Storey walk the whole way bare-footed? I expect she did. And who led? I can’t say who led who, but…really…it was Miss Storey, right? How’s that for a beautifully collaborative, cross-cultural and inspirational as well as youthful, endeavour.",
    "The great French novelist Alexandere Dumas (author of The Three Musketeers and The Count of Monte Cristo) also  fictionalised the Diary of a Madam Giovanni. Chapter One is set in Hobart and describes an impossible, benighted attempt to find the Wellington Falls at The Pinnacle. [!] But all Dumas’s best scenes are stolen. It was James Bakehouse, the Quaker reverend mentioned above, who was the first to write a complete description of the view from the top of the mountain, but his words were truly pedestrian and profoundly overshadowed by the description of the overnight excursion of a regal party (made up of the governor’s wife, Jane, her daughter and several of their set) guided by the redoubtable Surveyor-General George Frankland in the summer of 1837 (December 13-14). Their ascent was remarkable as a demonstration of female physical oomph, but perhaps even more so for its archetypal narrative and its rapturously sublime perspective. No journey up the mountain ever since—including all of yours—has not possessed at least one of the scenes from hers. The Excursionists’ author (Anonymous, but probably Frankland) invented the motifs and the scenario of every following ascent narrative. The mists of the early morning in the forests that without wetting the travellers, screened them from the sun; the crossing of the gigantic, plutonic fragments of the Potato Field; the map-like aspect of the view from the pinnacle; the framing of the city within the embrace of a veteran tea pot’s handle, snoozing upon tufted cushion plants; the clear delicious brooks of water, running repairs to footwear, camp fires, camp stories, sleeping beneath canvas and possum-fur rugs, moonrise, the brink of the Organ Pipes at dawn, the awful beauty of the chaos above a sea of grey cold vapour asleep over all the land; the clouds arising to the vault of heaven, chased by the sun; a simple break fast, the descent to a town unawares, aslumber.",
    "Lady Jane’s staycation marks a change from scientific exploration to social recreation, mythic resonance, aesthetic appreciation, and even spiritual awakening.",
    "Hundreds of climbing routes now clinch the Organ Pipes and you can marvel at many pithily petrifying climbing instructions online @ thesarvo. The ascent by Sherpa Tenzing. The American rock star ‘Hot’ Henry Barber’s scramble up the centre of Double Column to a ledge and then his scaling 77 metres up its conspicuous crack in 197[?] is close. Double Column, by the way, is not rated that difficult (at only 17 out of a possible 35), but Henry did it on sight, in the rain, making quake some of the hardest heads in the climbing community of that day.",
    "But neither of these two are my number six. Long before them, almost a century earlier, during the mid-nineteenth century, in the 1850s and 1860s, many determined Hobartians attempted to summit via the Organ Pipes. Had they succeeded, they would have proceeded by decades what is now accepted as the first recorded rock climb in England,  by Walter Haskett Smith in his free (that is without ropes) ascent of Napes Needle in the Lake District. Coulda, Shoulda. Didna. But less than two years after him, in 1888, two Hobartians, a Mr R.D. Power and his mate Fred Turner, climbed the Organ Pipes. They climbed on sight and they climbed free. And the description of the crux had Turner on a ten inch ledge holding himself against a perpendicular wall  by his finger-tips, and Power using him as a stool and then ladder to reach the edge of a higher shelf, and then with only a toe hold, pulling Turner up to join him. After that, they made a wedging ascent of an exposed chimney … yer. Top that.",
    "It is a rite of passage for Hobartians to be lost on the mountain. Starting out above a waterhole on the Middle Island Track—which is a track now itself lost below the northern end of the Organ Pipes—in the last year of the nineteenth century, 1899, the Hobart barber Dave Haywood,  discovered that he’d left the path and lost his way. What to do? Haywood was a hard bush walker. He relished a direct assault route (a 1Vk kind of guy). Rather than retreat, retracing his route, Haywood forced a way upward and onward and upward, finding what he dubbed “The Big Gap” and a way to the Pinnacle. Dave returned later with a mate to  bedaub his route with red painted dots and every year after, for over twenty years, Haywood climbed it again to retouch his spots and keep clear his track. With his deep breathing technique and pre-race fasting strategy Haywood is a hero to trail runners, but cultural historians admire his lifelong commitment to track working. Sadly long disused and now overgrown, Haywood’s track—with its faded red blobs—had to be re-discovered by Martin Stone. In 2023 Haywood’s Red Paint Track was celebrated in an art exhibition by the track-working landscape painter Adrian Bradbury.",
    "A brush with death is also not an uncommon experience up on the mountain, partially, perhaps because it seems so unlikely we don’t expect it and we don’t prepare for it. At least a dozen people have died on the mountain. Probably a few more missing persons are up there as well somewhere. During the first and now infamous 1903 trail-running race up the mountain death came first. The ‘Go-As-You-Please’ marathon course —run, walk, skip, hop—was a gruelling ascent from Macquarie Street to The Springs and then, up the newly cut—but on the day, snow-covered—Zig Zag Track to the Pinnacle and back down to town. Sponsored by the Watson’s Whisky company but finishing on a very sober note at a coroner’s inquest into the death of two of the competitors. Most of the 35 competitors, not all, reached the Pinnacle, some finished in town with difficulty, a few delirious with early hypothermia, but on the way down one runner, Mark Richards, collapsed and died on a stretcher just above The Springs. Another runner, George Radford, lost off course and possibly drunken, still unaccounted for at nightfall, was not found until the next day. he was on the Fingerpost Track frozen stiff.",
    "That race is a salutary lesson in hubris. Against the sensible decision of the race organisers to cancel, the competitors—notwithstanding the punishingly snowy, icy, windy conditions and their woefully inadequate running kit—insisted on the race being run. Their bush lawyerly logic being that the race had been advertised and promoted as running “Rain or Shine”. In the end, death reigned.",
    "Who has not seen Wellington Falls? The track to the Falls is one of the oldest on the mountain, but it is the short cut. The original way was a wild rumble down the boulder-strewn margin of the North West Bay River from its headwaters around Dead Island behind the summit. It is a course few now follow. The botanist/nurseryman James Dickenson first brought it to fame in the 1840s with his description of its falls as ‘a scene where the wild, the grand, and the sublime are merged in the romantic, the stupendous, and the terrible.’ But it is not Dickenson, but the great photographer—arguably the greatest artist to live and walk on the mountain, Peter Dombriviskis, who re-took Dickenson’s seldom-revisited path and in his glorious book On the mountain immortalised the descent.",
    "Here’s nine cheers for nine nine ascents and all ascendants. To obsession!",
    "Mercury of 1898: ‘On a beautiful sunny bright morning one can almost hear the mountain’s hundred voices inviting us thither! The mountain speaks in no unknown language to those who have the souls to listen...’",
    "The Wellington Park Management Plan foreshadows a change to the name Wellington Park. What new name? Were the Trustees to consider honouring  the People’s Park’s with the name of another person, someone who, unlike the Duke of Wellington, did climb the mountain and unlike Wellington, did contribute something of significance in doing so, and, also unlike the Duke Wellington, is a person not already aggrandised in places throughout the British Empire: there’s at least a dozen names to choose from above his.",
    "Bush walking is a recreational activity, it has social value. It has health benefits—both physical and mental—and has been celebrated in Hobart for centuries.",
    "Tasmania is a leader in the nation’s bush-walking history.",
    "The Wellington Park Management Trust recognises walking as one of the (if not the) most important recreational activity on the mountain.",
    "The walking tracks are related to the walker shelter network. Lady Franklin, for example, is also responsible for the first walker’s shelter, built at the Pinnacle. And another at The Springs, to encourage and support ladies desirous of walking on the mountain and the Hobart Walking Club built and continues to maintain shelters all over the mountain."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/959f6132-b770-4795-8a27-ff555532f86e/image-asset.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2f0501a9-a7cd-41f5-9816-a01af19373ac/Lady_Franklin_and_Party_on_Moss_Rock%2C_below_the_Vernal_Fall%2C_Yosemite_Valley%2C_Mariposa_Co%2C_by_Watkins%2C_Carleton_E.%2C_1829-1916.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/00e6c7ab-a486-40fb-9b89-3f3224cf0940/A%2BHoliday%2BRamble%2Bin%2BTasmania-Ascending%2BMount%2BWellington.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684215785294-HQP3A0LKPZM3XFK3N5JO/07%2Bcopy%2B2-1.jpg",
      "alt": "07+copy+2-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684215791827-BFP1HR4TCO7CHTGLK9OF/Screen%2BShot%2B2022-11-24%2Bat%2B11.22.05%2Bpm.png",
      "alt": "Screen+Shot+2022-11-24+at+11.22.05+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684215891120-4BGRQKKP9SIS4BJHZJHH/NS1013-1-2039J2K-2048x1321.jpg",
      "alt": "NS1013-1-2039J2K-2048x1321.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684216728895-UOZI756LMMLCAPEVW0VS/1933-1.jpg",
      "alt": "1933-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684216750923-R5G9BX9BRRME9VBZP04T/1933-3.jpg",
      "alt": "1933-3.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684216755638-UNPEVX8408ESSA1G37I8/1933-9.jpg",
      "alt": "1933-9.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1684216770602-AZCNXOFMSCS2U2E9PJLD/1933-5.jpg",
      "alt": "1933-5.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f8cf1a83-e678-4adf-ba81-16c936c46ba6/01.png",
      "alt": ""
    }
  ]
}