{
  "url": "https://listthemountain.org/living-wonders/wellington-snail",
  "title": "MOUNTAIN SNAILS",
  "wordCount": 264,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "Ammonite snails"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The Mountain is home to at least twenty-two species of snails, two of which have highly restricted distributions.",
    "​Exquisitiropa agnewi, aka Roblinella agnewii, silky pinwheel snail, or Mount Wellington snail, is one of these.",
    "Local land snail expert Kevin Bonham writes: “I have spent hundreds of hours (virtually all of them unpaid) looking for this very rare, critically endangered, snail and I have seen just six live ammonite snails ever (one of them twice!) on only three sites, with the third site coming only a few weeks ago. Until I found dead specimens at Grass Tree Hill in 1990 the species was known only from a few 19th century records. They tend to occur in very small localised loose clusters and yet be mysteriously absent from suitable surrounding habitat. They have only been found on dolerite, and (with the exception of the sort of dry Grass Tree Hill site and a historic record of one shell in unknown habitat on the Domain) tend to live in dark, wet gullies and steep slopes. Rare land snails are often fussy about geology. This one made a poor career choice in picking Greater Hobart as a nice place to live. Much of what would have been its former habitat has been cleared. Worse, the snail family it belongs to contains many species that make delicious snacks for the introduced glass snails — and possibly also leopard slugs and other exotic nasties. So bushland reserves don't guarantee its protection.” [Kevin Bonham 2018, adapted]",
    "HERITAGE SIGNIFICANCE",
    "The Mount Wellington snail is listed as “Rare” under the Threatened Species List."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1608808738933-TYWALA9Q41S3E30849O8/Caryodes_dufresnii.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1608809075000-G7AYUHBHY02LJ0L5896G/downloadattachment.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}