{
  "url": "https://listthemountain.org/natural-features/fern-tree-valley",
  "title": "FERN GULLIES",
  "wordCount": 471,
  "imageCount": 11,
  "headings": [
    {
      "tag": "h1",
      "text": "ELEGANT PARASOLS"
    },
    {
      "tag": "h3",
      "text": "REFERENCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "In her book The Pursuit of Wonder Julia Horne casually notes that the first legislation in Australia enabling the reservation of land as a scenic reserve (in 1858) was Tasmanian. And the first land reserved was the eastern face of Mount Wellington. And the justification for the reservation was the mountain’s tree ferns.",
    "Horne argues that the wonder of ferns had its roots in mystery. As ferns are without stamens or pistils, they have no apparent sexual characteristics. This made them a species of perplexity.",
    "A British botanist  brought ferns to far greater prominence. Robert Brown.",
    "With the classification and habitat questions solved by 1830, those interested turned their explication impulse into delighting in fernery. Observations of height and habitat gave way to painted adoration and extollation of the exquisitely beautiful, luxuriant, delicate, lacy, bright green fronds. John Glover sketched Fern Glade, Mount Wellington in 1831-2.",
    "“Dicksonia, beautiful wherever it is met with, affords one of the most striking and magnificent objects of nature, when it fixes itself in a  favourable position, as on the borders of the rivulets that flow from Mount Wellington.”",
    "We can catch the actual change in approach in the mind of the master naturalist, Charles Darwin, who took himself up the mountain twice in 1835. He climbed up, he said, to observe for himself its views and because of its botanical reputation. Thank Brown. Darwin’s description of the tree ferns (Dickinsonia Antarctica) he walked under was euphoric: ‘the foliage of these trees, forming so many elegant parasols, created a gloomy shade like that of the first hour of night.’",
    "Counterpoint. In an 1869 Guide for Excursionists tree ferns were described as ‘gnarled and twisted in every conceivable form’ with limbs sometimes looking ‘like arms stretched out in menace or entreaty’, or took the shape of ‘contorted serpents’.",
    "By the 1900s the Tasmanian Mail frequently published pictorial spreads (and occasionally full front-page images) of tree ferns. Considered the apex species, and Tasmania’s gullies among the finest in the world—’a slice of paradise’ is Horne’s phrase. Walking paths were made amongst them in order to appreciate them. Where gullies had no ferns, as was the case in Cataract Gorge, locals planted them. They were a treasured feature surrounding the Fern Tree Bower and in the early 20th century (1906) the Cascade Tea Gardens, shown above. The Peter Dombriviskis photographic homage to the mountain features five portraits of tree ferns.",
    "Because they were so loved, any threat to them—say logging or fern hookers—was met with denunciation and demands that their land be reserved.",
    "The first environmental bumper sticker might have been “Save the Fern Tree”. In conservation, the scimitar of the gum leaf was no match for the quill-like fern frond. And the reason was not their natural, but their cultural value.",
    "The Voyage of the Beagle Charles Darwin"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1717041293209-1D42NS03MBMAMOHHX8TH/Glover+fernery.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611185797239-T1QXSFH5STROHX25PZI0/ferntree.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1674102085631-YRBGVFWJO0L2FNYGKIHC/Df101552.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612235721539-PXYDF9YH71NT6GX50K3F/Fern-destruction-1878.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1674102102605-RJN0OBQGZQNWCI6PRIBF/8272%23%23S.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1670890786861-5DTC0KJMPQ7WYQJHM98R/Screen+Shot+2022-11-24+at+11.04.54+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611185598063-DZ1YUAYD593O4ZRI4A3B/bower-ferntree28b.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611186088869-OZLWEFWWF54DITALYWKI/fallsbridge6.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611186244505-K0DSDVQLXZ7LNQFTAV87/clematis.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611186335383-RTBISGT6O2K8X0ZUF4SV/cascadetea-gardens.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}