{
  "url": "https://listthemountain.org/artistic/lloyd-rees",
  "title": "REES",
  "wordCount": 222,
  "imageCount": 4,
  "headings": [
    {
      "tag": "h1",
      "text": "Lloyd"
    },
    {
      "tag": "h2",
      "text": "“one great unified miracle”"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“The summit Mount Wellington II  is arguably Rees’ finest drawing.”",
    "The summit Mount Wellington II  (1973) is arguably Rees’ finest drawing. He certainly valued it highly, as did the artist Kenneth Jack, its only owner before it was purchased by the Art Gallery of NSW in 2009.",
    "It was first exhibited at Artarmon Galleries, Sydney and the New Grafton Galleries in London in 1973, and was the poster image for a major survey of contemporary Australian drawings organised by the Art Gallery of Western Australia in 1978 and also shown here and at the Queensland Art Gallery.",
    "After Rees’s son and family first moved to Tasmania to live in 1967, Rees began making his first drawings of Mount Wellington. None, however, are as expressive as this one. Close inspection reveals a rich texture of pen and brush in ink and watercolour, as well as oil pastel (to which Kenneth Jack had introduced him). The bold shapes of the rocks also suggest human form. Rocks held particular significance for Rees, suggesting permanence and acting as symbols for the composition of the earth and its part in the universe.",
    "Rees spoke of landscape as allowing him ‘to glory in all creation as one great unified miracle … in which our lives are set between mundane details … and endless space.’”",
    "—Art Gallery of NSW"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606711802289-NC4ZVB39WL5Q30B3J3NV/rees2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606711665825-97WQKWHYBQF7Z0QZIF52/rees-summit.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650619986185-KB482FXG9GD7UFLJZX2M/lloyd-rees-the-caloola-suite%2C-1980+2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}