{
  "url": "https://listthemountain.org/nominations/Glenorchy",
  "title": "GLENORCHY LHLP",
  "paragraphs": [
    "The Glenorchy region of Wellington Park is some 4100 hectares occupying the north east quadrant of the mountain. Glenorchy has its entire mountain park area recognised in its Local Provisions Schedule as a Scenic Landscape Area. ENSHRINE proposes an additional overlay to recognise the area’s historic heritage.",
    "The Precinct contains natural features of landmark heritage significance including Mount Arthur, Mount Connection, Mount Hull and much of Collins Bonnet with its connection to Sleeping Beauty. These peaks also have a highly significant landscape value (and potentially archaeological value) for their association with an ancient route across the Range, travelled by indigenous groups, the explorer Lt Freycinet (during his all-day pursuit of a party of Aboriginal fire-stick farmers) and then as a stock route, logging track and fire trail.",
    "The proposed LHLP contains The Goat Hills with their important Aboriginal encampment, known to have 14 huts—also having an association with Freycinet. [Note: The Aboriginal value cannot be included in the nomination, but it is covered by association with Freycinet.]",
    "The site of the Glenorchy Landslide is among the more noteable geoheritage features. Other natural features are The Grottoes (Lost World), part of the headwaters of the North West Bay River, (the route of Dickason to Wellington Falls) and the headwaters of New Town Creek. It has Myrtle Forest Falls and shares New Town Rivulet. The Lectern and The Devil’s Throne. Mountain River, the highest point is only a few metres lower than kunanyi itself,",
    "Glenorchy has the entire Upper Merton farm settlement complex dating to the 1880s with their associated wooden pipelines, fences, fence-lines, quarries, water holes, and beyond this valley other farms of the Klugs, Valleydale, Austin, Gordons, Sturdeys’, Farley’s Block. Klug also operated a teahouse.",
    "Its built heritage includes tracks with local heritage significance: parts of Thark Ridge track, (especially the wild tracks that lead to the Devil’s Throne, a part of Thark Ridge) the Mount Connection Track, most of the Collins Bonnet Track, Big Bend Trail and it has at least half a dozen huts: Thark Hut (?) Merton Hut, the Temple, Scout/Moon Hut, Victor’s Hut and Level Hut; however, none of these huts or tracks are included in McConnell’s Historic Tracks and Huts Assessment report (WPMT 2012).  Depression-era workplace hut sites around Big Bend as well as several high altitude recreational hut sites and a cave campsite.",
    "The Precinct also contains Big Bend which is on The Pinnacle Road that is on Hobart’s Heritage Places, with a road camp site for the builders of the Road.",
    "It has the upper reaches of one of the two original ‘Ways’ to reach the Pinnacle: the ‘New Town Way’ which is the route of George Bass, the first white person to ascend the mountain and was also used by other very early English explorers.",
    "The LHLP has recreational heritage associated with several ski fields and associated ski huts from the 1930s and climbing routes as well as caving opportunities at Lost World from the 1960s.",
    "It has an economic history in pre-war logging around Mount Hull with a complex of tracks, sawpints, huts and a bush sawmill. Also connected to this history are Myrtle Forest, Darko, Felbey’s and Berry’s sawmills.",
    "It has associations with several famous colonial-era and early modern painters.",
    "The density of this historic heritage was recognised by Scripps and McConnell who discerned five “High Sensitivity Historic Heritage Areas” and mapped five proto-heritage precincts: Upper Merton, The Montrose Trail, Big Bend, a Central Plateau, and Myrtle Forest."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/937181fd-d8f7-4f53-8cc1-3c06fe8f4309/Part+3+LPS+Mountain+LHLP+Background+report+%28dragged%29.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1c0b87ca-2721-44f6-b77a-61740044a31c/listmap-Glenorchy+1.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c304b7f4-5742-4d94-aa78-bd059ce719d1/Glenorchy+Precincts.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/73a9ef87-c1d6-41a7-b31a-46301a8abfbf/LHLP+v3.png",
      "alt": ""
    }
  ]
}