{
  "url": "https://listthemountain.org/geoheritage/red-tors",
  "title": "Koka Lonna/RED TORS",
  "paragraphs": [
    "Wintle’s ‘terrible sublimity’ is predominately created by the summit plateau’s tors. Stone standing near the top of a hill or a mountain are tors. The word predates Old English and painting, picturing and praising them is ancient.",
    "In palawa cosmology their origin is not long after the beginning of the earth. They were made by the cultural hero Laller, the landscape-maker, the one with the power and the determination to raise mountains up and slash valleys wide open.",
    "The visitor experience of looking down and out from the Pinnacle at civilisation and the city, the works of humanity beneath them, would be much the less without the wild frame of the tors. An account of an ascent by the Franklin party linked the tors with the mythical battle of the Titans piling stone upon stone to reach and then attack heaven.",
    "Picturing the mountain from the distance, (looking-in at it) is the typical painter’s perspective; the close-up (looking-out) perspective only gained favour in the 20th century—most famously with the painter Pigunet who went up there in 1886, and in his landscape ‘A Tasmanian Mountain top’ drew upon the weird mystery surrounding European megaliths and stone circles.",
    "Amongst their blizzard-bleached bonsai trees, the tors evoke a contemplation of impermanence as found in Zen temple stone gardens.",
    "Some tors have personal names. The  Woolpacks at the Pinnacle, The Rocking Stone on South Wellington and nearby the Giant’s Grave, ‘two perpendicular rocks supporting another horizontally’ (noted only in “A Trip up Mount Wellington” published by The Empire on the 4th of July 1864). Up to the mid-20th century the names of visitors were daubed in white led paint on many of the tors at the Pinnacle. Note that the mountain Management Plan does not permit the tors to be damaged, defaced or removed.",
    "Though not confined to the mountain, the guidebook to Tasmania’s mountains, The Abels, notes that some of the tors of the mountain are—inexplicably—especially orange.",
    "A tor is commonly chosen as the last resting place for the ashes of mountain lovers.",
    "The tors have scenic (Social) value having featured in numerous ascent accounts. They exhibit aesthetic value, as demonstrated in a range of artworks. They have Indigenous value.",
    "The tors’ natural significance is local, but as part of the Pinnacle landscape, as the destination for centuries of explorers, locals and visitors, they have high state and some national cultural heritage significance.",
    "The torscape surrounding the Pinnacle was recognised as contributing significantly to the area’s historic landscape precinct value (Summit Area Historic Heritage Assessment WPMT 2010), with a small part of that linked to Scientific value as the mountain was a very early place (perhaps the first) where western science studied the alpine ecology of the desert continent Australia.",
    "The Pinnacle Zone Site Development Plan recognises that the dolerite landform ‘contributes to a powerful alpine landscape imagery of interest to visitors’, and this contributes to their aesthetic and scenic significance.",
    "‘The dolerite plateau landform of boulder hummocks and intervening small depressions, often forming small ponds, with the covering garden of alpine plants; as well as the openness and naturalness of the location, are the key elements that contribute to the landscape values of the summit area. These landscape-based values are interrelated and intertwined with the social values.’ Summit Area Historic Heritage Assessment. (WPMT 2010)",
    "The tors are recognised as a significant feature of Tasmania’s alpine landscape in the Tasmanian Geoheritage Database.",
    "Sydney’s The Empire newspaper the 4th of July 1864",
    "More contemporary artists especially attracted to making important works depicting the tors include Lloyd Rees and David Edgar and the photographers Samuel Clifford, Peter Dombriviskis and Rob Blakers."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/cc4b4446-592d-45ea-81ce-36c47ab85187/Dolerite+tors+on+Mount+Wellington+plateau%2C+Hobart%2C+Tasmania%2C+1990%2C+Cold+Store+Row+A4%3A5%3A1+%5BPIC+DOM%5D+Folder+14+%23PIC%3A12677%3A1221.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606529021603-HIYLMMUS0L8972BIS6AI/clifford-pinnacle-SD_ILS186404.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651672334975-V8SNGHARBI6PVQZEF229/IMG_2987+2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1672018806874-UVAUZUD4GX4157AAA0XH/1232_piguenit_a-mountain-top-tasmania_tmag_photograph-by-robert-colvin_web-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1671586453781-H4R1ZDIULGDV2E935WS1/Screen+Shot+2022-04-07+at+4.23.50+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650948375028-F67LRR9KROEQDVCLF807/nla.obj-148766429-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650952598479-11TERS8VVU8GYCHBLUA5/Wellington%2BArtwork%2B2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606614507928-PVIAVO6I6VI23JM3BTRB/RockingStones01.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682994974375-X9FTB47QDDZIPUSOODXU/nla.obj-149462367-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682995006359-68RB5WG5CPHIZV57ZHH7/nla.obj-150745015-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682995061881-7GL7T141BH6J0M17LZE8/nla.obj-151405422-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1650948775918-GNNKS9IZK6FIKYSQN6MC/Screen%2BShot%2B2021-03-15%2Bat%2B2.14.38%2Bpm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9165c6bf-2613-4377-bf69-a4947ca8e272/Untitled+3.jpg"
    }
  ]
}