{
  "url": "https://listthemountain.org/geoheritage/rocking-stone",
  "title": "Mattah/THE ROCKING STONE",
  "paragraphs": [
    "The mountain is covered with countless standing, leaning, fallen, broken and imbedded tors. It has vast fields of enormous boulders and numerous perched stones and rocky outcrops, but one stone—one nowhere near the top, not on any track, not especially large or distinguished-looking—has been named and visited and photographed for centuries.",
    "Though the first mention we have of “The Rocking Stone” seems late—1864—the writer made no claim to its discovery, implying that the Stone was a familiar. Climbers on the earliest pathway from Hobart to the Pinnacle (c1810] passed near it; and strong parties who reached the Pinnacle from the opposite side (the east) sometimes continued on to South Wellington so the Rocking Stone may have been known to the earliest excursionists.",
    "Visited by parties from around Australia, accounts appearing in newspapers throughout the land (the first in Sydney, not Hobart) spread its fame. It had a brief Australia-wide recognition through line-drawings in national illustrated newspapers, as well as in New Zealand’s Illustrated Press in 1873.",
    "Around the turn of the 20th century the Stone got its own postcard. In the 1910s they were hand-tinted. In the 21st century it became a stock image.",
    "Perched just over The Gap, on the ridge, it is a natural spot for a reststop and became a favoured picnic area.",
    "In New Year’s Day on the Mountain , quoted above, the party of picnickers gathered at the Rocking Stone, Decameron like, tell tales. The luncheon included ‘fowls, tongues, pies and tartlets’ succoured by two bottles of wine and a flask of spirit—probably brandy—'all soon disposed of', justified by ‘ the labor of conveying the said repast in baskets and parcels some five or six miles through the mountain air serving the purpose of creating that best of all sauces—a first-rate appetite.’ An experience described by the Lady Franklin’s party in 1836.",
    "The first images (above) were stereoscopes created by Samuel Clifford in c1860. These were retrograuved for publication in newspapers a decade later. Frequently depicted as surrounded and sometimes surmounted by its sightseers, the Tasmanian photographer Neville (a close friend of Clifford) also made a stereoscope that portrayed a party of eight that included a squeeze box player. Most following photographers set the stone in its field. From some angles, the Derwent far below can be seen. The modern master Peter Dombroviskis went off-track in 1995 to immortalise the Stone by itself, framed in mist. In 2018 the Stone was used as the backdrop for craftwork.",
    "Described as shaped like an egg or via Shakspeare—poetically belying its weight—as a cloud, some have found a canine face in it, to others it is Teddy Bear Rock (McConnell.) By 1900 its four faces were ‘studded’ with advertisements according to Launceston’s Daily Telegraph.",
    "But why does this two ton boulder oscillate? Long before geology was thought of, Rocking stones invited speculation and around them folklore grew. Were they cradles of giants, the testing ground of fledgling witches, the judges’ bench of Druids? Supernatural powers are attributed to some rocking stones—such as the ability to cure childhood diseases and the possession of insight into the moral qualities of men.",
    "They have always intrigued geologists. In the earliest Tasmanian explaination by a geologist named Wintle, in the Mercury of 1864: ‘The belief entertained by geologists is that it is a part of another column which, while falling, came in contact with the one that serves as a pedestal for it, and obtaining its equilibrium thereon, has retained it ever since, although exposed at times to the most terrific gales of wind.’ Wrong.",
    "In 1866 the Tasmanian Morning Herald repeated the false explanation. In 1908 a wag in the Mercury (‘On Dit’) jestingly opined on ‘a report spread the other day that the Rocking Stone had for its axis a diamond.’ In fact, Wintle had gone on to describe the modern understanding. The Stone’s surface furnished ‘a fine example of “weathering.” The combined action of air, sunlight, and moisture have imparted to it a subglobular shape, by eating into the most exposed portions of its surface, all the angular parts being the first to disappear.’ Correct! It’s weathering that does it—the corrosive influence of thousands of years of freezing and thawing, freezing and thawing, wild winds and the chattering teeth of lichens that is the sculptor.",
    "But an explanation of the balancing act required mechanical engineers and over at least fifty years their understanding has expanded enormously as it focused on ever-smaller areas. Hungarian scientists studied the mechanics of rocking stones with 3D laser scanners to examine their contact polygons, saddle points, stable and unstable flocks, to reveal the uniform discretization of ellipses, micro-equilibria, and formalise the admissible movement component and so forth.",
    "Despite its motion, in 1906 when the government gazetted the Mountain Park the boundary was exactly Noticed and the Park’s the south-west cornerstone was defined as The Rocking Stone.",
    "Difficult to believe, perhaps, and granted there is no known photograph of it, but for generations, passers-by came to the Rocking Stone not just to admire it, but to use it. They came bearing walnuts for the Rocking Stone, their two ton nutcracker. They placed them under it one at a time and, by hand, made the boulder move with such millimetre precision that the shells could be cracked open without the nut inside being harmed.",
    "Alas, for every myth-maker, there are a thousand myth busters, and around the world attempts to roll the stones aside or destroy them are deplorably frequent. The Australasian Sketcher reported in 1878—a mere decade after the Stone’s first prominence—that it had been stopped from rocking. ‘Some visitors possessing all the British tourist's capacity for mischief tried to overthrow the boulder by driving stones as wedges into the cleft portion of the base. The result of their labour was fortunately only a slight displacement of the balance of the boulder, which is now immovable'.",
    "The rocking stone‘s immovability is contested. During the years between 1878 and 1942 some visitors report the stone immovable, others that it moved for them. The Mercury’s nature writer ‘Peregrine’ reported it still rocking in 1942. It moved for Jamie Kirkpatrick as late as 1995 and may be it will move for you, the pure of heart, for it is well known throughout the world that none with treachery in their hearts can make a rocking stone shift.",
    "Its heritage values are natural, social (recreational), aesthetic and scientific.",
    "To Hobart’s mountain goers, for its social value, the Rocking Stone is a feature of the mountain. McConnell and Scripps (2005) assessed it, indicatively, as of medium local significance, but with the further historical research revealing its longer, richer social history, rarity, and aesthetic appeal to and for association with important photographers Clifford, Neville, Spurling and Dombroviskis, ENSHRINE rates it as of high local significance.",
    "It has some Tasmanian significance, recognised as an ‘interesting natural feature’ by the WPMT in its 1985 Gazeteer and also in its heritage database (WPHH0302) and for its significance to the boundary of the original Mountain Park. (Nomenclature Board PN 9346Y). In Tasmania’s Geoconservation Database it is recognised as a notable example of its type (ID 2225).",
    "A rocking stone is a rare curiosity in Australia but it has no known national significance.",
    "There’s a rocking stone in Victoria, several in England, many in Scotland, more again in Europe and the Americas, Asia, India, and throughout the world. No doubt there are undiscovered and emerging rockers.",
    "The Rocking Stone may have some international significance because the mountain is perhaps the only place on earth known to have two—and close by each other: the Rocking Stone and The Little Rocking Stone.",
    "NOTE",
    "The Rocking Stone has been damaged, but it can be restored, and this has been done by the English for stones they damaged and ENSHRINE calls upon the British government to make good the damage its citizens wrought, to restore the Rocking Stone to its original functionality.",
    "Cornish photo 1969b -unnumbered",
    "Grist & Grist 2004 p7",
    "Walking Club Map 1942",
    "Focus on the Fringe Vol 2",
    "NLA TROVE newspaper database",
    "The Press (NZ) Page 1 Advertisements Column 4 PRESS, VOLUME XXI, ISSUE 2430, 20 MAY 1873, PAGE 1",
    "The mechanics of rocking stones: equilibria on separated scales (Department of Mechanics, Materials and Structures, Budapest University of Technology and Economics, Hungary)",
    "A New Insight into the Stability of Precariously Balanced Rocks Ludmány, B., Pérez-Rey, I., Domokos, G. et al.  Rock Mech Rock Eng 56, 3539–3550 (2023)."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/8aee75f1-2abe-4a4a-9deb-cb0728ce7f47/AUTAS001136168226.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/a9bca027-d471-42b6-adfe-d931569fec3e/IMG_2975.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683003590667-38IUD0GTJKMCPLK4AKD9/1873.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683269199055-U1RLQEBJPASKT6TASUW8/Screen+Shot+2023-05-05+at+3.32.41+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682950939540-YP4GE0B9H3JHSPIXTVOG/Screen+Shot+2023-05-01+at+11.02.09+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683269197847-FMR061TEMU3A0481JFPO/Screen+Shot+2023-05-05+at+3.30.36+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1724469823880-ZCJ8Y3JE33TRJ2G54F4E/Screen%2BShot%2B2022-10-18%2Bat%2B10.19.25%2Bpm.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683269196221-0052BEQYEOFAOLFI2B46/Lady+Smith+Presenttaion+Album+1883.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1666094013928-WJXJPU5EGW5YZVMC48G1/Screen+Shot+2022-10-18+at+10.20.04+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683269193861-ALP5SK8N4A34U7J2BRYA/Screen+Shot+2023-05-05+at+3.29.18+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683006706547-L5NI9FP6ZA8SY5D4MIB0/NLA+The+Rocking+Stone+on+Mount+Wellington+1878-79.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605923102370-GV60ZEEFO2W8UMVMQAUX/rocking-stone4.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1678938554220-FZ4LF5VRAUYT38MRKENO/Screen+Shot+2022-08-05+at+9.19.59+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1724469662965-U0UD0HGRB2NAN8VZK5OE/RockingStoneBeattie_1+copy.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605923121869-X2KO47NODV4YBM3Y252O/rocking-stone5.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683249905130-RAWQWE9MQRHABI0WADO5/55ec0d76-25d1-43e4-a600-52eeead69ae7_l.png.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605923069124-NRXH970P52D23DQ35ZKQ/rocking-stone3.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682992891444-O4BZFS27BMW9GC8C8G1L/Screen%2BShot%2B2023-05-01%2Bat%2B10.47.49%2Bpm.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683257349352-RZUYTR68HG1WBTNC69E5/rockingstone2.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1605925454368-K89EN273YMYNTYDYG9B0/RockingStone20.10.88.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1682995276921-8JUTGOKEMYVW1PL8J1U1/nla.obj-150720462-1.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683004725857-36ISEBFYRMENBCXRTY72/nla.obj-148567107-1.JPG"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683250533517-E6WP48GQ78DCZ1VYITE4/mount-wellington-australia-tasmania-rock-cliff-F4TM5X.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1683250659874-CYO4XIL2KFLBX8GY5IQP/rocking-stone-mt-wellington-hobart-8944.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740781188020-5URA6R0GK3BPQZD8Z3GF/Screenshot+2025-01-30+at+10.21.35%E2%80%AFPM.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c9e7036e-7dfa-4ebb-a0c0-1e392da9c8c9/Screen+Shot+2023-05-08+at+2.56.31+pm.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9cf8ef1c-066d-45f7-b6a2-1c28981e44ed/603_2023_3233_Fig5_HTML.png+%281%29.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/65b67677-84f6-4667-80a1-ceeecc6a834b/603_2023_3233_Fig9_HTML.png+%281%29.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/fe10da96-f1f1-4913-bae3-732e3e666006/Screen+Shot+2023-05-05+at+12.52.30+pm.jpeg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/97f7de1c-ca8c-47df-bcfd-edf8edaaf9b6/Screen+Shot+2023-05-02+at+11.38.47+am.png"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f7a0e00c-39e6-448c-a604-9e91a6b013dd/RockingStones08.jpeg"
    }
  ]
}