{
  "url": "https://listthemountain.org/hcc/scenic-area",
  "title": "HOBART SCENIC PROTECTION AREA",
  "paragraphs": [
    "In 1798 a small ship commanded by Lt John Hayes found its way up Storm Bay. For Hayes, everything was new. Hayes noticed and sketched the mountain, naming it Skiddaw. He noted the long chain of peaks stretching to the south. In England his crude sketches and soundings of the waterways were turned into a published map. The chain of mountains was described in boldface as “HIGH MOUNTAINS”. Over two hundred years later, in 2018, Tasmania sub-divided the island into landscape regions and adopted a “High Mountains Landscape Character” for the South West—with a little finger of the region at its eastward fringe including the mountain.",
    "The scenic interest of the mountain is one of the original reasons why Wellington Park was reserved and its preservation or protection is a cardinal purpose of the Wellington Park Act; however, recognition is little more than description without specific, proscriptive protection in a planning scheme and, for its historic and aesthetic value, heritage listing.",
    "What is scenic interest? Scenic interest may reside in a beautiful landscape but it is also broader. Scenery is the general appearance of a place and its natural features, regarded from the picturesque point of view—and the dictionary identifies both tree and cloud scenery, and notes scenic railways. More significantly (as the Act’s purpose itself is a carryover from the Scenery Protection Act 1915) “scenic interest” is broader because it can pertain to land lacking aesthetic value if said land is, say, of significant scientific or historic worth. Historical scenery is significant for being where a great event of history took place, say a battlefield, the houses of important people, the spot upon which a great artist stood to paint or a scientist stooped to collect. One quotation from Dickens (among many) may suffice to show that a mountain is likely to have scenic interest. ‘The country round this town being very flat, is bare of scenic interest.’",
    "The reservation of scenic areas dates back to the 1860s in Tasmania, and regarding Mount Field, it was written in 1913 ‘Nature almost seems to ask us that some attempt should be made to treasure and preserve this spot, upon which she has lavished all her charms.’ The practice of preserving and protecting scenic interest is now well-founded in Tasmania in the planning scheme and in the National Parks Act that subsumed the Scenery Protection Act.",
    "Enshrine has nominations for scenery protection before both the Hobart and the Kingborough Councils.",
    "A SPA is required to be assessed by the methodology created by the Tasmanian Planning Commission in the associated document Guidelines for Scenic Values Assessment. The methodology divides the state into landscape zones. Arguably (for the purposes of the scheme) the “High Mountains” zone (along with the Central Plateau uplands are the key landscapes. The Assessment seeks to fit its frame of reference landscapes (page 100) with landform, vegetation, “waterform”, cultural/heritage and/or native wildlife features. The mountain appears to have all four in the High Quality Class.",
    "To assess whether particular high places have sufficient landscape features or qualities, they must possess features such as: ‘Mountains and glaciated peaks with dramatically steep forms and colour; or well defined, serrated and visually distinctive mountain hill ridges; or massive cliffs, rock faces or rock outcrops, rock escarpments or rock scree slopes that are visually prominent or dominate the surrounding landscape.’ Vegetation features such as ‘Strongly defined stands of or combinations of naturally appearing stands of eucalypt forest (and patches of unusually tall eucalypts), alpine vegetation seen as distinctive vegetative patterns, colours and textures.’ Cultural heritage features such as ‘very prominent, unique or extensive visual influence of cultural heritage features reflecting local history through built forms and structures such as rustic timber huts, chalets, stone walls etc. with traditional/historic architecture styles that visually enhance the high mountain landscape and wilderness setting.’  Native wildlife features such as ‘Areas with a high and consistent (year around or seasonally) visual presence of native fauna (e.g., kangaroos, quolls, wallabies wombats, quolls, wallabies, eagles, hawks, and other raptors, reptiles and amphibians, waterfowl and native birds.’",
    "It is apparent that the mountain ticks these boxes. In its case study, the methodology document itself recognised the Mount Wellington Area in the “High Scenic Quality Class”.",
    "Both Kingborough and Glenorchy have recognised the scenic value of the high mountain and included it in the Scenic Protection Area overlay of their planning schemes. (See map below.) Currently, there is a hole in the middle over Hobart. This hole is itself undesirable as planning schemes are required to take into account the zoning and overlays of the surrounding land. Subsequently, in June 2024 Hobart City Council  resolved that:",
    "‘To be consistent with the application of the Scenic Protection Code that applies to an adjacent municipal area of Glenorchy City Council and Kingborough Council as required by section 34(2)(g) of the Act it is recommended that the Scenic Protection Code be applied to the face of kunanyi/Mount Wellington within Wellington Park under the Hobart LPS’"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/458ad356-5473-46f1-99f7-f9da88220e15/Skiddaw+HM.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b8e3b716-1167-4bf9-957b-fb26b409cc45/High+Mountains.jpg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/9d3c0954-4d0f-4489-ac9e-1474ad95aa9c/Screenshot+2025-01-12+at+1.51.50%E2%80%AFPM.jpeg",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2dcf7280-e4d5-4984-aeda-c6a0e6c4807c/Hi+mts.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f7587785-c9fa-4213-8e5a-9cc4e323aab4/Hobart+SPA+2.png",
      "alt": ""
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/3f45f2f3-a726-453c-b6f0-64d8d7a369dc/Compressed+eyelines.png",
      "alt": ""
    }
  ]
}