{
  "url": "https://listthemountain.org/geoheritage/the-geoheritage-landscape",
  "title": "Geoheritage Landscape",
  "paragraphs": [
    "The very naming of the mountain by the muwinina is entangled in a metaphoric allusion to its stone cap.",
    "One of the founders of Hobart Town was a mineralogist who climbed to the top of the mountain within weeks of settling at its foot.",
    "Regarding Mount Wellington, Charles Darwin wrote: ‘The summit of the mountain is broad and flat, and is composed of huge angular masses of naked greenstone. Its elevation is 3,100 feet [940 m] above the level of the sea. The day was splendidly clear, and we enjoyed a most extensive view; to the north, the country appeared a mass of wooded mountains, of about the same height with that on which we were standing, and with an equally tame outline: to the south the broken land and water, forming many intricate bays, was mapped with clearness before us. ...\"",
    "In the 1850s, the geology inspired an ode by the poetic geologist S. H. Wintle, and the poem gives an early inkling of the tectonic shift in geo-heritage categorisation that we have witnessed.",
    "Ode to Mount Wellington",
    "Thou art ocean-spring, whose oozy lapFor countless ages nurs't thee after thouWert belchéd forth a fiery molten massFrom earth's deep, seething, dread Plutonic womb!",
    "Then didst thou fill the void of chasms dire–Of awful gulfs formed by convulsive throesThat split earth to the core–and didst enwrapIn fiery folds, the floors of former seas…",
    "Launceston Examiner, Sat 5 Sep 1868",
    "In the mountain’s management plan it is written: ‘Mount Wellington and the Wellington Range is important for its geoheritage values. It contains features or processes which demonstrate the principal characteristics of the regional geodiversity (geology, landforms, soils), or which are unusual or outstanding aspects of it. Geodiversity has intrinsic value within any systematic approach to heritage identification and conservation. It is also fundamental to the integrity of broader ecological processes, contributing to the richness and interest of our environment, and provides opportunities for scientific study of the earth's development.’",
    "Of high altitude landforms not affected by glacial processes, (i.e.  periglacial) the mountain’s are the most extensive in Tasmania. It has a dozen recognised in Tasmania’s database of geoheritage sites and the courses of  tracks have been turned to pass geological sites; indeed, some of the walking tracks were built to reach them; and subsequently, by frequent depiction in literature, upon canvas, and on waterproof map; and, by being protected by law and custom: the fusion is demonstrated.",
    "The Mountain has ten well-known Geoheritage sites, with four  being Geo-Cultural Heritage Places too. MAP All four feature dolerite (from doleros meaning deceptive, difficult to identify). Charles Darwin used the common term of his day, greenstone. Nowadays, we use bluestone. In old texts the mountain’s tors were said to be basaltic: the process where exposed magma cools into stone, but the contemporary scientific explanation is that they are upthrust magma that cooled under the surface into five-sided singles. Later exposed to harsh alpine conditions, their facets weathered round. The tors are also windshields, their eastern faces sheltering plants, their northerly facets basking places and the ceilings for an horstrophic eco-system dominated by the Wellington Predatory Bug.",
    "The peat soils of this shallow and sloped basin—in which have grown the most south-easterly alpine peats in Tasmania (up to a metre deep)—represent thousands of years of life and are of international natural heritage significance.",
    "A spectacular example of an exposed large-scale columnar dolerite “sill” whose fluted columns and deep couloirs start a kilometre above sea-level and stretch for over a kilometre from the southern-most University Buttress to the Northern Buttress. The inspiration of a hundred artists and graphic-designers, the goal for 500 different ascents. The Pipes are a cultural icon.",
    "Beneath the mini–Organ Pipes of Mt Arthur is Lost World, and under it is a so-called pseudo karst boulder cave system. It is impressive, scary, and dangerous. It is not fully explored. We know it is the longest non-carbonate cave in Tasmania. Boulder caves developed in a dolerite column topple have passages in excess of 300 m long and 40 m deep. The site is the most extensive network of pseudokarst caves in Tasmania.",
    "One of the highest and most extensive sandstone cliffs anywhere in Tasmania. In it are examples of rare wind-carved non-carbonate stalactites and stalagmites. A well developed, spectacular Triassic sandstone cliff complex, one of—if not the—highest and longest in the state (approximately 1 km long and 50 - 80 m high). Honeycomb weathering and overhangs are common at this unusual site",
    "The mountain is so close to the sea, and for tens of thousands of years the broad river which almost encircles it has tempered the temperature, even at the top of the mountain. It has prevented its freezing over and preserved its high-altitude landforms from the chill sawed gashes of glaciers. It is un-cut by ice. The most extensive high altitude periglacial terrane that has not otherwise been affected by glaciation (i.e. periglacial landforms unmodified by glaciation). The \"Ploughed Field\" periglacial block streams and the landforms and deposits produced by cold climate freeze/thaw processes which are now largely inactive, have produced many of the more striking landforms on Mount Wellington. The summit viewpoint overlooks the Derwent estuary, Frederick Henry Bay, Bruny Island and other geomorphological features of Hobart area (Criteria: A.1, D.1).",
    "The extensive fields and streams and standing and fallen tors on talus slopes, the potato fields, ski drifts, and toppling columns along the eastern escarpment, are numerous and have provoked awe and joy in every generation.",
    "Darwin crossed the Potato Field in 1846. He described the hard, dark grey, lichen splotched tor shards as “common greenstone”, (today ‘dolerite’.) He found nothing that disrupted—indeed everything he found confirmed—his theory that lifeforms by some means or mechanism he could not explain, change over time. “All the Greenstone which crowns this mountain is of a very uniform character; it is rather coarse and contains crystals of Hornblende; it strongly affects the Magnetic needle; one side of the summit shows a large columnar structure; generally there is a grand accumulation of immense loose fragments.—I have as yet only mentioned the Trappean rocks incidentally, some as belonging to the first and more modern, others to the second series of strata. From my limited observations I have not been able to ascertain any difference in these Trappean rocks of two ages.—Indiscriminately over the country, we find ordinary Greenstone graduating into a granular kind which assumes a Syenitic appearance.”",
    "An enormous boulder just off the Ice House Track to The Pinnacle famous for its ability—on a plinth and balanced at an unlikely—to be rocked a few inches each way, making it the world’s heaviest walnut crush.",
    "A very unusually tinted ephemeral natural pond which can suddenly arise in the boulder stream of Snake Plains Creek. It may reach up to six metres at its deepest point, but only after heavy rain, only to disappear almost as quickly as it appeared. Generally, of a coolish temperature. Not technical enough for you: ‘Winnowed solifluction colluvium with pseudokarst sinkhole depressions and underground drainage.’",
    "The purity of the waters of the Park are of outstanding significance for their role as wildlife habitat, as well as for the retention of nutrients and moisture; but also of course for the aesthetic value derived from their habit of falling and cascading over rocks. Nor must one leave out their potability.",
    "Just below its junction with the Organ Pipes Track is a wondrous example of the power of nature in Runaway Rock. In 2014 a massive dolerite boulder became detached and hurtled down from higher up the mountain; coming to rest not far above the Pinnacle Road, just south of the Zig Zag Track, clearing a swathe in its path.",
    "The Wellington Park Management Plan recognises three further sites:",
    "Rare fossil reptiles and amphibians have been found in the area, one of them being closely related to fossil reptiles from India, South Africa and China.",
    "Dolerite dyke intrudes dolerite sheet, now exposed as prominent ridge and extensive lineament, extending to Snug Tiers.",
    "On the lower eastern slopes of the mountain, it demonstrates an unusual mode of tilting and tectonic disruption of Parmeener supergroup rocks.",
    "A spectacular example of an exposed large-scale columnar dolerite “sill” whose fluted columns and deep couloirs start a kilometre above sea-level and stretch for over a kilometre from the southern-most University Buttress to the Northern Buttress. The inspiration of a hundred artists and graphic-designers, the goal for 500 different ascents. The Pipes are a cultural icon.",
    "“The Lost World Boulder Caves are the most extensive network of pseudokarst caves in Tasmania. ”",
    "— National Heritage Commission 2002",
    "Beneath the mini–Organ Pipes of Mt Arthur is Lost World, and under it is a so-called pseudo karst boulder cave system. It is impressive, scary, and dangerous. It is not fully explored. We know it is the longest non-carbonate cave in Tasmania. Boulder caves developed in a dolerite column topple have passages in excess of 300 m long and 40 m deep. The site is the most extensive network of pseudokarst caves in Tasmania.",
    "The extensive fields and streams and standing and fallen tors on talus slopes, the potato fields, ski drifts, and toppling columns along the eastern escarpment, are numerous and have provoked awe and joy in every generation.",
    "Darwin crossed the Potato Field in 1846. He described the hard, dark grey, lichen splotched tor shards as “common greenstone”, (today ‘dolerite’.) He found nothing that disrupted—indeed everything he found confirmed—his theory that lifeforms by some means or mechanism he could not explain, change over time. “All the Greenstone which crowns this mountain is of a very uniform character; it is rather coarse and contains crystals of Hornblende; it strongly affects the Magnetic needle; one side of the summit shows a large columnar structure; generally there is a grand accumulation of immense loose fragments.—I have as yet only mentioned the Trappean rocks incidentally, some as belonging to the first and more modern, others to the second series of strata. From my limited observations I have not been able to ascertain any difference in these Trappean rocks of two ages.—Indiscriminately over the country, we find ordinary Greenstone graduating into a granular kind which assumes a Syenitic appearance.”",
    "An enormous boulder just off the Ice House Track to The Pinnacle famous for its ability—on a plinth and balanced at an unlikely—to be rocked a few inches each way, making it the world’s heaviest walnut crush.",
    "A very unusually tinted ephemeral natural pond which can suddenly arise in the boulder stream of Snake Plains Creek. It may reach up to six metres at its deepest point, but only after heavy rain, only to disappear almost as quickly as it appeared. Generally, of a coolish temperature. Winnowed solifluction colluvium with pseudokarst sinkhole depressions and underground drainage.",
    "The purity of the waters of the Park are of outstanding significance for their role as wildlife habitat, as well as for the retention of nutrients and moisture; but also of course for the aesthetic value derived from their habit of falling and cascading over rocks. Nor must one leave out their potability.",
    "Just below its junction with the Organ Pipes Track is a wondrous example of the power of nature in Runaway Rock. In 2014 a massive dolerite boulder became detached and hurtled down from higher up the mountain; coming to rest not far above the Pinnacle Road, just south of the Zig Zag Track, clearing a swathe in its path."
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740824871899-PVIY3VU89U6NJ160YGJ9/IMG_6415%2BPool%2Bon%2BWellington%2Bplateau_thumb%5B2%5D.jpg",
      "alt": "IMG_6415+Pool+on+Wellington+plateau_thumb[2].jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740824860875-L9DRYV7G4ZGBJZPWYRCN/AUTAS001124075300W800.jpg",
      "alt": "AUTAS001124075300W800.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740824853647-2Q70CFX45V864V5GZJ03/CtUWutIVIAA1WQH.jpg",
      "alt": "CtUWutIVIAA1WQH.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740824865778-H0YL5MLLE4IYMGI60PKL/Screen%2BShot%2B2021-04-13%2Bat%2B12.01.36%2Bpm.jpg",
      "alt": "Screen+Shot+2021-04-13+at+12.01.36+pm.jpg"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1740824870348-34O6CDTB5KY9PB13B7W2/wellingtonpark_geoconservationsitesmap2%2Bcopy%2B2.png",
      "alt": "wellingtonpark_geoconservationsitesmap2+copy+2.png"
    }
  ]
}