{
  "url": "https://listthemountain.org/living-wonders/thylacine",
  "title": "FEMALE THYLACINE",
  "wordCount": 326,
  "imageCount": 5,
  "headings": [
    {
      "tag": "h3",
      "text": "REFERENCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "The Hobart Town Gazette and Southern Reporter",
    "24 Jun 1820 p 2",
    "Source: http://nla.gov.au/nla.news-article657998",
    "Just over two hundred years ago, in 1820, a Tasmanian tiger was captured alive “near Mountain Wellington”.",
    "The mountain has been the spot for the capture of many, many rare and beautiful species, but a tiger? And not just any Tiger. A female.",
    "Is that likely? Tigers were known to ‘inhabit amongst caverns and rocks in the deep and almost impenetrable glens in the neighbourhood of the highest mountainous parts of Van Diemen's Land’. Elizabeth de Quincey’s history of the mountain argues tigers probably did once live on the mountain because ‘it would have been a safe place by day in a high rocky cave and with the plain below to provide a diet of kangaroo.’",
    "de Quincy also records an anecdote of Hugh Munro Hull who, in 1841, rambling up the side of the mountain with his dogs witnessed them suddenly bounding ahead, making a wild ruckus. He ran to find them baying around a rock. It’s a tiger at bay, he thought to himself. It was an echidna, but that he thought it might be a tiger de Quincy judged illuminating.",
    "The actual 1820 capture location was not disclosed in the news report, but we can reduce the search area. At this time stock-keepers would not be tending their flocks on the northern plateau or the western slopes at all. Sheep runs were restricted to the mountain’s eastern slopes. And not high up.",
    "The fact that the Tiger was female and the time was June, it is likely that a cave or a suitably large log shelter was nearby. The number of suitable caverns and sheltered, sandy overhangs is limited.",
    "One day, we may find out more.",
    "The History of Mount Wellington - Elizabeth de Quincy",
    "Harris, George Prideaux. (1808). Description of two new species of Didelphis from Van Diemen's Land. Transactions of the Linnean Society of London 9(1): 174-178."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/beb09322-dda0-4f36-807e-50ebb8747084/alice2%2B-%2B1.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697334587967-R01TIEYIDFO4ZV8W0RXM/Lewin_c1817.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1697342009110-0OIIH9AZNQCOMOZPSIFO/tygertrap.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1610944375148-RXB0ZKC280V2S6HQ1TAW/744EF088-609D-40A6-86FF-13E87518B984.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}