{
  "url": "https://listthemountain.org/mountain-huts/architectural-landscape",
  "title": "The Architectural Landscape",
  "paragraphs": [
    "There have been individual recreational huts and shelter sheds as well as hut complexes and clan villages on the mountain for millennia. This section covers the huts, not the shelter sheds.",
    "The Muwinina constructed their mia-mias from sheets of bark and thatch on limb wood beams, laid hearth stones and stayed over summer.",
    "McConnell divides their history into seven periods (page 24), but once shelter shed building is removed, the history may be  simplified to four periods:",
    "Work-hut period (1804–1850)",
    "Recreational establishing and flourishing decades (1880–1910).",
    "The Decline period  1920-1940s with many destroyed and few new huts built.",
    "The Revival period of 1940 to present when, despite/because of fire, the Road and renewed interest, some weekend huts remain in use and several new huts are built.",
    "Built of native forest materials for temporary occupation (and not on their own land) by citizen clans: extended families and friends (called “members”). This hut-building led to the shack tradition and resonates with today’s tiny house movement.",
    "One major area for hut-making was behind the Cascade Brewery in an area named ‘The Huts’. The brewery shared one shilling a week rent. They were advertised in guide books from 1906 and by 1916 the tourist bureau had a map for visitors that guided them to the famous huts.",
    "The Last Hut, Stone Hut, was likely built around 1924.",
    "Sadly, one by one, the huts (like the mountain village) were all most all utterly destroyed. But they live on in memory and image, and are detailed in Maria Grist’s work The Huts of kunanyi/Mount Wellington.",
    "Palawa have now led the way in recreating their traditional huts. The romantic Arts and Crafts-styled versions of these huts are ripe to be revived.",
    "Naturally, not all huts share the same values or the same significance. As well as their Historical, Architectural and Aesthetic value, they may also have Scientific, Archaeological  and Social values.",
    "According to Maria Grist, there was nothing like them anywhere else on Earth. ‘There has never been a similar movement of building rustic ornate recreational huts of this type anywhere in the world.’",
    "“All the identified recreational huts constructed up to 1940 are considered to have medium to high level significance at the local level. A small number of the earlier huts, which today are hut sites only, are considered to have state level significance at the medium to high level as rare, early recreational huts in Tasmania. All the huts built up to 1920 are also considered to have some significance at a state level as rare, early recreational huts in Tasmania. Most of the huts built up to c.1900-1910 are also considered to have some national level significance as rare, early purpose-built recreational huts in the national context. These huts can also be considered to have significance at the international level, again as rare, early, purpose-built recreational huts.”",
    "— Anne McConnell Wellington Park Huts report p. 70",
    "In 2003 McConnell and Scripps recognised that ‘Not all sites will require a major site documentation and assessment project. For example relatively simple sites such as hut ruins are relatively simple sites and will share the same social values and other aspects of significance with a number of other similar sites, and will have similar management requirements. Sites such as these should only need a relatively basic field inspection and recording, the assessment should be relatively straightforward, and the management policy is likely to be brief.’ (Vol 1 p 44.)",
    "McConnell also produced a table (page 73–4) showing the heritage values and cultural significance of 34 recreational huts.",
    "“Perhaps one day our hut will be found by others that also feel the way we do, and they will remember those that walked its tracks of years gone by, that drank from the crystal streams and enjoyed the freedom of the bush.”",
    "— Ted Cornish",
    "Maria Grist has produced individual Timelines for more than a dozen of the recreational huts.",
    "The Huts of kunanyi/Mount Wellington [2019] provides an overview of most of the better-known recreational huts built on the mountain between 1890 and 1920."
  ],
  "images": [
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    },
    {
      "src": "//images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png"
    }
  ]
}