{
  "url": "https://listthemountain.org/mountain-huts/forest-hut",
  "title": "Forest",
  "paragraphs": [
    "Location Known",
    "The Forest Hut was originally built in 1890 as the Blue Bell Hut, but was rebuilt and took on the name Forest Hut.",
    "An 1895 Sydney newspaper report writes: “After having a little rest, we went on, and came to the Bluebell Hut, now called the Forest Hut. This one is the largest and best. It is very nicely fitted up inside. There is a long winding stair made out of ferns to the hut. There is a nice verandah, and also a swing; and they have laid out a garden of ferns, and they are just building a summerhouse. They are going to make a tennis court also.” A group of Melbourne footballers was recorded as visiting in 1896.",
    "The hut was burned down in 1900 due to a chimney fire, with members present and narrowly escaping injury. It was later rebuilt.",
    "A sign board was added, reading “Little Grey Home in the West”  from a poem by D. Eardley-Wilmot:",
    "When the golden sun sinks in the hills,And the toil of a long day is o’erThough the road may be long, in the lilt of a songI forget I was weary before.Far ahead, where the blue shadows fallI shall come to contentment and rest;And the toils of the day will be all charmed awayIn my little grey home of the west.",
    "There are hands that will welcome me inThere are lips I am burning to kissThere are two eyes that shine just because they are mine,And a thousand things other men missIt’s a corner of heaven itselfThough it’s only a tumble-down nest,But with love brooding there, why, no place can compareWith my little grey home in the west.",
    "Historic and Scientific (McConnell)",
    "McConnell assessed Forest hut as having Medium-High Local significance, Some State significance individually and as part of the mountain hut suite, and Some National significance.",
    "Status Remnants",
    "The Huts of kunanyi/Mount Wellington - Maria Grist",
    "Forest Hut Timeline",
    "Read more in this article"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601781251810-C5XHBR5WBJIGXWVI5WQH/forest.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601781259556-PBVEQNAFCQVMTT7KZ80H/forestt.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601781259553-3C47LAH08MFZUX5SFYB0/forest-WalterChiffey3rdFromLeft.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601781252309-OYVB1582OV9OJYXGEYU5/bluebell.jpg",
      "alt": "Original Blue Bell hut"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606605213605-TUJRDPWDQCI3HYVJ9AA6/DSC_0841.JPG",
      "alt": "Part of the stone lined garden remnants"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606798216191-RKSMZWF4VLJSHRLPVLK5/forest-harris-1919.jpg",
      "alt": "Photo: The Tasmanian Mail, 26 June, 1919"
    }
  ]
}