{
  "url": "https://listthemountain.org/mountain-huts/grasstree-hut",
  "title": "Grasstree",
  "paragraphs": [
    "The Grasstree Hut was the first to be decorated in the rustic ornate Arts & Crafts style that emerged in the 1890s. These decorations were already famous in the papers by 1895, and this hut helped spark the continuation of this style of hut building on the lower slopes of the mountain.",
    "“A club of six young mechanics have been converting one of the gullies that descends from Mt. Wellington into an elysium of delight and beauty. After breaking through the dog wood scrub the tourist finds himself in a labyrinth of rustic trellis work, bridges and arches with tracks leading up to a most picturesque hut called the Grass Tree. By damming up the stream miniature lakes have been made, whilst here and there the water leaps over cunningly designed impediments forming sparkling cascades, crowned with auroral and lambent spray, clearings have been made for picnic parties, and over all are the graceful fronds of the tree ferns and the towering sassafras tree and eucalypti. One splendid specimen of the fern is 20ft. high and 25ft. round base. The members of the club are hospitable and generous to a fault, and visitors find a royal welcome awaiting them. On one occasion during last summer over ninety people picnicked in this delightful resort.” ~Clarence and Richmond Examiner, 1907",
    "Location Known  Construction 1891   Status Remnants",
    "Historic, Scientific, Archeological, Aesthetic",
    "McConnell assessed this hut as having High Medium-High Local Significance, Some State Significance individually and as part of the suite and Some National Significance",
    "The Huts of kunanyi/Mount Wellington - Maria Grist",
    "Fern Retreat Timeline"
  ],
  "images": [
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1601771878125-UV9QY4BTJ4YR9XX79692/grasstree_stereoview-crop.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1600826602524-DN9MVTJNFY7QW7IPMOO8/grasstree.jpg",
      "alt": "Photo by Beattie."
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1600826858267-6UO2H49SXQQK19RHDFZ6/NS1013_1_560-Grasstree-hut-entrance-looking-backwards-2.jpg",
      "alt": "TAHO NS1013/1/560"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1600826606581-EP0F1X452Z7XRKZLJLMC/grasstree2.jpg",
      "alt": "Grist collection"
    },
    {
      "src": "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606606588136-WI0TS468IXVPZ7OYDJ8U/PB070026GrasstreeHut.JPG",
      "alt": "Chimney remains"
    }
  ]
}