{
  "url": "https://listthemountain.org/political-flashpoints/ogilvies-scar",
  "title": "Ogilvie's Scar",
  "wordCount": 1228,
  "imageCount": 8,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Photo: The sabre scar nearing completion.",
    "Aerial photo by J. J. Barnett. Postcard from the Grist collection.",
    "The pathway for a road to the summit of the mountain reaches back in time, beginning with a seemingly modest editorial suggestion in 1866.",
    "The Mercury observed that ‘a large number of visitors from the neighbouring colonies are now in Hobart Town, and the majority of them would not like to return to their homes without going through the feat of climbing Mount Wellington’ for the reason that ‘upon their return, one of the first questions asked is: \"Have you been to the top of Mount Wellington?\" And it is a very sorry thing to have to give an answer in the negative.’ But, the editorial continued, ‘the ascent is so difficult that none but the hale and robust care to make the attempt. It is too great a tax upon their powers of endurance. If they could only have the road smoothed half way, it would be another matter. They would buckle to, and manage the other half.  Visitors do not object to facing rough ground and steep ascents at a pinch, but they do not want it all to be pinch.’ ‘Now and then we [editors] meet with a visitor who is altogether unconcerned about the difficulties of the ascent, and who feels himself amply rewarded for this in what he meets with by the way, but that is not the case with the great bulk of our visitors, and it is not with the minority, but with the majority that we have to do in a case of this kind. We want all to carry away a good report of the country, not a few only.’",
    "The editorial went advocate a public subscription to raise a very modest sum of fifty to sixty pounds—amply sufficient to ‘halve the pinch’.",
    "No subscription was started, but in the 1890s Pillinger Drive was built, allowing horsed coaches to carry eight at a time up to the Springs.",
    "The pinch did not then evaporate. The underlying argument for the Pillinger coachway was the same used for Stage 2, the Pinnacle Driveway and the earlier Fingerpost track upgrades themselves: ‘The greater the number of visitors we get from the other colonies, the more to the advantage of the whole community.’ And the way to achieve that was to ‘try to make [visitors’] visits as agreeable as possible.’",
    "Does the benefit of easier access for visitors outweigh the loss to nature and her lovers?",
    "The argument for a road to the summit found a new champion in 1918 in a Hobart City Councillor named W. E. Bottrill who wrote letters, foreshadowed motions and argued that “It would be a most attractive drive, and a big advertisement to Hobart, as he did not know of any road in Australia higher than that.”",
    "Desperate times were required, however, for the call for a desperate remedy. The worldwide Depression of the 1930s provided both.",
    "Most Hobartians accepted, and many praised, the Great Depression-era version of the plan to extend the roadway from the Springs to the mountain’s pinnacle. But not all. Some suggested instead repairing pathways and potholes or building hospitals and schools. A few protested.",
    "‘Joe Citizen’ wrote to the Mercury claiming it would destroy a natural beauty that, if left, would be a joy for ever. Other correspondents argued it would be a disfigurement, a danger to trampers, was merely a luxury, only for the lazy and the feeble, or for tourists who patronise the island once and forget the place forever. It was commercialisation commenced without knowing how much it would cost.",
    "Nonsense! cried the democrat, pick and shovel poet Mulga Mick. The road brings all to a realm where ‘the air is like champagne and the view soul-inspiring’. (Mercury 7/11/1934)",
    "“The new road in the course of construction on Mount Wellington may be of advantage to tourists, but seen on entering the harbour it seems to destroy the beauty and contour of the mountain,’ said Mr. E. Stace Lloyd, a veteran political organiser from Sydney, at Launceston last night.”",
    "The head of tourism wrote afterward of ‘a young lady almost in tears who begged of me to use my influence in stopping the scarring of the mountain side.’",
    "But up it went.",
    "Before it was finished, plans emerged to extend the road to encircle the mountain top. A carpark was needed. Only by construction delay did the road escape from being named Gloucester Way in honour of a duke who happened to be visiting Hobart. Soon after it was completed, it was being referred to as Ogilvie’s Scar (The mountain’s “sabre scar”)—a cut acknowledged by Ogilvy himself.",
    "Once-distant places were moved closer, and the experience of reaching a wild mountain top by one’s own effort was lost. One letter-writer complained to The Mercury twenty yesrs later, in 1959: ‘Now there is no fun in climbing the mountain when you may go by car.’ ‘A rambling walker was even considered a bit eccentric. He perhaps avoids the pinnacle where crowds step out of buses and motor cars and might question his mentality were he to confess he had ascended by means of the track.’",
    "Angus Barnes noted in the 1990s the pain caused to some Hobartians even by the thought of the construction. ‘For some 'Ogilvie's Scar' indicated the suffering of the mountain.’ The consolations offered in 1943 that ‘Time is a healer of scenic as well as domestic upheavals’ and that ‘The pinnacle road is steadily toning into Nature’s scheme of colouration’ were neither entirely efficacious.",
    "Ninety years later, the scar remains, but it is not the road itself but a strip scar parallel to and above the road that, kept tree-free for the entire pathway of the pinnacle’s power lines, that we see.",
    "Ruth Williams—who supported the construction—was perhaps the most prophetic: ‘Sir, Even a good road which is clearly visible may mar forever what is otherwise unspoilt magnificence, one hopes that [this road] will in no way destroy the grandeur of Nature with which Hobart has been so lavishly endowed. One has seen far too much of that sort of thing abroad, where one can attain, by funicular or aerial railway, to heights otherwise inaccessible, but in the process an ugly scar of cables and pylons destroy the majesty and aloofness of the mountain from below.’ (Mercury 13 August 1934, page 6).",
    "For them, the Road is up there with the woodcutters who utterly devastated the mountain’s ring of giant bluegums and the firebugs who repeatedly burned its fern glades.",
    "Vegetation re-grow.",
    "The Road led not only to the great trespass on the mountain’s aloofness, but made ugly consequences possible, especially the hated twin towers. Paradoxically, its purpose also served as a potent, living, working, free alternative to the next proposal to reduce the pinch: an aerial cableway.",
    "Historical, social and perhaps archaeological.",
    "HERITAGE SIGNIFICANCE",
    "For the irreconcilables, the anguish of the road remains, and some would have it re-wilded, but the road is also testament to the hard work of its builders, a major Depression-era public works scheme, a place assessed as of state heritage significance and nominated by Council for its Hobart Local Provisions Schedule’s Historic Heritage Code.",
    "Long-term, the significance of an unemployment crisis work scheme will decrease, its greater significance, ENSHRINE suggests, is as a technical nadir."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1611194436926-8N2RNJ1R9DBGDZF76M67/aerial+photo4.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1628300020620-ZRX3VHN0JMZHZYF2KZYR/NS4023-1-51.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1628300707329-SBJKF7BYTEQUDFZSFYWT/aerial+photo3.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1628300249883-3ZUJ94TKU5DNU21DWYHT/Slide+8433+B283.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1628300403836-FYEMZ95546NPUAM2H7J7/pinnacle13.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1628300825267-RCOCS1X1FPLFPOO2NB7F/pinnacle20_1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d404301f-1ee7-4625-9247-d2de5f692e9e/Screen+Shot+2022-10-23+at+10.49.37+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}