{
  "url": "https://listthemountain.org/water-features/pure-spring",
  "title": "SPRING WATER",
  "wordCount": 436,
  "imageCount": 4,
  "headings": [
    {
      "tag": "h1",
      "text": "Nugara Lienire/PURE SPRING"
    },
    {
      "tag": "h3",
      "text": "DESCRIPTION"
    },
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Gentle spring on Haywood’s Track",
    "1927 Tasmanian Archives: NS5743/1/444",
    "PURE WATER at the Upper Chalet",
    "“This great Reservoir, which is to store up water for the City, ought to be regarded as a sacred shrine, dedicated to the tutelar and primary element from which inestimable blessings are to flow. The clear, pure, cool, invigorating, unpolluted water which it is designed to protect, should be approached through, and be surrounded by a plantation of every natural object of beauty, trees, shrubs, flowers, and green grass, all suggesting by their visible vegetation the higher and more enduring life of man, which like water springs from earth but has its origin in Heaven. ”",
    "About 1000 metres up the mountain in the lay-by just below the Upper Chalet shelter shed, falling and cascading off the rocks, running into a sandstone-channel but also piped from above out of a tap is an unceasing and ever-flowing movement of gushing, pouring, never less than trickling, stream of mountain water. Raw, unfiltered, pure. People drive here every day—many every week—and fill multiple containers in car boots with this water. They ignore the sign warning that the water is untreated. That is why they are collecting it.",
    "There was Haywood’s Spring, Bryce’s Spring, another north of Junction Cabin, and from 1890 “a fine spring of water rises near the summit”. The tradition of people knowing of and coming to the mountain springs to dampen their foreheads and unparch their burning mouths, to dip in swollen and bruised toes, to chill alcohol, to cool off, to dive in, is known since time immemorial. Romantic accounts include the Franklin party Christmas 1837 who remarked on its cooling waters on their ascent. Baron Von Hugel mentions three springs easily found in the 1830s, writing that dipping from them he tasted “the most exquisite water that I ever tasted, except in the Lebanon and the Nilgherry Hills [South India].”",
    "Though surrounded with cutting grass, the Hobart City Council dug down to augment the supply which then formed the main part of the city’s water catchment. At least 14 other springs are in active use for the waterworks today.",
    "He smiles around on sparkling rills Bubbling from mossy spring, On ferntree gullies, tow'ring crags, Gay birds on festive wing!~Mary Blee, Voice, 1940.",
    "From Geological Survey Bulletin 74: kunanyi/Mount Wellington debris flow susceptibility study 2024 Department of Mines, Tasmania",
    "It is, arguably, the most sensitive and well frequented city well. City water tap. It is so extremely precious it is sacred. Protecting its watershed is a foundational purpose of the Wellington Park Act.",
    "1890 Nepean Times, 1890",
    "Find A Spring"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1627082849993-FLFL4VUJ3LPXCP4JQQLZ/haywood-spring-front20190528_140114.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/15afeff1-31f9-46f0-b1c7-b5ae84ba2743/Upper+Chalet.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/20180b26-283d-4a45-a6e7-9bbdc5bcaff7/Waterbasins.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}