{
  "url": "https://listthemountain.org/tracks/introduction",
  "title": "THE LANDSCAPE OF TRACKS",
  "wordCount": 1874,
  "imageCount": 14,
  "headings": [
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Every generation—possibly for hundreds of generations—has made tracks up the mountain. This historic network is of national heritage significance.",
    "“makuminya Pakana ngini makara truwala nika – kunanyi / The tracks of our Old People are still in this mountain – kunanyi ”",
    "Anne McConnell’s The historic Track and Hut Network traces the creation and development of the mountain’s tracks from time immemorial to the 1980s.",
    "She categorises the tracks into spur lines, sidling and linking tracks and traces their development. The ‘early tracks ran directly up spurs and ridgelines to the summit from a small number of key entry points (determined primarily by existing road access) ie, the Fingerpost – Icehouse Track, and New Town Track, with a later infilling of this network largely using less steep sidling tracks (eg, Radfords Track and the Pinnacle – Zig Zag Track), and the construction of linking contouring tracks, primarily in the Depression period (eg, the Organ Pipes – Mt Arthur Track and the Lenah Valley Track). This track form is largely determined by the landscape (ie, a very high mountain) and the scenic features of interest (primarily the summit, but also the Organ Pipes, outlooks at various heights and from specific features such as Sphinx Rock, the waterfalls and the fern rich valleys) which are spread across the eastern face. She also considers Aboriginal tracks. McConnell characterises the tracks as a network.",
    "“Aboriginal people undoubtedly walked for recreation as well as for social, religious and utilitarian purposes”",
    "De Gryse noted that while ‘it is difficult to tell where travelling tracks would have traversed the slopes, it is possible that some of the earliest historical tracks could have deliberately followed Aboriginal tracks, particularly in difficult terrain where choice of route was limited. Jefferys Track may be one such track.’",
    "ENSHRINE suggests that as the palawa surrounded the mountain for thousands (and perhaps tens of) thousands of years, they would have explored its slopes. They would have discovered springs, caves, hunting grounds and other food resources: and made paths to them. It is almost certain that the easiest routes around and over the Mountain were well established before Collins set up his camp beside New Town Rivulet. British exploration parties who got the furtherest in any direction were usually those who lucked upon a well frequented aboriginal path. .",
    "George Bass climbed the mountain in the 18th century. In the weeks following Collins establishing camp in 1803, a party found a way up the Hobart Rivulet to the Springs and then to the Pinnacle. The explorative parties left us New Town Way, and the beginnings of the Fingerpost Track. The New Town Way got to the top obliquely from the north and the Fingerpost/Pinnacle Track came from south of the Organ Pipes. But these were seldom walked.",
    "“Thirty-five years ago the mountaineers were practically a class apart. The real ways to the Pinnacle were two. The easier, more popular, yet arduous way, led past the Fern Tree and the Springs. The other was the appalling New Town track. ”",
    "During the 1820s convicts cut snug tracks to the densest stands of blue gums that coated the foothills. The utilitarian period of sawyers and the watergetters up to 1840— bequeathed us their tracks.",
    "A crucial track—arguably the most significant—was the track cut to Wellington Falls in the 1840s. It was a track cut purely for the aesthetic pleasure of getting to the spectacular waterfall. It was funded by subscriptions from the public, too.",
    "“The virile youth of the city a half century ago [c1880]—when ‘tracks’ (such as they were called) were made regardless of grade, the steeper the better they said—spent a great deal of their leisure time in scrambling over the slopes of Mount Wellington. Pictures are extant showing ladles in crinolines posing at the “Rocking Stone” and the Pinnacle, Jacob’s Well, and other places, which only now have been made reasonably accessible.”",
    "An extract from the Mercury of 1869 gives a description of track marking:",
    "“Here, to out left, was the first blaze, made on a former occasion, which we improved by nailing a conspicuous sign post, painted black with the word ”mountain” written in white paint, and an arrow drawn underneath pointing out the direction. Diverging from this point, on another track was erected a sign post indicating the direction of the saw pits, and the word “water” written in white paint on a piece of wood, which we now improved with another of the many signboards we brought with us, provided for such purposes …A stream continually flows, and above we erected another sign-post with the word “water” painted on it. We worked with persevering energy in clearing the scrub, dabbing white paint over the recent blazes on thetrees, chopping some down, and putting others out of the way, tying pieces of white rag on trees, and erecting sign posts, determined to do all things well, and in such a manner as to prevent the possibility of any person diverging from the track.”",
    "The great track-building era was 1925–1938. In particular, tracks were built or extended as part of the Government’s scheme for relief of unemployment in 1930-31. The tracks gave employment to over 400 men. Their tracks opened up new scenic attractions, and were the start of a fresh bushwalking craze in Hobart.",
    "The photos below are all from the Tasmanian Mail and the Weekly Courier in the early 1930s.",
    "The track network required constant care and it didn’t always get it. World Wars aside, the cutting of road to the Pinnacle not only destroyed several tracks, but severed many others. It also provided the first alternative access means to walking. Walking suffered. Tracks—even, for example Myrtle Gully Track, but also the Falls Track and others grew overgrown.",
    "“Only by walking can one come in contact with the inner mysteries of the mountain, and feel the fascination of its natural beauty and historic associations.”",
    "The renewed mass interest in bushwalking that began in the 1970s saved them.",
    "TRACK NOTES",
    "A remarkable variety of tracks—approximately 80 kilometres in length, can be followed on the eastern face of the mountain: a network so diverse and changeable its exploration remains a joy for a lifetime. The fact that the track network is so close to the city enhances its value and accessibility.",
    "ENSHRINE’s indefatigable bushwalker, author and advisorJohn Cannon offers his own favourite walks amongst them; very conscious, he notes, that “I am not doing much more than scratching the surface of their cultural and heritage values.” And indeed, the mountain’s track network is so extensive it needs to be seen in its entirety to fully appreciate its heritage and cultural values.",
    "HERITAGE VALUES",
    "The mountain’s heritage walking track network exhibits Historical, Aesthetic, Archaeological, Architectural and Social values.",
    "HERITAGE SIGNIFICANCE",
    "“The track network has international level significance as a rare and well preserved, scenic tourism and recreation development. ”",
    "Part of the circular walk from the Springs encompassing parts of the Pinnacle, Organ Pipes, Hunters, and the upper section of the Lenah Valley tracks is justifiably one of Tasmania’s 60 Great Short Walks.",
    "The Mountain has the highest density of historic walking tracks anywhere in Tasmania. And the oldest. (For comparison, the Overland Track was connected in the 1930s. Those on the eastern face of Mount Wellington are more than a century older.) And, together, these mountains tracks are also longer than the Overland. More significantly, most were built for the express purpose of walking—which distinguishes them from most other early tracks.",
    "The track to Wellington Falls is the oldest known, purpose-built recreational walking track in Australia (construction started in 1845). Though some ‘pure’ walking tracks in the Blue Mountains predate those on the Mountain, the Mountain’s track network, together with the accompanying shelter sheds and diverse natural features they pass by, is unique in Australia. The long history has the added quality of rarity, making the network, as a suite, of national heritage significance according to McConnel:",
    "‘The Mount Wellington Historic Track Network is unique in Tasmania, as no other networks or systems of scenic and recreational day use tracks have been developed historically outside designed parks or significantly designed landscapes. Although there are a small number of areas, mainly within National Parks, that have a small number of historical scenic day use tracks in essentially natural areas (eg, at Mount Field and Waldheim), these tracks are few in number, and cannot be considered as networks. Such tracks also represent a more recent period of scenic tourism development (ie, c.1890s onwards) due to their greater remoteness.",
    "As an historic track network the Mount Wellington Historic Track Network is also rare in the Australian context, with the only other recognisable historic period network being the Blue Mountains Historic Tracks (Smith et al 2006). The Blue Mountains Historic Tracks comprise several discrete networks or complexes, generally much more designed.",
    "The Mount Wellington Historic Track Network, is also unusual in the Australian context in that it appears to have evolved as an intermediate type of scenic tourism and recreational locale between the two key types that occur in Australia – the high viewpoint in or on the edge of a city (eg, Mount Lofty or Mount Coottha), and the remote scenic area (eg, the Blue Mountains, Dandenongs and Yarra Ranges and Mount Buffalo). Mount Wellington combines both types of scenic recreation area as it is adjacent to Hobart and, because of its height and rapid height gain, geology and other natural features which create numerous scenic features, it is also a significant scenic area in its own right. The density of the historic track network and the form of the network both reflect this combination of scenic recreation areas.",
    "Mount Wellington however can also be considered a unique complex in the Australian context for its form. The density of the network is also relatively high and is considered to reflect the high level of use, particularly local use, given the proximity of the eastern face of the Mountain to Hobart.” McConnell page 65)",
    "“As noted above in relation to the Mount Wellington Historic Track Network, all the Depression period built and upgraded tracks are also seen as having some historical significance at the state level. Three of these tracks, the Lenah Valley Track, the Organ Pipes (& Mt Arthur Track) and the Myrtle Gully Track are considered to have more significance than the other Depression period tracks. The Organ Pipes Track is seen as having additional significance as it was specifically designed to provide a high level scenic track, which was seen as not being provided for at the time and, together with the Mt Arthur and Panorama Tracks to create a loop walk via the summit with the existing Pinnacle-Zig Zag Track. In addition the Organ Pipes Track has acknowledged social value as a scenic track.” (McConnell page 68)",
    "Two of the tracks, the New Town Way and the Wellington Falls Track, are also considered to have some national level significance. (McConnell page 69)",
    "Wellington Park Management Plan (WPMT 2013)",
    "Hepper, J. & de Gryse, J.: Values, Use and Management Inventory, 1996 (Wellington Park Management Trust)",
    "McConnell, Anne: The Historic Track & Hut Network of the Hobart face of Mount Wellington, 2012 (Interim report, Wellington Park Management Trust)"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647924310391-GUCICPF921IC9IA9WBJR/04+copy.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647902596231-GFX39XLYXEXT0ZXTEPFU/nla.obj-136142826-1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647924401449-FP90S7VTVZ4JFPUSMMP0/10+copy+2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1647902929053-HKFG92SMNZJ0374Y3YFG/wellington-track.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1656672549770-I8NILW4RZJQBZ66DEOEB/NS3195-1-950J2K-2048x1993.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406420047-LDURLDZ7YROF7L2K7JU8/1932-2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406420324-O2MEHP47UC8LBNDWKDYP/1932-4.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406428638-ST00LMV0VSO7MTAK46UM/1933-2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406461018-GZKB8JVGSM6SEYQV9AVI/TasMailAug_26_1931_tracktopinnacle.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406433836-B7Q4PUJWY1LEX031LU0I/1933-8.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406437626-4FFM20YN24QP6L28LZ53/1933c-2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406439956-GULE59RKJMEMCSRATTFL/1933c-3.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1612406441722-XVMCF5CKJ8CLFRMYINIF/1933c-6.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}