{
  "url": "https://listthemountain.org/media",
  "title": "NEWS",
  "wordCount": 258,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h1",
      "text": "NEWS"
    },
    {
      "tag": "h3",
      "text": "March 2020"
    },
    {
      "tag": "h2",
      "text": "ENSHRINE website launch"
    },
    {
      "tag": "h1",
      "text": "mountain history assets Poster"
    },
    {
      "tag": "h3",
      "text": "8 April 2022"
    },
    {
      "tag": "h1",
      "text": "CULTURAL LANDSCAPE LAYERS MAPPED"
    },
    {
      "tag": "h3",
      "text": "ENSHRINE upload a video Mapping the Mountain’s Cultural Landscape."
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Our logo is abstracted from the cartographic iconography of JW Hodgman’s 1935 Mountain Park walk map. This circular-framed map was printed in black and red on cream paper. The black rim, compass rose, curved red lines and the off-set, all-caps Deco typeface are all derived from the map —which is now itself a heritage item.",
    "The site brings together the history of hundreds of heritage places on the mountain created from official documents, newspapers, media, photographs, artworks, accounts and other histories.",
    "The cultural merits and known or indicative historic heritage significance of each place is also described in support of heritage nominations ENSHRINE supports.",
    "This poster utilises John Glover’s iconic image of the mountain  to indicate the seven historic heritage proto/precincts identified for the Wellington Park Management Trust and to list the 15 categories of heritage identified by ENSHRINE. NOTE: The boundaries and site points are INDICATIVE ONLY. One reason is that the painting itself is not a geographically perfect render. HIGH RES POSTER",
    "The video maps 14 categories of historic site information, incorporating over 100 places of recognised local heritage significance to the Hobart.  Many of these sites have state heritage significance. Some are of national heritage significance.",
    "Most of the sites are derived from existing maps shown here.",
    "The  location of some places is approximate. Some sites locations are sensitive and have been approximated.",
    "VIDEO: MEDIA RELEASE",
    "September 2022",
    "ENSHRINE addressed the City Planning Committee of the Hobart City Council.",
    "ENSHRINE formally proposed a Mountain Local Historic Landscape Precinct for inclusion in Hobart’s Local Provisions Schedule."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/f1bd2c6d-6b03-4e04-99c2-bdd84c0e2df6/NEW%2Blogo.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/c5b7aae7-382b-4484-82ea-7754b1af7377/Landscape+illustration+of+historic+heritage+areas.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}