{
  "url": "https://listthemountain.org/adventures/climbing-routes",
  "title": "Kroanna/ROCK CLIMBING",
  "wordCount": 2065,
  "imageCount": 26,
  "headings": [
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "NATIONAL SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "NOMINATION"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "references"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“The Organ Pipes are considered to be one of the premier rock climbing locations in Tasmania.”",
    "We will never know whose strong fingers and agile toes first managed to hold on all the way to the top of the Organ Pipes, but even the little we do know of the mountain’s climbers is extraordinary.",
    "In the lead up to the first successful ascent of Everest in the late 1950s, rock-climbing became popular and the Organ Pipes were an obvious, nearby playground: but not for the first time.",
    "Hitherto seen simply as a continuous cliff-face, the climbers of the 1950s re-viewed the Organ Pipes from very close-up and segmented its face into eight named buttresses:",
    "“The cliff forms a continuous chain of buttresses, some three quarters of a mile in length with a vertical height ranging from 200 to 350 feet. There are eight prominent buttresses: from south to north they are: Van Diemen, Broken, University, Bulging, The Two Tiers, Central, The Flange, and the Northern. The other notable features are: Johnstone’s Knob, the Columns, Avalanche Couloir and Exit Couloir.”",
    "They named them, and in the early days wrote at the base of each buttress, climb route numbers. Up these buttresses spread an ever-increasing number of names—and numbers. Within a few years Hobart’s climbers had created dozens of different ways to ascend the Pipes. A climbing Guide was published in the early 1960s. Its first officially documented climbing route was ‘Skyline Minor’ (First Ascent c 1958). Another undated ascension route was Whose Route? named for the hitherto inexplicable presence of ancient pitons up its face. Tony Mckenny speculates they may have been struck by a party of French sailors in port in the 1930s. But neither Skyline nor Whose Route? were—by far—the first climb. Not by a long way.",
    "According to Tony McKenny, this tor is Johnstone’s Knob. It has no accredited first ascent—perhaps John Richards was it.",
    "A visiting pianist and rock climber named John (Dennis) Yelland Richards was photographed for the Tasmanian Mail in June 1934 free climbing, solo, on what is thought to be Johnston’s Knob, dressed in plus-fours.",
    "Hobart’s rock-climbing fraternity had come to public notice once again a month earlier than this after the son of a prominent Hobart doctor, Edward Giblin, plunged 60 metres down the Organ Pipes in May 1934. Luckily, he survived after he was caught between a large protruding rock and a tree.  Four years later, alas, while climbing Cwm Silyn in Wales, Richards was not so lucky. Seized with cramp, he fell, and when his outstretched rope  snapped he plummeted 350 feet to his death. Alas, neither of these bold men gave names to their routes nor left us descriptions. But they were not the first either.",
    "The idea of climbing was enshrined in popular culture during the 1920s. Discussions about forming a rock climbing club were reported in a Hobart newspaper in August 1929. A spokesperson for that generation of climbers (the then not-famous painter) Max Angus suggested in a letter to the Mercury that there had been bands of climbers on the Organ Pipes in the 1920s—he was one among them. They were members of  the Vandemonian Club. Perhaps this is them in the image below.",
    "This image in the possession of Maria Grist is likely from the 1920s and likely shows the Northern Buttress. No one carries rope, but there are climbing boots.Photographer Unknown.",
    "This early (1970s?) sketch of the Northern Buttress suggests that this is the likely location for the image above.",
    "Elizabeth de Quincey quotes the account of a Petty Officer named Harry Price aboard HMS Ophir during the royal tour of 1901. Price decided on the spur of the moment, for a wager, to go to the top, plant a flag, and be down the same day. Well, he couldn’t buy a British flag in any shop. All sold out. His soft shoes soon shredded. The weather turned. He struggled, he claimed, through snow sometimes twelve feet deep, slipping and crawling over rocks until faced by a wall sixty feet high, which he had no alternative but to climb, “inch by inch, foot by foot” until he reached its top. The clouds cleared and he saw his goal several hundred feet above. He continued up another “pipe of rock” dragging a half dead tree branch for a flag staff. Everything was dark now but for the snow. He made it to “the topmost peak” and spiked it in the moonlight before descending as a human toboggan, found his way through a pitch Black Forest to a road and then an hotel and then, after midnight, to his ship. In a class apart was Able Seamen Harry Price.",
    "The writer Roy Bridges recalled that climbing the mountain was a nineteenth century pastime too:",
    "“Thirty-five years ago the mountaineers were practically a class apart.”",
    "Of most interest during this era is a climb up a ‘deep cleft in the precipice’ (posthumously named Beeline) attempted by a party of ten climbers in 1884. 1884! Rediscovering this cleft has proved difficult (perhaps it was Chockstone Gully on the Northern Buttress) but the ascension is detailed in the news clipping below.",
    "Mercury, Tuesday 22 May 1934, page 6",
    "The sport of rock climbing emerged in England in the late 1880s with the world famous climb by Walter Haskett Smith of Napes Needle in the Lake District, in June 1886. Intriguingly,  the little-known, but equally perilous ascent of the Organ Pipes on Beeline predates Haskett-Smith by four years.  [It is noted that Hackett Smith climbed solo. Power had a mate.] Still, even earlier climbs are recorded.",
    "Desultory and dangerous attempts by determined Hobartians to find a path or a scramble up the Organ Pipes have been traced to the mid-19th century. In a letter to the Mercury sent in from one W. Clifford of Lower Sandy Bay, the writer claimed to have climbed the Organ Pipes ‘in or about’ 1874. (Article reproduced above.) The climb was by himself and Charles Pitfield (later a federal politician) who Clifford describes as the best mountain climber he’d ever known, who ‘went up the most difficult parts without any apparent effort’. Clifford is writing from a personal remembrance 60 years previous. Somewhat clouding his description is his claim that ‘I doubt if ascending the Organ Pipes about 60 years ago was more difficult than following the North West Bay creek from the Wellington Falls to the Huon Road at Longley.’ That is, it’s a boulder-hop. To prove this, Clifford refers to a photograph of the Organ Pipes published a year earlier. Is this it below? Clifford also refers to two other expeditions—for one of which he has a manuscript in his possession.  [What we would give to read that manuscript— Ed.]",
    "McConnell noted that a pad someway along the base of the Pipes was forced around 1855. Two unsuccessful climbing attempts were reported on in the 1850s.",
    "But why stop then? Climbing mountains is ancient. There is no physical reason why Palawa could not also have scaled the mountain’s flank a thousand years ago. At least two scrambling routes (Chockstone Gully and Exit/Entry) do go up the Pipes all the way to the Pinnacle. The academic researcher of mountain-climbing in Australia, Michael Meadows was nonplussed by the idea that there is no mountain in Australia that Aboriginal people could not have ascended—and kunanyi is far from exceptionally difficult to ascend. With millennia to explore them with, palawa ascension of both routes would be inevitable, however Meadows stresses that it is not their capability of climbing but their interest [his italics] in climbing that is more problematic.",
    "Photographs from the 1970s and 80s on the Pipes supplied by historian Tony McKenny. This most tenacious sport has gone  from strength to strength, from one extraordinarily difficult route to the next. Go to any climbing website and you will see 21st century adventures.",
    "There are also intriguing parallels between the latest and the earliest climbs. In 1993 John Ewbank, one of the doyens of Australian rock climbing,  returned from years overseas and in alluding to context in Australian climbing culture wrote that what made a location sacred for Indigenous people – ritual, belief and tradition – was also central to rockclimbing people. Of course, he said, there are many, many clear differences between the two cosmologies too, but when climbers’ culture superimposes values on a rock face (even though the nature of those landscape values are incomprehensible, if not invisible, to all but climbers) by their ritual and tradition and even in their belief, by retracing traditional routes up the same face, a particular slab of rock can eventually be thereby made sacred.",
    "“There are few cities in the world with a quality cliff of such stature only 20 minutes drive from the centre of town. The views of the city and the Derwent Estuary are among the best from any cliff in Australia.”",
    "Panorama constructed from individual cliff guides to convey an impression of the quantity of climbs on the Organ Pipes",
    "In Tasmania every generation has explored new facets of the Pipes, and increased the route count. Half a dozen route guides have been published. According to Tasmania’s climbing historian Tony McKenny “there are around 600 recorded climbs on the Mountain ranging from short, hard, bolted sports routes on sandstone to long multi-pitch trad and sport climbs on the Pipes themselves. There are also over 200 boulder problems on both dolerite and sandstone, a few of them exceptionally technical.’ In 2021 Gerry Narkowicz published a lavish history of Tasmanian rock climbing, Adventures at the edge of the world, including on the Organ Pipes.",
    "Rock climbing is an important recreation pursuit. It is the major activity by which the complexity of the Organ Pipes has been revealed.",
    "For the length and interest of their history—which may be the longest in Australia and have some international significance; for the Names that have climbed there, for their association with climbers of international repute: the Organ Pipes are of exceptional local heritage significance, very high state significance, and have some national threshold heritage significance.",
    "‘It is difficult to say categorically why the earliest significant rockclimbing activity in Australia was confined to southeast Queensland and to a lesser extent, the Blue Mountains and the Tasmanian wilderness. The very low population of Tasmania, the weather and the difficulty of merely reaching peaks there, let alone climbing them, most likely mitigated against widespread activity, but what emerges from the earliest known Tasmanian accounts of climbing between the wars and post-Second World War is a sporadic quest for summits – mingled with bushwalking and hunting cultures – rather than a climbing movement (Emmett 1935; Luckman 1949; Frauca 1958)’ wrote Michael Meadows. Some reassessment of this appears due.",
    "The Pipes have been assessed by the Tasmanian climber, author and publisher Gerry Narkowicz as being set in ‘the most spectacular location of any crag in Australia.’ The Organ Pipes is the most outstanding rock climbing place in the state, even though its powerful, vertical crack lines are not so pure as those up Ben Lomond nor their magnificent pillars as admirable as the ‘skyrocketing, slender sea stacks’ of the East Coast: notwithstanding all of this, culturally, the Organ Pipes stand proud of all the rest.",
    "By comparing the early guides with the latest, and in consultation with the climbing community, ENSHRINE pitches this list of climbing routes considered of state level heritage significance. Beeline would be of national and perhaps some international heritage significance.",
    "TT beside a route marks it as a Tassie Tiger,  a smaller outcrop of outstanding climbs picked by Narcowitz.",
    "Pleasant Screams Direct (TT)",
    "Savage Journey (Lost World) (TT)",
    "Moonraker (TT) for its immortalisation by Peter Dombriviskis too.",
    "Icarus (TT)",
    "Battle Cruiser/Space Cowboy (TT)",
    "Sky Rocket (TT)",
    "Blue Meridian (TT)",
    "Slap Dancer (TT)",
    "After Midnight (TT)",
    "Skyline Minor",
    "Chancellor Direct",
    "Sentinel Ridge",
    "Starship Trooper",
    "Lone Stranger",
    "Brown Madonna",
    "Double Column Central",
    "Killer Canary",
    "Seriously Searching for Sanity but Suiciding Instead",
    "Beaten and Abused",
    "Space Cowboy",
    "Farewell to Arms",
    "Fiddlesticks",
    "Tired Cliches",
    "In Flagrante Delicto",
    "Colour of Magic",
    "Albert’s Tomb",
    "Tower of Power",
    "https://weareexplorers.co/history-rock-climbing-australia/",
    "Elizabeth de Quincey The History of Mount Wellington quoting The Royal Tour 1901 or The Cruise of HMS Ophir—being a lower deck account of their Royal Highnesses …by Petty Officer Harry Price.",
    "Anne McConnell Tracks and Huts of Mount Wellington",
    "Tony Mckenny - personal communications"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b540436a-df46-4a68-982f-d1e8dbb7d6aa/Mountain-climbing.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1717130492137-I4BZWTMGT48EDQKB6OBF/Early+climbers.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1717169162761-PYK4RKYRHJ05BQLCD205/Price-sailor.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1717402619092-2MDZ17MGNAWSLBE7HNWK/Lighthouse-Arch-to-welcome-the-Duke-and-Duchess-of-York-1901-picture-192639.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618285644462-12KS9A1AICBGLGXXG45L/organ-pipes-1934-1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1666737125759-I532QRAMWM4F9ZBHU2BN/Screen+Shot+2022-10-23+at+10.42.52+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618283616907-6E9TTXF7IVO0SW0ZV69K/original-climbers-guide-to-the-organ-pipes.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618283610664-PDZP7909RCXHVLPE8P8L/ampitheatre%2B-%2B1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618285656143-C1DZYFIJQN1Q4Y2PT2OF/Screen%2BShot%2B2021-03-13%2Bat%2B4.37.35%2Bpm.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1d18fdad-1325-46eb-9c5a-4588c55998e0/organ-pipe.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/79777023-3de8-48fa-ac0b-b6ebcaba5dbb/Screen+Shot+2020-06-04+at+11.38.30+am.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/3e26608e-3a70-4395-9f0a-1de2d5acf1fc/organpipes6.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/b0e7d84a-3c14-4e3b-97e8-2ad4a6a0f08b/Northern+butress.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1720092496627-S5VM0KFE4G7T6EOQC61D/IMG_7396.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1720092025186-B50IIBDE2K4C7L9YAUSL/IMG_7410+2.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1720092322549-OMP8JPU6A3D47614K7KC/IMG_7411.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1720091992555-3KVV11UOMPRJ6468XORC/IMG_7413.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618532089378-DC6G52WU9RM0ESD6PDZH/First%2BClimb.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613095909771-K3CARV52EL4ZCSX00DUT/Screen+Shot+2021-02-10+at+11.47.42+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613095918596-PH16LWSRDS681BZ100O3/Screen+Shot+2021-02-10+at+11.43.58+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613095913036-0L9L5DMI3TQEV62SEOY4/Screen+Shot+2021-02-10+at+11.41.15+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613095930405-MOHQ4SX1JC0HX2TYZTXO/Screen+Shot+2021-02-10+at+11.37.28+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613096071814-A9WCN70Y5ZF8CYJZ6UJB/Screen+Shot+2021-02-10+at+11.39.36+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1613095940226-XR5G4V94IB032HD3SV4F/Screen+Shot+2021-02-10+at+11.40.04+pm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1618283766669-3OFCEEGHGYNK9S7PLUEJ/This+is+a+panorama+constructed+from+the+illustrations+of+a+1990s+climbing+guide+in+order+to+give+a+sense+of+the+the+many%2C+many++routes+up+the++Pipes.1jpg.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}