{
  "url": "https://listthemountain.org/living-wonders/landscape",
  "title": "The Living Wonders Landscape",
  "wordCount": 786,
  "imageCount": 3,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“A cloak of eucalypt forest, pleated by creeks and pocketed with ferns, surrounds the mountain, rising into a wind-twisted snow gum mantle below the bare rock peak. Tasmania’s spidery endemic waratah dots some higher slopes, and on the summit small helichrysum and snow daisy flowers shelter between boulders. Nowhere else in Australia does alpine flora grow so close to the sea.”",
    "The mountain’s ferneries possess international natural heritage significance for their size and profuseness, but for their prominence in the fern craze that gripped 19th century English gardeners they obtained cultural significance.",
    "All that creepeth and crawleth and all that twistith and twine: it all performs a function for itself, all living things possess their intrinsic value, some also proffer commercial value, and all such value is recognised as Natural heritage value, but when a species somehow becomes beloved, celebrated or symbolic—be it for its rarity or some remarkable feature or habit, for example its mega- or micro- size, be it wonderful or delightful to the human eye or ear or tongue: that species accrues an additional layer of significance and value. That living wonder becomes a part of the culture (and in time the cultural heritage) of a place.",
    "These six plants and these eight creatures may have only minor natural heritage significance, (though the mountain is an especially significant living place for invertebrate species) but these 14 beings have very high cultural heritage significance.",
    "The white goshawk is a uniquely white bird of prey, but as a gift to monarchs. The anspidedies is a living fossil shrimp, but for its part in the demonstration of the earth’s antiquity and natural unity, in its discovery as a sensation to zoologists, the tiny crustacean obtains cultural significance. When flowers are made emblematic, for exceptional and significant rareness, exceeding beauty, uniqueness or grandness: natural heritage becomes cultural heritage.  alpine snails, waratah blooms and bluegums.",
    "“Gaulheria hispida. Abundant in the middle region of Mount Wellington. This fruit  when  ripe is of a snowy white. The flavour is difficult to describe, but it is not unpleasant. In tarts the taste is something like that of young gooseberries, with a slight degree of bitterness.”",
    "The Park’s management plan lists the mountain’s rare and threatened species. These are species that rarely if ever have a significant ecological value, but have—by their rareness—a value to us that is cultural:",
    "26 plant species in the Park are listed under Tasmania’s Threatened Species Protection Act.",
    "Two are endangered: the yellow eyebright Euphrasia scabra and the dainty leek-orchid Prasophyllum amoenum.",
    "Three are also listed under the commonwealth Environment Protection and Biodiversity Conservation Act.",
    "Two rare species occur: the endemic Mt. Wellington eyebright Euphrasia gibbsiae subsp. wellingtonensis, and the Tasmanian daisy tree Centropappus brunonis",
    "Four of the vegetation communities which occur in the Park are listed as Threatened: Subalpine Diplarrena latifolia rushland, Eucalyptus tenuiramis forest and woodland on sediments; Eucalyptus amygdalina forest and woodland on sandstone; and Eucalyptus ovata forest and woodland.",
    "The cline of the Urn gum, Eucalyptus Urnigeria was one of the first identified tree clines in the world, and remains an unusually clear example of the phenomena. ‘The transition from one phenotype to the other is most clearly seen on a steep section of walking track below the Chalet on Pinnacle Road. Within 200 m altitude the transition is made.’ [Wikipedia]",
    "There is a significant variation in the level of waxiness between lower altitude Urn leaves and those found at higher altitudes. This was first studied by Barber and Jackson in 1957. Between (560–670 m) and in sheltered, shady forest sites, leaves are uniformly green whereas at higher altitudes (950–1050 m) the leaves are uniformly waxy (glaucous).  It is believed that the lower light conditions of the relatively closed sub-alpine forest favours the green leaved phenotype, being able to more efficiently photosynthesize in lower light conditions than the glaucous phenotype. However, at the more exposed higher altitude where there is more direct sunlight the more waxy phenotype is favoured. The wax coating reflects infra redlight and probably assists in protecting the tree from frost.",
    "The species was first formally described in 1847 by Joseph Hooker from specimens collected by Ronald Campbell Gunn on Mount Wellington and Lake Echo.",
    "What are the six most distinct Tasmanian endemic plants to choose for an art project? In creating Tasmanian Flora a lavish portfolio containing six taxonomic stories and accompanying botanical illustration prints, the artist Lauren Black chose these six: Brown’s Tree Daisy, the Snow Peppermint, Leatherwood, King’s Lomatia, Deciduous Beech and Waratah. Half of these specimens grow on the mountain—and people pay a trifle to be taken to see them compared to viewing Black’s solander box sets which are for sale at a pretty $3,500 each."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/5f888e45-7f49-4962-90a6-72b3772167a6/Mountain+Flash.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/d1484429-251d-4c06-86cc-fb3cc7b94261/Screen%2BShot%2B2022-03-21%2Bat%2B5.56.39%2Bpm.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}