{
  "url": "https://listthemountain.org/nominations/southern-tasmania",
  "title": "KINGBOROUGH LHLP",
  "wordCount": 376,
  "imageCount": 5,
  "headings": [
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Local Historic Landscape Precinct",
    "“It is refreshing in this age of travelling when everybody is obliged to affect, if not to feel, a passion for beautiful scenery. When even the sealed book of the Hartz Mountains, Lake St. Clair and Collins Bonnet—notwithstanding their mountain clasps and bristling barriers— are laid open, and the most commonplace twaddlers prate glibly and eternally about their beauties in a style of sickening unction: to come upon some spot secluded and shut in from the tide of railway and steamboat travelling, a spot where nature is left to herself or visited only by stray and solitary wanderers, who, smitten by the love of the beautiful, pursue it into its utmost sanctuaries and gaze with no unworthy or unkindled eye upon its external solitudes. Such a spot is “Snake Plains.” A tourist–a local tourist–has spent a solid month on Snake Plains in a bark hut, and he describes the surroundings as romantic in the extreme, a spot which seemed to whisper peace to him.”",
    "The Kingborough Council has recognised the scenic importance of its mountain estate of some 3100 hectares and has it listed in the scenic protection code overlay of its Local Provisions Schedule.",
    "The municipality also has a more than a dozen sites recognised by the Wellington Park Management Trust. In particular, it has six tracks (or parts of them) in McConnell’s historic heritage track network. They are the Icehouse track, The Mills/Wellington Falls track, the Depression-era Zig Zag Track, the South Wellington track (significant as part of the earliest route from The Gap to the Pinnacle), the Pipeline track and Betts Vale Track.",
    "It has architectural features and archeological sites, primarily around the icehouses, but also Hutchins camps and Pipeline track waterworks. Features of geographic or geomorphological significance including Disappearing Tarn, Wellington Falls, the Rocking Stone, the Potato Field and the Dead Island bogs. And, of course, it has that extremely romantic beauty spot: Snake Plains.",
    "In November 2024 Enshrine made a representation to Kingborough on its draft Local Provisions Schedule. The representation was of some 150 pages and included a heritage audit of 20 culturally significant places together with a Heritage Code Datasheet and a suite of maps showing 25 aspects of the proposed Local Historic Landscape Precinct."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/aae67b07-9761-4d35-b580-5a262501cf1a/Part+3+LPS+Mountain+LHLP+Background+report+%28dragged%29.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/fa190c02-79b8-4b84-8544-20afb619f90e/Kingborough+Cultural+Heritage+Sites.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/4de5c51d-a7c8-4446-be63-f511b5fca214/LHPS+Representation.png.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/6f73f06b-636c-4740-a8a5-8db5c251fe97/Screenshot+2025-03-01+at+11.06.55%E2%80%AFAM.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}