{
  "url": "https://listthemountain.org/tracks/new-town-way",
  "title": "NEW TOWN WAY",
  "wordCount": 920,
  "imageCount": 5,
  "headings": [
    {
      "tag": "h3",
      "text": "CULTURAL VALUES"
    },
    {
      "tag": "h3",
      "text": "HERITAGE ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“[The 19th century historian] Giblin expresses a reasonable doubt whether Bass really reached the Pinnacle, pointing to the rigour of the ascent under the conditions of the time, and to Bass’s reticence on the wonder of outlook. How philosophic doubts and logic ruin high romance! Bass, the most romantic figure of our early story, should have reached the Pinnacle and looked out over that glory of land and sea!”",
    "Let us resolve Bridges’ philosophic doubt.",
    "George Bass walked up Lenah Valley from the shore of the New Town Rivulet, and over Mt Arthur, to the Pinnacle on Christmas Day 1798. We do not doubt it.",
    "We know it not only because Bass was an accomplished mountaineer and was certainly capable of it; his route is clever, skirting the forbidding Organ Pipes; from descriptions of formations in his track notes, parts of his route has been retraced, and the lack of a sublime Pinnacle description was not reticence or lying, but clouds.",
    "The mountain ranger Martin Stone (with Bass’s diary in hand) retraced his Way, finding features Bass described en-route, generally in its middle section. His final ascent route likely took advantage of lighter vegetation on the north-facing Mt Arthur Ridge. Alas, at the top, cloud-cover denied him the pleasure of the vista he richly deserved for his day-long exertions.",
    "Bass’s Approximate Route, traced by Anne McConnell in her Track and Hut Network Assessment (2012)",
    "Pocket Sundial and compass belonging to George Bass",
    "“George Bass, The surgeon explorer, the boldest seafarer of his day, swung into the dense mazes of the forest, and stout of heart and strong of limb, climbed upward, over giant fallen timber and through the densest brushwood jungle imaginable, and reached the crest of the mountain. And what a panorama here met his gaze! Surely human eye never looked upon anything finer beneath the astonished sun!”",
    "Though they must have existed, Bass may not have stumbled upon or crossed any Aboriginal pathways. Instead he followed a Romantic Western impulse to climb all mountains.",
    "Also exploring the River Nord in the 1790s, Lt Freycinet eyewitnessed Aboriginal people within 100 metres of the Pinnacle at work on a summer burn of their hunting grounds. The claim that he was the first to the top is certainly wrong.",
    "Doctor Bass was a surgeon, but also a naturalist and botanist. He collected and recorded what he found on all his explorations, in detail, carefully preserved his specimens and sent them to Sir John Banks in London. Did he collect from the Pinnacle? ENSHRINE would like to know.",
    "After the British invasion in 1804 convict timber-getters gradually chopped their way up New Town Rivulet’s ‘densest brushwood jungle’ in search of its ‘giant timber’ and some of their log slides on the lower slopes eased the way of later ascendants like Backhouse and Walker in the early 1830s and Lady Franklin’s two excursionist/pilgrim parties in 1837 (following the valley route above where she later built Ancanthe). The track formed became the preferred route to the Pinnacle for walkers during the first half of the 19th century, and later still it was used by recreational hut builders.",
    "Ancanthe. Photo by J. C. Breaden from the Grist collection",
    "Today, the New Town Way exists only as a dotted approximation of a route on historical maps. The author Elizabeth de Quincey re-traced the Way for the concluding chapter of her History of Mount Wellington.",
    "See also (Kangaroo Valley) Lenah Valley Track.",
    "Historic (Exploratory and Convict), scientific (Bass, Frankland), social (Scenic and Tourism) and associative (Bass, Franklin, Bakehouse & Walker).",
    "The New Town Way (WPHH0239) was assessed indicatively by McConnell and Handsjuk in 2010 as having ‘very high local and high state level historical significance’ in its own right, as well as ‘significance as a foundational part of the mountain’s suite of historic tracks; and for its associations with important Tasmanians and Tasmanian visitor; and from this, for science and exploration’. McConnell Summit Area Assessment. It also has some significance for its early convict-era forestry use.",
    "Two years later, McConnel re-examined the New Town Way and stated that it had been difficult to assess ‘except on historic grounds as only a small section of this track has been relocated to date’, but it nevertheless ‘has very high historical significance as the earliest known recreational route to the Mount Wellington summit, and one used by a number of important historical figures.’ The New Town Way ‘is considered to have some national level significance [as] one of the earliest, possibly the earliest, documented scenic tourism and outdoor recreational route in Australia.’ (page 70).",
    "In 2018 the park’s trustees included the place on their list of high priority nominations for the Tasmanian Heritage Register.",
    "In May 2023 the Trust meeting minutes noted ‘new and credible evidence [provided by Martin Stone] demonstrated no substantiation for inclusion of the New Town Way.’ The Trust  removed the Way (WPHH0239) from its  high priority THR nomination list.",
    "This may have been rash. Stone’s fascinating research concluded that the Way did exist and that it was used by important figures such as Jane Franklin, Bunce, perhaps Robert Brown, Cunningham and others. What was most unlikely was its beginning point on the banks of the New Town Rivulet and what had been recently somewhat over-stated was its status as the most common route to the pinnacle in the first half of the 19th century.",
    "The Way up through Lenah Valley is of state heritage significance and of national significance as part of the historic track network."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/641efc7c-65e9-4f0c-b8de-ae0297d15ff3/Bass+Approximate+Route.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/e2e3393b-f037-4c9f-891f-b9f66ffac631/george-bass-542485-small.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/43dde36f-b4bd-4143-8d47-2c176db5b571/529118-small.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1603943906178-WIQY68NUWPR7BVPRUIJF/ancanthe.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}