{
  "url": "https://listthemountain.org/water-features/st-crispins",
  "title": "St Crispins Well",
  "wordCount": 1444,
  "imageCount": 1,
  "headings": [
    {
      "tag": "h2",
      "text": "St Crispins Well"
    },
    {
      "tag": "h3",
      "text": "HISTORY"
    },
    {
      "tag": "h3",
      "text": "VALUES"
    },
    {
      "tag": "h3",
      "text": "SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "HERITAGE ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "SOURCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "Made to collect water from the Plains Rivulet and divert it to the pipeline servicing Hobart, the “well” source doubled supply. Time and again St Crispins is described as “the source of the city’s water supply”.",
    "The ‘well’ consists of an intake, of local stone and various associated works, in a natural gully setting sprinkled with Celery-top pines. It was “discovered” by the caretaker of the Waterworks named Samuel Moore and he was many years later granted upon his retirement, a gratuity of 130 pounds—an extra year’s salary—partially for that discovery.",
    "When the new intake was completed in 1875, the Lord Mayor of Hobart invited officials on a horse-drawn tramway journey to the new, winding track that led up to the well where, within earshot of its pure waters a sumptuous, celebratory luncheon had been prepared. The naming followed the obligatory after-dinner round of speeches. “On rising from the table, the company proceeded to the artificial basin into which the rill falls for the purpose of christening it, in which Alderman Browell acted as sponsor. The company assembled round the basin and sang \"Auld Lang Syne\", with joined hands, Mr. Henry Hunter leading the full chorus. Each gentleman present drank a glass of the pure element in ratification of the baptism. The basin was thus christened St. Crispin's Well, in honour of Mr. George Crisp, the Mayor. The formality of the proceedings then terminated and the return journey commenced.”",
    "The well hosted mayoral inspection parties annually for several decades after its opening. [Last report 1922].",
    "St Crispins soon became a destination for local walkers and then a feted beauty spot for picknickers by 1916.",
    "St Crispins was in the news sporadically, relating the mayoral visits (that thirty years later added aldermanic wives to the VIP RSVP list) reporting and photographing the horse-drawn trams bucketing along a rickety tramway carrying a dozen distinguished city gentlemen in open, roller-coaster carriages, on their annual waterworks inspection—hanging on for dear life. They were photographed in edition of Tasmanian Mail early December 1916. Later, the ban on visiting the well in order to preserve its purity in 1905, damage to the wet forest by bushfire in 1906, as a source of firewood in 1921.",
    "(One of the official tramway carts was named the Duke and Duchess, so named when the (then-present) King and Queen of Great Britain visited the spot eight years ago. Critic 26/11/1910 Did the King and Queen visit St Crispins in 1902?)",
    "“On our return to St. Crispin’s Well, we enjoyed something to eat and a cup of tea, though I fancy a few of the party preferred something stronger. They were not all teetotallers like me, and the Mayors always provided some spirits—in case of accident, you know.”",
    "“On our return to St. Crispin’s Well, we enjoyed something to eat and a cup of tea, though I fancy a few of the party preferred something stronger. They were not all teetotallers like me, and the Mayors always provided some spirits—in case of accident, you know.”",
    "— Tasmanian News 21/12/1905",
    "“I was lately staying at Fern Tree, and on going up to the Springs found a barbed wire fence recently erected across the path leading to the Wellington Falls, a few hundred yards from Gadd’s cottage. Thus has, from time immemorial, been a favourite walk for visitors, who are apparently henceforth to be deprived of this privilege. The next day I thought I would take another familiar excursion to St. Crispin’s Well. Scarcely had I set foot on the tramway when I was courteously informed by an official that he was instructed to prohibit all persons from walking along the tramway. Here, then, is another favourite haunt of visitors closed.”",
    "“I was lately staying at Fern Tree, and on going up to the Springs found a barbed wire fence recently erected across the path leading to the Wellington Falls, a few hundred yards from Gadd’s cottage. Thus has, from time immemorial, been a favourite walk for visitors, who are apparently henceforth to be deprived of this privilege. The next day I thought I would take another familiar excursion to St. Crispin’s Well. Scarcely had I set foot on the tramway when I was courteously informed by an official that he was instructed to prohibit all persons from walking along the tramway. Here, then, is another favourite haunt of visitors closed.”",
    "— Mercury 14/11/1905",
    "‘As an illustration of the damage done by fires, a fine bed of celery topped pine growing between St Crispins Well and the NorthWest Bay River intake has been, so far as I can see entirely destroyed and it will take many years before the young trees will grow to take their place.’ Mercury 14/3/1906",
    "TAS MAIL IMAGES 2 DEC 1909",
    "In 1910 the wives of the aldermen were invited to attend the annual inspection luncheon at St Crispins.",
    "That Mr G. H. Dwyer twenty years ago killed a six feet snake on 'the St Crispin’s Well track. That the snake showed fight. That Mr Dwyer says that the ten minutes’ battle he had with the reptile was one of the most trying periods of his life. That a six feet snake in a clear space is not easy to kill. — THEY SAY … Critic 29/5/1914",
    "‘A spin of a very few minutes more brought them to Watchorn's Hill, and here the cars were left behind, and the party mounted a stiff little pinch up to the horse tramway, which runs up to St. Crispin's Well. A horse well advanced in years and discretion was procured and hitched up to the trolleys, and the expedition set off up the three odd miles of track at a pace well suited to the dignity of its personnel. The trolley-line runs up the old track to St. Crispin's Well. Upon arrival at St Crispin's Well, where the trolley line ends, the party disembarked.’ Merc Feb 7 1920",
    "‘Council’s Reserves Committee recommended that a wood-cutting plant be established by the Council, and that the wood be brought from the vicinity of St Crispin's Well by tramline to Watchorn's Hill, and stacked and sold at the roadside.’— World 25/1/1921",
    "‘Another proposal is to bore into the mountain and open out the springs that flow out from its side. St. Crispin's Well is supplied by a spring having its source somewhere in the bowels of the mountain, but there is no evidence that there are many of these springe of any extent. Visitors to the mountain frequently see small springs babbling up through the bush, but if there was water there in any volume it would be evident somewhere tis it is at St. Crispin's Well, the Water from which, augmented by supplies from other springs, and small streams, is conducted over the Gentle Annie Falls.’ Mercury 3 December 1921",
    "Today the old rustic shelters the aldermen stopped at are gone, with the 1960s flood re-sculpting the terrain itself, but what lingers is the genius loci, through the enjoyment of vegetation canopies, tree ferns, quietness, the Silver Falls, and the discovery of a place of refuge from the hurly-burly of urban life.",
    "In 2020 Jaws Architects enhanced the public space at the site to provide information about water supply and catchment management, highlight the importance of the drinking water supply catchment, promoting protection of the area and improve employee safety during routine cleaning and testing. The existing platform became an interpretive space with a seat embracing the view of the intake. Its fluid form  a reflection of the rivulet, and messages inscribed into the platform avoid obvious signage, while offering an opportunity for personal connection. The materials used included recycled plastic, local stone and natural timbers, in muted colours.",
    "Historical, Aesthetic and Social.",
    "The Federation publication Federated Australia: photographs depicting the gems of natural beauty, scenery, cities, industries, and interesting phases of Australian life [The Werner Company, London, 1901] included a forested image entitled 'At St. Crispin's Well'.",
    "“St Crispin's Well may be a beautiful spot. Some say that Fern Tree Bower is a one-horse place compared with it, but yesterday its beauties were well near invisible…”",
    "St Crispins Well receives, direct, the waters flowing from Disappearing Tarn. The contribution to this tarn and this well say volumes about the purity and sanctity of the waters of the Park. Protecting the catchment of the Park is a cardinal purpose of the Wellington Park Act, but the cultural value of these natural features far exceeds their resource value.",
    "WPHH: not recorded",
    "The Well is listed in the Tasmanian Heritage Register as part of the Mountain Water Supply complex.",
    "Mercury of March 10 1875.",
    "Tasmanian Tribune, Wed 10 Mar 1875."
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}