{
  "url": "https://listthemountain.org/science/wragges-meterological-observatories",
  "title": "WRAGGE'S OBSERVATORIES",
  "wordCount": 1388,
  "imageCount": 14,
  "headings": [
    {
      "tag": "h2",
      "text": "SPRINGS OBSERVATORY"
    },
    {
      "tag": "h2",
      "text": "PINNACLE OBSERVATORY"
    },
    {
      "tag": "h3",
      "text": "values"
    },
    {
      "tag": "h3",
      "text": "HERITAGE SIGNIFICANCE"
    },
    {
      "tag": "h3",
      "text": "ASSESSMENT"
    },
    {
      "tag": "h3",
      "text": "REFERENCES"
    },
    {
      "tag": "h3",
      "text": "ABOUT US            CONTACT US           searcH        Media"
    }
  ],
  "paragraphs": [
    "“They had been born under the shadow of Mount Wellington, and consulted him now more as a kind of huge weather-glass than from any aesthetic appreciation of his venerable beauties. According to the aspect he wore in the morning, they built their hopes upon the day before them.”",
    "Clement Wragge (informally and unkindly known as “Inclement Wragge”), a pioneering and world-famous meteorologist, oversaw the establishment of the first high-level weather observatory in the Southern Hemisphere. He built it on top of the mountain.",
    "Previously, Wragge had established the world’s first mountain weather station atop Ben Nevis, and believed Mount Wellington was a logical place for a counter, Southern Hemisphere, station. Beginning in Australia during the 1880s and then into the 1890s Wragge set up an extensive network of weather stations, firstly on Mt Lofty outside Adelaide, subsequently around Queensland, then in 1895, two on Mount Wellington: one at The Springs, the other right at the Pinnacle. After them, he built one up Kosciuszko.",
    "Since there was no road to the summit, all the instruments and building materials were loaded before 8:00 A.M. onto one of two well-horsed drags and, after a stop for a squad of sailors to ‘board’, three meteorologists, including Wragge, of course, clambered up beside them. The roadway’s hard macadam was said to be bright with a thousand frosty gems glittering in the rays of the rising sun. Up to the Springs. From there, the instruments were borne upward, on foot, by the jestful sailors.",
    "The Springs Observatory’s precise location is no longer clearly known, but according to an eyewitness, ‘While here [at The Springs] Mr Wragge fixed on Constable [Ranger] Gadd’s quarters as a half-way home observatory, and he will [?] shortly place a thermometer and a barometer in position.’ Later, regular automatic readings by delicate instruments were added.",
    "McConnell and Scripps (2005) write that: ‘Mr Gadd (an employee of the HCC) and his daughter Edith were appointed  observers.’",
    "After this, and repast, the crew departed for the summit area.",
    "McConnell and Scrips research showed that:",
    "Wragge's second observatory was established within a few vertical meters of the summit. On the day (May 2 June 1895) the first thing the scientists did was get set for the first observation. The instruments were never unpacked. On a pile of jagged rocks the instrument box was centred, upright, with its four sides facing the four points of the compass—its door swung wide open to the South. A hollow cairn of rocks was wedged and piled behind, to stop shudderous movement by prevalent blasts.  ‘A little distance off’ —a rain gauge.",
    "Wragge commented that the Pinacle is “a most favoured one for taking stellar photographs, and unexcelled for observing the activism of the sun’s rays”.",
    "“I have learned today one of the most superb lessons in the glories of Nature I have ever learned. It is marvellous. Wonderful! It is remarkably clear, and I cannot help repeating it.”",
    "Once a week, almost as regular as their instruments, the observatory was visited. Each trip, the observers would carry up more building materials.",
    "Until a timber hut could be put up. 12' long and 8' wide with its  ceiling rising from 7' to 12'. Surrounded by a rock wall, —and possibly a conical pile of rocks to shield the roof—the exterior was tarred, making the hut tight against all weather. The insides were wood-panelled, with  a capacious fire in a stone place for heating and cooking. Add a comfortable bunk bed and the observatory gained ‘the appearance of a ship’s cabin’. Arthur Wherrett was appointed  the summit observatory’s observer.",
    "In July 1895 the Mercury reported on a proposal for the cutting of a pack track up the side of the mountain to the Meteorological Observatory.",
    "The observatories aimed to improve weather forecasting by being able to take atmospheric pressure readings at height (as well as at sea level – the Anglesea Barracks observatory), building on methods pioneered by Wragge in Scotland. The observations lasted a decade. There were regular bulletins in the daily papers. Apparently, Wragge kept the original records, but where they ended up is not known. [Perhaps in Scotland.]",
    "The  Observatory burned down in 1909, never to be rebuilt, but the station’s hearth as well as a cairn in which the barometer once sheltered can still be seen.",
    "In their Summit Area Heritage Assessment 2010 McConnell and Handsjuk considered the summit observatory’s cultural significance to be historical and scientific.",
    "Wragge’s  Observatory was not only the first of its type in Tasmania, but the first high-level weather observatory in the Southern Hemisphere—and only the second such in the world.",
    "Being among the first observatories of their kind in the world, Hobart obtained one of the earliest weather baselines. (Not that Wragge was able to predict the mountain’s mood—but who can, even today?)",
    "When fitted out it was regarded as 'the equal of any such station in Australia' (Thwaites).",
    "Wragge was in the forefront of meteorological forecasting, being awarded a Royal Meteorological Society gold medal for his work in Scotland (on Ben Nevis). He issued the first Australasian weather charts and forecasts (for each of the colonies and New Zealand) in 1887.",
    "‘The station has very high historical significance as the first weather station of its kind in Australia and the Southern Hemisphere, and one of the first of its kind internationally; and because it was regarded as making an important contribution to meteorology. It is also significant for its association with Clement Wragge, who was of international importance in the field of meteorology. Although a ruin, Wragge’s Summit Observatory has the ability to tangibly demonstrate aspects of a late 19th century weather station. It is also regarded as being of scientific significance because of its extant fabric (including archaeological values) and scientific purpose. Because there has been little human interference of the site over time, the site has a high level of integrity, which enhances its cultural significance.’ — McConnell and Handsjuk",
    "Wragge’s Summit Observatory has an unusual heritage position. It is recognised by the WPMT as a heritage site: (WPHH0409)",
    "According to McConnell and Handsjuk ‘Individual historic heritage sites in the summit area considered at this stage to be worthy of inclusion in the City of Hobart Planning Scheme 1982 Heritage Schedule as 'places' in their own right include Wragge's Summit Observatory site—though it appears to have no particular local significance except as an historic Hobart weather observatory.’",
    "The WPMT Heritage officer Anne McConnell assessed its scientific significance to the state as high and rare, for itself and also for its association with the Royal Society, and thus meeting the criteria for Tasmanian Heritage Place, most strongly meet criteria (a) and (e) and criteria (c) and (g) to a lesser extent.",
    "In their Summitt Area Heritage Assessment 2010 McConnell and Handsjuk considered the summit observatory’s ‘significance to be ‘historical, scientific and related to the extant fabric. A rare and seminal scientific site, it is considered to have local and state level significance and probable international significance, albeit at a low level.’ (page 32–3 & 44). The WPMP, too, assesses the station as having ‘some’ international heritage significance.",
    "‘While Wragge's Summit Observatory is considered to have significance at a national level (criteria a & f,) but not above the threshold level of 'outstanding heritage value to the nation', hence not meeting the threshold for listing on the National Heritage List.",
    "Expansion of car parking has the potential to damage significant historic heritage sites in the summit area: eg,  Wragge’s Summit Observatory. Summit Heritage Assessment p 89.",
    "In 2018 the Park’s trustees agreed to nominate the summit observatory to the Tasmanian Heritage Register as a mater of very high priority.",
    "McConnell and Scripps - Focus on the Fringe",
    "McConnell and Handsjuk Summit Area Assessment Report (WPMT 2010)",
    "A Timeline for the Pinnacle",
    "Wragge Biography by Olaf Moon",
    "The Weather Wizard in Excelsis Zeehan and Dundas Herald 3/6/1922",
    "“When he appeared arrayed, like a monarch, in royal purple, with his giant crown well outlined against the shining expanse of blue that canopied him, they felt that the heavens would smile upon them. When, on the other hand, he sulked behind the cloud-wreaths, or showed himself grudgingly under rags and tags of wet mist, they got out their umbrellas and waterproofs. For what other motive should the Tasmanians today question him?”"
  ],
  "images": [
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604813136151-QOU5QMH8NL5M9TKFX0JF/wragge-thegraphic-12-Oct-1895-image.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651631706038-JJHQI9C8BJQYUU1MO9TO/wragge-tasmail-feb-12-1914-p-19.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604813149067-NPLEOQ4WL4BA8F790XI2/kingsmill-july-1909-p19-tasmail.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604811294895-PRJMA7Q98L87RNOFE29T/Wragge4-1.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604813142127-ACNUCV3BYXP9Z54HFHJB/Wragge.jpeg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606611039982-24BZESFVVBMYAMN0VPRE/wragge.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1604811298271-NMG76B8IC1F4KJB9HSKM/WEEKLYCOURIER-1901_1%5E3%5E56%5E5-Arthur-Wherrett.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690287846943-44O2TGN1ESIZLLJQFUPY/Photograph+-+glass+lantern+slide+-+Mt+Wellington+-+The+Pinnacle+and+Observatory+E.R.+Ash+1900-20.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606610932678-3C4VLW19EFRIBITVMWJ5/wragge_1895_instruments2.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651575451493-50S8V7GPG1IX63J6KIA7/nla.news-page000000843329-nla.news-article9323882-L5-2e2adf06ffe7c88dfe0fc5dc5d5504e3-0002.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1651575806149-H9CR8OH8ZQ7DZL12QCER/nla.news-page000000846012-nla.news-article9406687-L5-83204ad9571f2174c7d98fd233d5e4c6-0014.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1690287996483-7SYZ8Y2R2KB4HWNENQCO/Remains+of+fireplaces+and+foundation+of+Clements+Wragges+Observatory+1972.png?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/1606610820558-E2DY7J2SV0PAWE5AHUV6/wragge-remains.jpg?format=original",
    "https://images.squarespace-cdn.com/content/v1/5e2a284b3aae396709cfaaf3/2af1aced-55f2-4fa2-90e8-55de2a0bf0ad/Small+new+logo.png?format=original"
  ]
}